{
    "queries": {
        "45137155-b4e7-4c9b-bcf4-785403b0d9cc": "How does Athletic Greens (AG1) help ensure the intake of essential vitamins and minerals?",
        "30b5e22c-6844-4b54-8f8b-9f60eae40eb8": "How do non-human primates' neural connections differ in terms of controlling facial expressions and vocalizations?",
        "33209d25-188b-4c3c-85ea-e358c2df6aa4": "How does listening to music activate the brain's prediction machinery and circuits responsible for registering novelty?",
        "87dc92b5-f402-4dbd-8e3d-8a95ba180164": "What can impact the course of treatment for patients experiencing pain?",
        "fea390a0-7360-4a3f-aa31-ee4375b0bd1f": "How is working memory related to attention?",
        "b58aecb3-e594-48f0-8633-a3d8ecea70dd": "What are some benefits of yerba mate that are discussed in the podcast?",
        "22a139f8-26c3-44e2-87c1-1807c61f602e": "How can photophobia be offset, and why is it important to understand aura in the context of migraines and headaches?",
        "52c6f733-7718-46f1-b726-cfb0ed9c9ca1": "How can researchers manipulate taste preferences in subjects using neuron silencing and activation?",
        "309cb2d1-0255-4805-b182-1d5c693fb343": "How can feedback about sleep affect cognitive performance regardless of the actual quality of sleep?",
        "b4ce9cb7-4636-4755-b66b-c4d77f081f1e": "How does the Eight Sleep mattress help regulate temperature for optimal sleep according to the guest?",
        "7897a128-6798-4b1e-a6dd-1b90dc56b919": "How does the variability in mixed martial arts differ from other sports in terms of competition schedule and weight classification?",
        "9d5955f8-44e9-455c-9701-58abedf36614": "How can non-sleep deep rest and short 20-minute naps potentially accelerate learning?",
        "100457f4-947e-492a-8b81-31eeb86d66cd": "What type of rest has been shown to increase rates of learning when done for 20-minute bouts to match a 90-minute bout of learning?",
        "7135858b-2728-4676-8fa2-1fda24b3ef5d": "How can consistently leaving 10 to 20% of energy in the tank after a workout benefit vigor?",
        "a91a6d1f-5be6-44c4-b432-0730f08ccec9": "What role does non-sleep deep rest and nutrition play in maintaining a sufficient level of baseline dopamine?",
        "437b9949-36e4-474b-bace-6d4cc5be8868": "How can alpha-GPC combined with low levels of caffeine potentially improve skill learning?",
        "923d1a03-294f-47cf-9880-ce7a7ace9959": "How long does the guest recommend focusing on mental or physical work in deep bouts?",
        "1fa1d22e-157d-4a0a-b37c-1ce2c4a13a93": "What substance did Tyrone Hayes identify in the waterways that caused severe testicular malformations in frogs?",
        "1a91f0c8-9ee3-476b-b8a2-a7e756bb6594": "How does the immune system respond to cells infected with viruses and undergoing damage?",
        "5a97894f-b6e9-49b1-a424-fd59dee26d36": "What are some examples of chemical signals released by the immune system in response to cells infected by viruses?",
        "db76d03b-ce45-404d-bffe-038431eb6e43": "How does UVB sunlight exposure affect the activation of the p53 pathway in keratinocytes and the subsequent increase in testosterone and estrogen?",
        "03e8fbce-18ae-490c-a054-3776caaa2057": "What is the recommended protocol for sunlight exposure to increase testosterone and estrogen levels, mood, and feelings of passion?",
        "3d53ab5a-589a-4960-bc64-749919484dec": "What is the potential reason for underreporting of women beating up men as explained in the conversation?",
        "1f117f0d-5112-4923-bc78-55aaef568b46": "How can one replenish the releasable pool of dopamine after experiencing a drop in baseline levels due to engaging in dopaminergic-seeking behaviors?",
        "707bf513-a307-45a2-8bf1-0c975f419c6c": "Why did the individual in the example choose to do a 30-day complete fast from phone, video games, and social media?",
        "5b303555-1ab6-4db2-8772-be00f168d5c7": "How does activation of the ventromedial hypothalamus trigger a downstream circuit in the periaqueductal gray, leading to fixed action patterns including biting behavior?",
        "e7530e1d-0f79-4ee6-9958-b2f92c88d5c6": "Why does testosterone not increase aggressiveness according to the conversation with Robert Sapolsky?",
        "7562a51a-39c5-498f-9da4-5541e20b7873": "How can listeners support the Huberman Lab podcast?",
        "bfcb7c33-b7fc-4c94-a9ac-516f5c6253a1": "How does high levels of zinc supplementation impact sperm count and testosterone levels in males?",
        "d1c98c56-d4ea-46f5-b73e-026bd6fd92e1": "How does the need for potassium and sodium intake vary for individuals on low-carbohydrate diets compared to those on carbohydrate-rich diets?",
        "39b6931f-9e9f-4497-ab36-d511470e609d": "What are some strategies for maintaining sodium and potassium levels for individuals on low-carbohydrate diets?",
        "a07b6d62-964d-4b7a-b665-c2715701a9c7": "How do sleep researchers recommend that teenagers should sleep in terms of hours?",
        "cfe3641b-709e-417c-be48-705e956c32fc": "How can delaying caffeine intake help with compensatory sleep after staying up late?",
        "030047d0-866a-4d87-9ad5-1f2325508db0": "How does the ear separate speech signals into different frequencies?",
        "9e3ddab4-3ff6-432a-99b6-9c6e06cc1301": "How is dopamine associated with the experience of reward and movement?",
        "7dd5fe37-5841-4260-b9db-b89ed1305db4": "How does social media influence the feeling of social interaction in the context of social homeostasis?",
        "27e903ae-4a3c-41d2-9c94-f1e5bbc818a0": "What dimension of social interaction in the context of social homeostasis is highlighted in the analogy with caloric intake?",
        "6aee7b45-0eed-4685-a770-c09a2a5ce815": "How can you achieve long-lasting increases in baseline dopamine levels using L-tyrosine?",
        "42bdef35-2879-45c3-8bd3-f6c8677beead": "What strategy should you avoid when trying to resolve a low baseline level of dopamine after a peak experience?",
        "1871d6f8-81bc-45c9-839f-fb8b25486b5c": "How can gamma oscillations be induced within the brain?",
        "21fd771b-ab9b-4794-83c2-ab092becba5b": "What did Li-Wei Tsai and colleagues show about inducing gamma oscillations in the brain using light flicker?",
        "65ea0643-e43a-4ced-a74b-89d99ac33e3a": "How are brain networks thought to be affected under the influence of psychedelics such as psilocybin?",
        "3b62935a-ce94-42c6-802d-88eaab4ed90e": "What is the controversy in the field regarding which brain network changes the most under the influence of psychedelics?",
        "10de5f2e-6a32-49fc-94de-d8ec1a6d20c5": "How can the default mode network be characterized, and what is its role in generating mind wandering and thoughts drifting between different time domains?",
        "b735a87e-dcfe-4817-9e8d-6cad260d4c2d": "How did the study explore the impact of meal timing on muscle hypertrophy in mice and humans?",
        "5d97e9e0-1b2f-482b-9c4d-5729e8e06a1e": "How does the prefrontal cortex direct our attention to relevant information in the environment?",
        "45a8f91d-9d37-4fb7-afa5-24b4169efdac": "What role does the prefrontal cortex play in controlling behavior and switching tasks?",
        "7e7f09c3-c00b-474b-9a28-1033628d7593": "How can body scans potentially reduce craving and binging in some individuals?",
        "5c4c45fc-9452-4c51-91fe-fd08cd983de0": "What have long-term studies revealed about the effects of meditation on inflammatory pathways of gene expression?",
        "a491369a-6891-46d0-aa25-a68172cf0050": "How does sleep, particularly during the early stage of infection, contribute to enhancing the immune system?",
        "c4c87217-734d-41e4-b806-c43b747e6595": "What evidence suggests that consuming certain foods or supplements can enhance the amount of serotonin available in the brain and blood, thereby leading to a more robust immune response?",
        "20274364-aefd-42c6-813f-8c4f7580322f": "How do compounds such as Adderall and Ritalin help children with ADHD?",
        "265495f2-f8f0-4a68-81fb-0b975fa746e1": "What effect do compounds like Ritalin and Adderall have on children with severe ADHD?",
        "efb5cdff-422a-4010-b549-f1f2364b4703": "How can listeners support the Huberman Lab podcast without any cost?",
        "81a63ca6-f522-4185-9e3a-fe1789ee3c10": "What topics are covered on the Huberman Lab social media platforms?",
        "781f453c-80c1-4eef-8950-ccc677cb5031": "How can incorporating the physiological sigh between sets of exercise improve fitness and recovery?",
        "beeec6c0-028c-4696-b3ec-67d996cf30e6": "What type of respiration tool is recommended to use between sets of exercise to enhance fitness and recovery?",
        "7e4c073a-aa65-48aa-aaab-dac7aff25cb2": "What types of light do the intrinsically photosensitive retinal ganglion cells in the eye respond best to, and how does this relate to photophobia?",
        "e64e2541-7b4a-41b2-a8c2-2d3531751d0a": "How does the body's thermal regulation system respond to the application of a cold surface, such as a cold towel, during attempts to cool off?",
        "8f63ce95-6439-4cb2-86fd-5addb7fcd5cd": "What brain region acts as a thermostat for the body's internal core temperature, and how does it respond to the application of a cold surface to the body?",
        "299ff667-bd99-4a0a-a365-01bf96d006a2": "How are sleep spindles related to the plasticity of distal dendrites in the brain?",
        "14ee4ee4-6dcb-4013-9d89-e063d63f5de6": "What neurotransmitter is involved in learning and plasticity during the sleep spindle stage of sleep?",
        "b7be8cf4-6aba-4b10-bae4-8371ef20e7b6": "What specific brain areas showed maintenance or even an increase in volume as a result of moderate intensity cardiovascular training?",
        "6d37983a-9a5f-4818-8117-6e0fa82bc7b8": "How did the white matter tracts connect different brain areas and what effect did cardiovascular training have on them?",
        "c6b1173b-e489-42e4-b450-ace488ffaa45": "How can being proactive in addressing potential negativity in a negotiation help deactivate negative emotions and create a barrier against them?",
        "5bcbd7e2-560e-4213-bfd9-35c910581331": "How are the dopamine and serotonin systems related to the sensation of pleasure and reproduction?",
        "3c01d303-2111-4e5e-b55c-7bcdfdc2b06d": "What molecule is thought to augment the activity of neural circuits related to the pleasure system and is associated with the ingestion of certain forms of dark chocolate?",
        "6c881bd2-c84e-49e0-b03b-1c857290d1f2": "How does REM sleep dissociate emotionally-laden events from the actual emotion during dreaming?",
        "34c3b424-e5db-4d1c-88c3-598dbd860b5d": "Why is it unlikely to experience intense fearful memories during REM sleep according to the absence of norepinephrine?",
        "cd605ff5-add4-4be3-b292-8833e186c7b5": "How was the coordination of menstrual cycles among co-housed women described in the early literature?",
        "dcff8db4-09d3-48d5-8806-8c66f56e0ec1": "What is the most abundant semi-volatile in baby hints according to the lab's findings?",
        "5af32922-6252-4077-bfc6-0dd822669142": "How can Eight Sleep help you control the temperature of your sleeping environment for better sleep?",
        "0b6de49f-d317-4a04-bd86-31e7acf21883": "What are the four major brain structures involved in setting and achieving goals, and how do they communicate with each other?",
        "9ee185d5-4961-48b2-885e-45c27945a0b3": "How does psychological stress affect the body in terms of hormonal response, and why should people with high stress levels be cautious about shortening their feeding window?",
        "324ce911-c576-4965-8a82-05203fa8eddc": "What role does leptin play in maintaining ovulatory cycles in women, and why is it important not to create a feeding window that is too short for women trying to maintain ovulatory cycles?",
        "9ed5529e-b272-412f-beb3-1f89788e98c6": "How long is the typical duration of a psilocybin journey, and what factors can impact its duration?",
        "f079b1f9-c5d5-4c46-ab79-3696de7325f7": "How can healthcare systems create a structure to efficiently include interdisciplinary teams for integrative care?",
        "6c6cdb9d-5851-49b4-8e43-a4cb5dd9c8ef": "How can curcumin affect libido and testosterone levels in some individuals?",
        "b17251da-2695-4bfd-b07c-20941c30a892": "How often should one apply topical finasteride, and what can be expected in terms of its effects on DHT levels in the bloodstream?",
        "82df196f-4b1b-4063-800f-32591707cbc3": "How can the van Economo neurons enable someone to override the stretch reflex and push through pain signals in the body?",
        "81559a8f-9c5f-4b57-8e72-b532f83aa697": "How can one develop a heightened ability to shift attention between internal and external focus?",
        "91c4a4ae-7d73-4c0a-aa8b-ffcf12c52d44": "What areas of the brain are involved in attention and play a role in interoception and exteroception?",
        "b52b44ad-ef4b-45e0-9fce-771a2ff2e70c": "How can delaying caffeine intake to 90 to 120 minutes after waking up help prevent the afternoon crash and maintain quality nighttime sleep?",
        "aa728297-92dd-441d-9f2e-ad30ac1f4657": "How did reframing mindsets about the symptoms and side effects of the treatment for food allergies lead to better outcomes for the kids in the study?",
        "7cfb6237-79a1-427a-90bc-94974f0be6b2": "What was the impact of instilling a more positive mindset about symptoms and side effects on the outcomes of the treatment for food allergies in the study?",
        "813e85e9-1972-4492-8863-239825a39e38": "How does the body physiologically prepare for penetration during sexual arousal?",
        "3c938760-09bd-443f-bebb-1182afcc55de": "How can placing certain habits within the zero to eight hours after waking facilitate their performance, according to the guest?",
        "686dfdf7-08e5-4990-af6e-83277924b896": "How do the use of nootropics relate to specific training sessions and performance enhancement?",
        "2bff90cc-6b17-43d2-b514-598301dc26fc": "How can a meditation practice be tailored to focus on external stimuli or interoceptive awareness based on the breathing pattern used?",
        "2878c717-df75-49b8-aa1b-ff2718fea997": "How can red light and infrared light impact acne and wound healing at a cellular level?",
        "f20ad8bc-0836-44c9-937c-f353ad7c1f7b": "Why do sebaceous glands and melanocytes in the deeper layers of the skin play a role in acne and wound healing?",
        "58e2d06e-ba84-4100-b1e9-1cecaedfe0d2": "How does the shift to a ketogenic diet affect the gut microbiome, and what are the differing outcomes for individuals?",
        "b0e4aa03-2c56-43b5-ad09-059bf9b09d61": "What did the study on light exposure and mental health outcomes reveal about the impact of nighttime dark exposure?",
        "d22819c6-9ad1-4d57-8e5b-6a218e843894": "How does deliberate heat and deliberate cold exposure impact metabolism and neurotransmitter production according to Dr. Susanna Soberg?",
        "e983559a-0291-4c82-9265-59514aa5279b": "What are the differences between cold showers, cold immersion up to the neck, and total body cold immersion in terms of their effects on metabolism and neurotransmitter production, as discussed by Dr. Susanna Soberg?",
        "c4ecf3b5-c8ee-4647-8f99-3713f2ee92bc": "How does the gut communicate with the brain in terms of both chemical and mechanical signaling?",
        "249f9e3a-23d7-4037-8cc5-dc9ad018dd52": "What types of information within the gut are communicated to the brain, and how are they processed at different levels of awareness?",
        "3346fcc5-c44e-4774-b14d-504b1bf43408": "How does embracing a stress-enhancing mindset affect the duration of cortisol release in the body?",
        "0864130e-d553-4fe6-a4d0-15152b6eab59": "What physiological processes shift when we embrace a stress-enhancing mindset?",
        "6d36d4fd-dcec-48ff-93ab-b7e2215151e7": "What non-light entraining agent did the researchers consider using to study the light defective animals' sensitivity?"
    },
    "corpus": {
        "azb3Ih68awQ_5": "The reason I started taking AG1 and the reason I still take AG1 once or twice a day is that I find it to be the best way to ensure I get all of my vitamins and minerals and the probiotics I need. I try and eat really well, but I'm not perfect about it. And with Athletic Greens, AG1, I cover any deficiencies I might have. The probiotics are particularly important to me because as we've talked about on many previous episodes, and we'll talk about more on today's episode, the gut microbiome is supported by probiotics and the gut microbiome supports many biological functions important for immediate and long-term health. Things like immune system function, things like the gut brain axis and mood and appetite and so forth. With Athletic Greens, I make sure all of those bases are covered because of the probiotics. If you'd like to try Athletic Greens, you can go to athleticgreens.com slash Huberman to claim a special offer. They'll give you five free travel packs, which make it really easy to mix up Athletic Greens while you're on the road. And they'll give you a year's supply of vitamin D3 K2. Vitamin D3 is crucial for many aspects of our immediate and long-term health. And many people simply are not getting enough vitamin D3 or the amounts they're getting are not optimal. K2 is important for cardiovascular health and for calcium regulation. So again, if you go to athleticgreens.com slash Huberman, you can claim the special offer, the five free travel packs and a year supply of vitamin D3 K2. Today's episode is also brought to us by Element. Element is an electrolyte drink that has everything you need and none of the things you don't. That means it has salt, magnesium, and potassium, the so-called electrolytes, which are critical for neuronal function and a lot of other biological functions. As I mentioned on the podcast before, I'm a fan of salt. I believe in ingesting appropriate amounts of salt, and by appropriate, I mean depending on what your background blood pressure happens to be, what your activity levels are, how much you sweat, what your cognitive and physical demands are. Today, we're going to talk about how to determine what those needs are. I'm always trying to stay on top of my hydration. And as you'll also learn about today, salt and water intake and hydration are intimately related.",
        "LVxL_p_kToc_27": "Or in the opposite example, when the emotionality and the content of our speech is matched to a facial expression, there's something that's just so wonderful about that because it seems like everything's aligned. So how does the motor circuitry that controls facial expression map onto the brain circuits that control language, speech, and even bodily and hand movements? You ask a great question because we both know some colleagues like Winrich Freibold at Rockefeller University who study facial expression and the neurology behind it. And now we both share some students that were co-mentoring and talk about this same question that you brought up. And what I'm learning a lot is that non-human primates have a lot of diversity in their facial expression like we humans do. And what we know about the neurobiology of brain regions controlling those muscles of the face is that these non-human primates and some other species that don't learn how to imitate vocalizations, they have strong connections from the cortical regions to the motor neurons that control facial expressions, but absent connections or weak connections to the motor neurons that control the voice. So I think our diverse facial expression, even though it's more diverse than these non-human primates, there was already a pre-existing diversity of communication, whether it's intentional or unconscious, through facial expression in our ancestors. And on top of that, we humans now add the voice along with those facial expressions. I see. And in terms of language learning when we're kids, I mean, children fortunately are not told to fake their expressions or to smile when they say I'm happy. So at some point, everybody learns for better or for worse, how to untangle these different components of hand movement, body posture, speech, and facial expression. But in their best form, I would say, assuming that the best form is always, I guess there are instances where, you know, for safety reasons, one might need to feign some of these aspects of language. But in most cases, when those are aligned, it seems like that could reflect that all the different circuitries are operating in parallel, but that the ability to misalign these is also a powerful aspect to our maturation. I even think of theater, for instance, where deliberate disentangling of these areas is important, but also we know when an actor, when it feels real and when it looks like, when bad acting is oftentimes when the facial expression or body posture just doesn't quite match what we're hearing.",
        "gveDhZW-rUk_19": "But for today's discussion, we're thinking about the mesolimbic pathway as deploying dopamine, which it does when we hear something novel, meaning not what we predicted, and we like what we hear. And then there are a bunch of other brain centers and circuits that listening to music activates. I'll just list off a few. Again, this isn't intended to confuse anybody or add a lot of useless nomenclature, but since I am a neuroscientist and this is a science and science informed tools podcast, I'd be remiss if I didn't mention that we get strong activation of a brain structure. You actually have two of them, one on each side of the brain called the amygdala. This is a brain area that's part of a larger set of circuits that's associated with arousal, okay? Meaning becoming more alert, becoming more aware of our surroundings and the particular sensory stimuli that are coming in at a particular time, such as the notes of the music or a particular set of lyrics. And music also activates areas of the brain, such as the parahippocampal formation, the cortex and the hippocampus itself, brain areas that encode and store memories. And this is something that I think everyone will be familiar with. When you hear certain songs or even songs that sound like certain songs or even songs that you swear you've never heard before, it can evoke a sense of nostalgia, of longing for something, of missing somebody, of sadness or of delight and happiness and positive memories of somebody or something. Indeed, I think it's fair to say that hearing particular pieces of music, particular songs, more than any other experience can activate a whole library of memory and emotions within us. And that's because of its ability to activate the parahippocampal regions of the brain, the cortex, and the hippocampus itself. Again, several different brain areas, all which communicate with one another and other areas of the brain in order to encode our memories, our sense of self, our sense of others, our sense of history with those people and on and on. Now, rather than just make this a catalog of different brain areas that music evokes, what I'm trying to do is spell out how music activating these different brain areas is creating different components of what we are familiar with as our experience of music.",
        "xmhsWAqP_0Y_16": "This doesn't necessarily mean that they think, oh, this person, you know, their pain is irrelevant. Probably not. In fact, from having a high threshold for pain, if someone comes in and says, I'm in extreme pain, that doctor probably thinks, wow, this has to be really, really extreme. But they can be talking about two different experiences. Similarly, if a physician has a very low threshold for pain and someone comes in and says, you know, I'm, yeah, I'm experiencing some pain in my back. I've got the sciatica thing, but it, you know, it's, yeah, it's a little bit uncomfortable. It's like a, I don't know, like a four out of 10. Well, that physician might interpret that four out of 10 as a pretty extreme sense of pain or a pretty extreme experience of pain. And so you can start to see how the subjective nature of pain can start to have real impact on the treatment of pain because treatment of pain is carried out by physicians. In fact, there is no objective measure of pain. We can ask how long somebody can keep their hand on a hot plate or in a cold bath. You can do various experiments. They even have some extreme experiments where they'll shave a portion of the leg and they'll put on a very painful chemical compound and see how long people can tolerate that. These are very uncomfortable experiments, as you can imagine. But in general, we don't have a way of measuring somebody else's subjective experience of pain. There's no blood pressure measure. There's no heart rate beats per minute measure of pain. So one of the great efforts of neuroscience and of medicine is to try and come up with more objective measures of pain. Similarly, pleasure is something that we all talk about. Ooh, that feels so good, or I love that, or more of that, please, or less of that. But we have no way of gauging what other people are experiencing except what they report through language. And so this is really just to illustrate that this whole thing around pain isn't a black box. We do have an understanding of the elements. There are elements in the skin, there's elements of the brain, there's expectation, anxiety, sleep, and genes, but that it is very complicated.",
        "CQlTmOFM4Qs_0": "Welcome to the Huberman Lab Podcast, where we discuss science and science-based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today, we are discussing working memory. Working memory is a special category of memory in which we are able to hold small amounts of information in our mind for short periods of time. Working memory is also very closely related to attention. So for any of you that are interested in how to develop better focus and attention, understanding what working memory is and some of the things that you can do to improve your working memory can be very beneficial. Today I'm going to talk about what working memory is, including some of the underlying biology, although I promise, irrespective of whether or not you know any biology or you are an expert in biology, I'll make the conversation accessible to you. In addition, I will talk about tools to improve working memory, and I'll also compare working memory to other forms of memory, like long-term memory and short-term memory. And through that understanding, I'm confident that you'll be able to develop better focus, as well as be able to commit certain forms of information to your short and long-term memory stores. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero-cost to consumer information about science and science-related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Matina. Matina makes loose-leaf and ready-to-drink yerba mate. I often discuss yerba mate's benefits, such as regulating blood sugar, its high antioxidant content, the ways that it can improve digestion, and possible neuroprotective effects. I also drink yerba mate because I love the taste. While there are a lot of different choices of yerba mate drinks out there, I love Matina because, again, they have the no sugar variety, as well as the fact that both their loose leaf and their canned varieties are of the absolute best quality. So much so that I decided to become a partial owner in the company. Although I must say, even if they hadn't allowed me to do that, I would be drinking Matina. It is the cleanest tasting and best yerba mate you can find.",
        "CGjdgy0cwGk_44": "The effects of omega-3s on cluster headaches and some of the other types of headaches, at least to my knowledge, have not been evaluated. There's no reason to think that omega-3s would not be beneficial for those types of headaches, but at least as far as the data sets we talked about here are concerned, it is clear, omega-3 fatty acids are going to be a very potent way to reduce pain and to reduce inflammation in ways that can reduce the frequency and the intensity of different kinds of headache. Before we continue our discussion about many not commonly known and yet very potent treatments for different forms of headache, I want to touch on a topic we mentioned a little bit earlier and also provide a treatment that is a way to alleviate something, and that's photophobia and aura. Now, keep in mind that earlier I referred to aura as this sense that something's about to happen. That is true, meaning that is an accurate description of aura, but oftentimes people also come to understand aura as the feeling that something surrounds a given object visually, or even that people have a sense that something's around them. So again, this can be a little bit vague, but this idea that aura is a sense of something about to happen or that visually or in an auditory way, and or maybe even in kind of a sense that something is about to happen in a certain environment. And the reason I'm making kind of arc shapes with my hands, for those of you that are just listening, I'm making art shapes with my hands, is that aura is often described as kind of a halo or a emanating out from one's body or from something that they're looking at. Again, nothing spiritual about this in the context of the discussion about migraine and headache, but rather many people experience photophobia, sometimes with aura, sometimes no. And I just want to touch on a couple of the mechanisms by which aura and photophobia occur and mention just briefly a pretty well-established way that people can start to offset photophobia. And again, I mentioned that because many people experience photophobia in headache, but there are also a number of people that experience photophobia even if they don't have intense headaches. So photophobia is pretty common, pretty debilitating. It actually is one of the reasons why people feel not well and need to leave work or not go to school or leave school, these kinds of things, or lay in bed all day or dim the lights, not go outside.",
        "E7W4OQfJWdw_25": "There's no unique signature for salty or sweet. It is the relative activation of one set of neurons that was activated by sweet or another set of neurons that was activated by umami. It's that relative activation traveling into the brain in essentially the same form, the same electrical signals. This is really incredible, right? Electrical signals are sent into the brain and you say, aha, that's sweet and I want more of it, or that's bitter or I want less of it, or that's umami flavored and I really, really like that, really like savory foods as I happen to. That should immediately strike you as incredible because it means that your representation of what you want more of or less of is electrical in nature. And to really tamp this issue down, studies that were done by Charles Zucker, Z-U-K-E-R, he's a absolutely phenomenal neuroscientist at Columbia University in New York. Studies done by the Zucker lab have shown that, first of all, they could identify the neurons in the cortex, deep in the brain, that respond to a sweet taste or to a bitter taste. It turns out they are non-overlapping populations of neurons. And then using some molecular tricks, they were able to either silence or activate the neurons that for instance, respond to sweet. When they do this, they see incredible consequences on perception that indeed occur in your brain and my brain as well all the time without these kinds of manipulations. Here's the experiment. They have a subject drink water that contains sugar or drink water that contains a salty substance or drink water that contains a bitter substance, for instance. Okay, I'm sort of paraphrasing a large amount of work. They identify the neurons that respond to sweet tastes. They see, as many researchers have seen, that subjects prefer sweet taste to other tastes and certainly sweet taste to bitter or sweet taste to nothing, so to plain water. And then they go in and they are able to selectively silence the neurons that represent sweet. And when they do that, they eliminate the preference for that sweet taste. Now that might seem obvious. The neurons respond to sweet. You silence those neurons. They no longer seek out sweet, but that should strike you also as incredible because they're not actually changing what's happening on the tongue or in the deeper layers of the brain. Conversely, they can have subjects drink bitter water or plain water while activating, selectively activating the neurons that respond to sweet.",
        "IAnhFUUCq6c_93": "I tend to go off feel, which is not, it's not the ideal objective way to gauge things. But part of my reasoning for this is my colleague from the psychology department, Dr. Alia Crum, has done some studies where they've deliberately given people false feedback about their sleep. So told people you didn't sleep very well, or they've told people you slept really well. And performance can be driven in the expected direction based on feedback, independent of how well people slept or didn't sleep. Now that doesn't mean you can take someone that only slept two hours or was up every 30 seconds because of apnea and tell them they slept great and they're going to perform great cognitive tasks. But you can take someone who slept very well, tell them that their recovery quotient wasn't very good and their output is going to be worse. And that's my concern about a lot of devices out there, not to name specific devices, but it's still unclear to the general public what the specific algorithms are to generate these recovery scores, right? And so many of the things that reportedly track sleep aren't tracking sleep, they're tracking heart rate and breathing, which are correlates of sleep depth, but that's different. And again, I'm not knocking those. I think the sleep trackers, if nothing else, have provided a forum whereby people are very conscious of getting good sleep. It's sort of like knowing the total caloric intake of your food. People go, wow, I'm actually eating a lot more than I thought. It's calibration. Or less in some cases, but often the case is that it's more. So I think for the typical person, I'm wondering whether or not, like myself, because I'm not a competitive athlete or certainly not a professional athlete, competitive with myself, I suppose, but no one else. Morning pulse rate I tend to take when I'm waking. If I wake out of a really stressful dream, I might relax a little bit and then just take my pulse rate, kind of get a range and see if it's spiking for whatever reason. I don't tend to measure grip strength, although I've heard you can just use a classic scale, old-fashioned scale with the Neo now, old-fashioned, or some other more technical device is probably good if there's a low-cost one. And then the carbon dioxide tolerance test. So we haven't really talked about that in specific ways.",
        "dzOvi0Aa2EA_2": "Temperature is a powerful regulator of sleep and the ability to get into sleep. We know for instance, that the body needs to drop by one to three degrees in order to get into sleep and to stay asleep. And with Eight Sleep, I can program the temperature of my bed so that it gets cooler as I fall asleep, gets even colder as I enter deep sleep, and at the transition to REM sleep, rapid eye movement sleep, it can get even cooler if I like. I actually like to maintain the same temperature through deep and REM sleep. And then it heats up slightly as I head towards morning because of course, heating up of the body is one way in which we wake up. So I have this nice contour of cooling and heating that puts me through a beautiful arc of falling and staying asleep and waking up when I want to. If you want to try Eight Sleep, you can go to eightsleep.com slash Huberman and check out the Pod Pro cover and save more than $150 with an exclusive Memorial Day discount now through June 6th, 2022. Eight Sleep currently ships within the USA, Canada, and the UK. Again, that's eightsleep.com slash Huberman to save over $150 with an exclusive Memorial Day discount now through June 6th. Today's podcast is also brought to us by InsideTracker. InsideTracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you reach your health goals. I've long been a believer in getting regular blood work done for the simple reason that many of the factors that impact your immediate and long-term health can only be assessed from a quality blood test. And nowadays with the advent of modern DNA tests, you can also get insight into, for instance, what your biological age is and compare that to your chronological age. And of course your biological age is the number that truly matters. One issue with a lot of blood tests and DNA tests out there, however, is that you get values back about metabolic factors, hormones and lipids, et cetera, but you don't know what to do with that information. InsideTracker solves that problem. They have a very easy to use personalized platform.",
        "iMvtHqLmEkI_31": "One actually reiterates what you've already said like the degrees of freedom in mixed martial arts are exponential like no other sport you know you we've got 11 different weight classes we have men's classes we have women's classes we have um you know kickboxers wrestlers jiu-jitsu fighters judokas you know like karate fighters you know the stylistic backgrounds are infinite and we have we're a weight classification sport there's a whole issue relating to making weight and then rebounding to to fight about 24 to 30 hours like just the variability in this sport the the the considerations that you have to make are unprecedented compared to any other sport that I've worked with and and a lot of them go against and they are the antithesis of what you would expect for a high performance you know in terms of we we don't always have a very clearly defined competition schedule you know once these guys fight they don't necessarily know when their next fight's going to be what's the closest spacing of a fight i mean listen i think the the record is around um it's just over a month, I believe. So, you know, that's a quick turnaround. But most of these guys are fighting, you know, three or four times a year. Three times a year is pretty normal. The bigger fights, maybe two times a year. But invariably, the guys don't know when that next date is going to be. So we're in this gray area of, okay, what do we do? Like, are we taking some time off? Are we just going to do some general prep work? Are we going to try and keep this, you know, the knife sharpened in case I get- I didn't realize this. In that way, it's a lot like special operations. Absolutely. You don't know when the call is going to happen. They have to be ready at all times. There isn't this like, let's get ready for the season. Right. Yeah. Like when I was with olympic association you know i knew it was the the british open the spanish open the french open the european championships the israeli open the american open the canadian open the olympic games you know it's a circuit in your brain right yeah you just you just plan like you know where all the targets are going to be here it's a moving target because you might be just hanging out doing some general prep work and then you might get a short notice fight.",
        "nwSkFq4tyC0_22": "But marijuana smokers, for whatever reason, maybe it has something to do with the cannabinoid receptors or the serotonin receptors downstream of the motor pathways. I don't know. I couldn't find any literature on this, but marijuana smokers report higher frequency of this kind of paralysis and wakefulness as you transition from sleep to wakefulness. I suppose probably one could learn to get comfortable with it. For me, it was terrifying because I'm just used to being able to move my limbs fortunately, and I wasn't able to, and it's quite a thing, let me tell you. Okay, some other questions about neuroplasticity. So the other form of neuroplasticity is not the neuroplasticity that you're amplifying by listening to tones or smelling odors in sleep, but the neuroplasticity that you can access with non-sleep deep rest. So NSDR, non-sleep deep rest, as well as short 20 minute naps, which are very close to non-sleep deep rest because people rarely drop into deep states of sleep during short naps unless they're very sleep deprived. NSDR has been shown to increase rates of learning when done for 20 minute bouts to match an approximately 90 minute bout of learning. So what am I talking about? 90 minute cycles are these ultradian cycles that I've talked about previously. And we tend to learn very well by taking a 90 minute cycle, transitioning into some focus mode early in the cycle when it's hard to focus and then deep focus and learning feels almost like agitation and strain. And then by the end of that 90 minute cycle, it becomes very hard to maintain focus and learn more information. There's a study published in Cell Reports last year, great journal, excellent paper, showing that 20 minute naps or light sleep of the sort of non-sleep deep rest taken immediately after or close to, it doesn't have to be immediately after you finish the last sentence of learning or whatever it is, or bar of music. But, you know, a couple minutes after transitioning to a period of non-sleep deep rest where you're turning off the analysis of duration, path, and outcome has been shown to accelerate learning to a significant degree, both the amount of information and the retention of that information. So that's pretty cool because this is a cost-free, drug-free way of accelerating learning without having to get more sleep, but simply by introducing these 20-minute bouts.",
        "gE0_8AjTFaM_24": "You're stressing the body to produce a certain kind of adaptation, either endurance or strength or hypertrophy or et cetera adaptation. So, you know, there's real beauty in learning to love working out hard, but to leaving the gym or ending the run with 10 to 20% of the gas in the tank and knowing that you can come back and do more and you actually kind of want to do more. It increases vigor as opposed to taking yourself over that cliff, even a slight 10 to 20%, and then finding that you're kind of depleted. And this is something that we don't hear enough about because most people that are into fitness are into pushing themselves. It's also true for work. I think some of the best advice I ever got in the professional landscape was when I was a graduate student at UC Berkeley and an excellent neurologist by the name of Bob Knight said, the key is to figure out how much can you work each day consistently? If that's four hours a day, fine. If that's eight hours a day, fine. We're talking with weekend breaks because that was in the era of weekend breaks. Maybe a weekend every once in a while where you have a deadline. But by thinking about what you personally can really do consistently while maintaining sleep and mental health and physical health, you're going to go a lot further than doing like, for instance, what I did, which is, you know, maniac and working a hundred hour weeks as a graduate student, and then ending up sick four times a year and missing out on a bunch of days when I could have been in lab. So these days I try and get as much focused work done as possible, but try and make that as consistent as possible. If not from every day to the next over time, you know, figure out what those averages are and don't be ashamed of those averages. I would say declare those averages to people so they know what to expect. And the fact that you can do more does not necessarily mean that you should do more because I think one of the best pieces of advice I ever got in the world of fitness is more important than training hard, more important than doing any particular exercises, more important than anything is to not get hurt. Because if you get hurt, you can't train. So I love that you're doing NSDR after training.",
        "K-TW2Chpz4k_25": "Well, there we can really look to some foundational practices, practices that perhaps you've heard about on this podcast before, and that to some of you might seem a little mundane, although some of them are a bit more sophisticated, maybe even esoteric. The good news is that we can all control these things and they don't require purchasing anything, but they do require some degree of regular upkeep and effort. Those things include what I call the very basics. Now, the very basics put in the context of today's discussion are the things that put water in the wave pool. Those are going to be getting sufficient amounts of quality sleep each night, something that we've done several episodes on and have online toolkits for. So you can see the master your sleep episode, the perfect your sleep episode, the light and health episode. If you want to skip all that and just get right to the tools, we have a sleep toolkit, or it's actually called the toolkit for sleep that you can access at hubermanlab.com, completely zero cost. You just go there and download that toolkit. Getting sufficient sleep each night literally restores your dopamine reserves. It allows dopamine to be present and for you to have a level of baseline dopamine that will allow you to even consider your goals in any kind of meaningful or reasonable way. Second, there are practices that are supported by the scientific literature to increase your baseline level of dopamine that are independent of sleep, but are similar to sleep. And I like to refer to these as non-sleep deep rest. This is not meditation. There's actually very little evidence that meditation of the traditional kind of, you know, sitting eyes closed, third eye focusing on your third eye center, which is this area behind your forehead. There is very little evidence that that increases levels of dopamine. There is a place for meditation in the context of today's discussion, but I'll repeat, meditation itself is a focusing exercise. It is not known to increase dopamine. However, non-sleep deep breaths, so-called NSDR, very similar, although different to what's sometimes called yoga nidra, which is where you lie there, you do a sort of body scan, some long exhale breathing. NSDR is very similar. You can find a link to a zero cost NSDR on YouTube. It's a 10 minute long one.",
        "xJ0IBzCjEPk_47": "So if you're engaging in something like shot put throwing or resistance training or sprinting or something where you have to generate a lot of power, maybe you're doing rock climbing, but you're working on a particular aspect of your rock climbing that involves generating a lot of force, a lot of power, well then in theory, alpha-GPC could be beneficial to you. For the cognitive effects, the dosages are much higher, up to 1200 milligrams daily divided into three doses of 400 milligrams is what the studies that I was able to find show or used. The effects on cognitive decline are described as notable. Notable meaning several studies showed a significant but modest effect in offsetting cognitive decline, in particular in older populations and some populations even with some reported neurodegeneration. Power output was notable. How notable? What does that mean, notable? A study noted a 14% increase in power output. That's pretty substantial, you know, 14%, if you think about it, but it wasn't like a doubling or something of that sort. Believe it or not, the symptoms of Alzheimer's have been shown at least among the nutraceuticals of which alpha-GPC is to significantly improve cognition in people with Alzheimer's. Now this episode isn't about cognitive decline and longevity, we will talk about that, but this is a so-called another effect of alpha-GPC. Fat oxidation is increased by alpha-GPC, growth hormone release is promoted by alpha-GPC, although to a small degree. So as you can see, things like alpha-GPC in particular, when they are combined with low levels of caffeine can have these effects of improving power output, can improve growth hormone release, can improve fat oxidation. All these things in theory can support skill learning, but what they're really doing is they're adjusting the foundation upon which you are going to execute these many, many repetitions, okay? The same thing would be said for caffeine itself. If that's something that motivates you and gets you out of a chair to actually do the physical training, then that's something that can perhaps improve or enhance the rate of skill learning and how well you retain those skills. Now, on a previous episode, I talked about, and this was the episode on epinephrine, on adrenaline, I talked about how for mental, for cognitive learning, it makes sense to spike epinephrine, to bump epinephrine levels up, adrenaline levels up after cognitive learning.",
        "yb5zpo5WDG4_17": "And then in between those focus bouts, I'm doing other things that require less focus. Some of you may be able to perform four. What I highly recommend is that you try doing at least one, that is one 90-minute or less bout of focused, concentrated work per day. And yes, that means the weekends too. And on the weekends, I like to read a book with my phone nowhere in sight, not on a device. That's what I do. Or I'll listen to an audio book sometimes while taking a walk, but really concentrating on what I'm trying to learn, what I'm hearing and what I'm seeing. So again, a daily 90 minute bout is one to start with. And I would say after about four weeks of that, if you're able to stay concentrated, work through the agitation, then I would consider increasing the number of focus bouts. Again, this is not to say that you should go to your teacher or your PhD advisor or your parent or your friends and say, listen, I can't really concentrate or think about anything for more than 90 minutes per day. That's not what I'm saying. These are deep focus bouts. These are bouts of work or I should say mental work or physical work where you're really forcing yourself to focus and refocus, to sharpen the head of that arrowhead, to redirect it to what you're trying to concentrate on. And it is indeed hard work. I would even think about it more or less like a workout of any kind. Before we continue with today's discussion, we're going to take a brief pause to acknowledge our sponsor, Athletic Greens, also called AG1. I started taking Athletic Greens way back in 2012, so I'm delighted that they've been a sponsor of this podcast. Athletic Greens contains vitamins, minerals, probiotics, digestive enzymes, and adaptogens. So it's got a lot of things in there. And that's actually the reason I started taking it and the reason I still take it once or twice a day. It essentially covers all of my nutritional bases and the probiotics in particular are important to me because of the critical importance of what's called the gut-brain axis. That is neurons and other cell types in the gut, in the digestive tract, that communicate with the brain and the brain back to the digestive tract in order to control things like mood, immune function, hormone function, and on and on.",
        "J7SrAEacyf8_17": "So regardless of age, let's just put it this way, because people might be wanting to drive their hormones more estrogenic or more androgenic. How could I know what your preference is? I don't know. But in any case, things like evening primrose oil can actually promote estrogenic pathways in the body, and some of it can go transdermal. Likewise, because testosterone replacement therapy is fairly widespread nowadays, and some people accomplish that through cream, it's pretty well understood that if someone's taking that, that they want to avoid contact with anyone, skin contact with anyone that is trying to promote more estrogenic activity in their body, and especially in children. So that's one. The other is this issue of environmental factors. Now this, again, I'm just going to highlight, when one starts talking about environmental factors and how they're poisoning us or disrupting growth or fertility rates, it can start to sound a little bit crazy, except when you start to actually look at some of the real data, data from quality research labs funded by federal government funded, not from companies or other sources that are really aimed at understanding what the underlying biology is. And for that, I really, we should all be grateful to Tyrone Hayes at UC Berkeley. I remember way back when I was a graduate student in the late nineties, goodness, at UC Berkeley. And I remember him, he was studying frogs. He was talking about developmental defects in these frogs that live in different waters around, it was California, but also elsewhere. And he identified a substance which is present in a lot of waterways throughout this country and other countries, so US and beyond, certainly not just restricted to California, which is atrazine. This is A-T-R-A-Z-I-N-E. Again, this is the stuff of textbooks and it causes severe testicular malformations. So again, atrazine exposure is serious. And what's interesting is if you look at the data, what you find is that at sites in Western and Midwestern sections of the United States, 10 to 92% of male frogs, these were frogs, mind you, had testicular abnormalities. And the most severe testicular malformations were in the testes rather than in the sperm. So it's actually the organ itself, the gonad itself. Now, it's very well known now that atrazine is in many herbicides.",
        "AtChcxeaukQ_24": "Because as soon as the virus gets into your body, it's going to start replicating as quickly as it can. What happens? White blood cells that your body produces will go to the sites where those viruses are. And by the way, those viruses are basically getting into cells of your body and then hijacking the genetic machinery of those cells in order to replicate within those cells and then exit those cells and then go infect more cells. That's how these viruses work. Your body's making white blood cells, things like neutrophils, natural killer cells, macrophages. These are what we call effector cells that act as a kind of ambulance system and go to the sites that those viruses exist and the cells that they've infected and start trying to physically barrier them in and also use specific chemical mechanisms to neutralize and kill those viruses. Again, anytime you're thinking about biology, think mechanical features and chemical features of a response. Now, a key component of the innate immune system is what's called the complement system, not compliment like, oh, you look very nice today, but complement, okay? The complement system, which exists in the plasma within your blood. These are chemicals in your bloodstream that go and mark specific cells that have been infected or viruses with a signal, a chemical signal that essentially looks like an eat me signal to these other cell types of your immune system, such that those natural killer cells go through the body and go looking for the cells that have this eat me signal on them and try and destroy those particular cells. The other thing that urinate immune system does is that the cells that have been infected and that are undergoing damage, remember they have cold or flu virus within them and they're hijacking the cellular machinery of those cells and using it to produce their own virus, more of the virus. And as a consequence, the genetic machinery of those cells is not able to do a bunch of other things that it normally can do, or at least not as well. Well, those cells that are really hurting release a help me signal. And then in response to that help me signal, your immune system releases what are called cytokines, things like interleukin-1, interleukin-6, tumor necrosis factor alpha, just fancy nerd-speak names for different types of molecules that go to the site of infection and try to help or assist to remove that infection.",
        "UF0nqolsNZc_28": "Sunlight exposure increased P53 activity in the skin and P53 activity was required for the downstream increases in ovarian size, in testicular size, in testosterone increases, in the estrogen increases and the various other changes that they observed at the physiological level when animals or humans were exposed to sunlight. So these data are important because what they mean is that not only is it important that we get sunlight exposure early in the day and throughout the day to our eyes, at least as much as is safely possible, but that we also need to get UVB sunlight exposure onto our skin if we want to activate this p53 pathway in keratinocytes and the testosterone and estrogen increases that are downstream of that p53 pathway. So even though the gene knockout studies were done on mice, they clearly show that if you remove p53 from the skin, that these effects simply do not occur. So in terms of thinking about a protocol to increase testosterone and estrogen mood and feelings of passion, the idea is that you would want to get this two to three exposures per week minimum of 20 to 30 minutes of sunlight exposure onto as much of your body as you can reasonably expose it to. And when I say reasonably, I mean, of course you have to obey cultural constraints, decency constraints. And of course you have to also obey the fact that sunlight can burn your skin. So many people are probably going to ask what happens if you wear sunscreen? Well, in theory, because sunscreen has UV protection, it would block some of these effects. Now I'm not suggesting that people do away with sunscreen entirely. I do hope to do an episode all about sunscreen in the future because sunscreen is a bit of a controversial topic. Skin cancers are a real thing and many people are especially prone to skin cancer, so you need to take that seriously. Some people are not very prone to skin cancers and can tolerate much more sun exposure. You're probably familiar with the simple fact that if you've gone outside on the beach with friends, some people get burned very easily, others don't. So you really should prioritize the health and the avoidance of sunburn on your skin. However, these data and other data point to the fact that we should all probably be striving to get more sunlight exposure onto our skin during the winter months and still getting sunlight exposure onto our skin in the summer months, provided we can do that without damaging our skin.",
        "HXzTbCEqCJc_31": "So if let's say he's a six, she's an eight, and he can convince her that she's actually only a six, then she's going to be more likely to stay with him. Very diabolical. It's terribly diabolical. But the fact is women don't feel good about themselves when they get beaten up by their partner. In fact, in the cases where it leaves physical evidence, you know, women wear sunglasses or turtlenecks or cover up the bruises, it literally does lower the mate value of the woman by injuring her physical appearance. And getting her to conceal herself, stay home. Yeah, exactly. She's taking her out of the, literally reducing her visibility. Right. And that's actually one of the predictors of violence is if he starts doing things other than violence, like cutting off her relationships with her friends and her family, trying to sequester her and prevent her from getting exposed to potential other partners. And so it is very diabolical, but I think important to understand the potential functionality of intimate partner violence. So- What about, sorry to interrupt again, but I'm just so curious. So oftentimes my audience will say, yeah, interrupt too often, but I want to make sure that I don't miss an opportunity to ask you about the intimate partner violence in the other direction, female to male, where stereotypically speaking, the opportunity for physical violence is still there, but the idea in mind is that it would be more of a psychological nature. Although I think there is evidence that some women beat their husbands, but I'm guessing it's not as frequent or am I off? Well, different studies. So it depends on whether you just simply count up acts or whether you look at the damage that's done. And as I mentioned, men tend to do more physical damage. So there are shelters for battered women all over the country. As far as I know, there's one for battered men. Now, it may be, and this is partly true, that men are more ashamed if they get beaten up by their partner, clocked with a frying pan. And it's possible, and there's evidence that police don't take it as seriously. So there's one case that I report in my book where a guy called the police and his wife had clocked him with something.",
        "QmOF0crdyRU_28": "Some of you might be asking, what should I do if I experience a drop in my baseline level of dopamine because of engagement with some activity or some substance that led to big peaks? Just to put some color and example on this, a few episodes ago, I talked about a friend who I've known a long time. This is actually the child of a friend who has basically become addicted to video games. He decided actually after seeing that episode with Ana to do a 30 day complete fast from phone, from video games and from social media of all kinds. He's now at day 29. He's really accomplished this. Not incidentally, his levels of concentration, his overall mood are up. He's doing far, far better. What he did is hard in particular, the first 14 days is really hard, but the way that you replenish the releasable pool of dopamine is to not engage in these dopaminergic seeking behaviors. Because remember, typically people arrive at a place where they want to stop engaging in these behaviors or ingesting substances when that dopamine is depleted, when they're not getting the same lift. In his case, he was feeling depressed. He thought he had ADHD. They were starting to treat it as ADHD. And certainly there are people out there who have ADHD, but what he found was that his levels of concentration are back. He does not need to be treated for ADHD. And actually the psychiatrist wondered if he did prior to this video game, social media fast. He's feeling good. He's exercising again. I'm not making this up. This is really a very specific, but very relevant example of how the dopamine system can replenish itself. Of course, if there's a clinical need for ADHD treatment, by all means pursue that. But I think a lot of ADHD does go misdiagnosed because of this depletion in dopamine that occurs because of overindulgence and other activities and the drop in baseline. So for anyone that's experienced a real drop in baseline who has addictive tendencies, whether or not they're behaviors or substances, that is always going to be the path forward is going to be either cold turkey or through some sort of tapering to limit interactions with what would otherwise be the dopamine evoking behavior or substance. So let's talk about the optimal way to engage in activities or to consume things that evoke dopamine. And by no means am I encouraging people to take drugs of abuse.",
        "RBK5KLA5Jjg_16": "A kid jumped on my back and bit me on the top of my back. And this of course resulted in a discussion and a timeout and all the usual things and parents, I think got involved, I don't recall. I didn't think much else of it, but I recall that this was considered especially troubling behavior because he bit me as opposed to hit me or shoved me down or something of that sort. And it does seem as if the tendency to use biting as an aggressive behavior is associated with a more primitive circuitry. Now here I'm truly anthropomorphizing. I don't know what this other kid happened to be thinking or feeling at the time. How could I? And I certainly am not going to say that biting in every case reflects a pathology. Although I think there is general agreement in the psychology community, in the psychiatric community that past a certain age, the using of one's teeth to impart aggression and damage on others is a particularly primitive and troubling, or at least for the observer, the person that experiences a pretty disturbing event. Dayu's lab has shown that activation of the ventromedial hypothalamus triggers a downstream circuit in the periaqueductal gray, which then triggers a whole other set of circuits of fixed action patterns. Here we are back to Lorenz again with fixed action patterns, including swinging of the limbs, right? Punching, this wouldn't necessarily be controlled punching, but also biting behavior. So it's remarkable to me at least that we have circuits in our brain that can evoke violent use of things like our mouth or violent use of things like our limbs that of course could be used for things like singing or kissing or eating or, you know, gesticulating in any kind of polite or impolite way. The point here is that neural circuits, not individual brain areas, evoke the constellation of behaviors that we call aggression. Now, many of you are probably puzzled, or at least should be, because I've been talking about this highly specialized brain area, the ventromedial hypothalamus, and this highly specialized subcategory of neurons in the ventromedial hypothalamus, these neurons that make estrogen receptor. And yet the activation of those cells triggers dramatic and immediate aggression, both in males and in females, and both against males and against females. So what's going on here? Most of us think about estrogen and we don't immediately think of aggression.",
        "x3MgDtZovks_64": "If you have questions for me or topics you'd like me to cover on the Huberman Lab Podcast, or guests that you'd like me to consider inviting on the Huberman Lab Podcast, please put that in the comments on YouTube. I do read all the comments. In addition, please check out the sponsors mentioned at the beginning and throughout today's episode. That's the best way to support this podcast. Not so much on today's episode, but on various previous episodes of the Huberman Lab Podcast, we discuss supplements. While supplements aren't necessary for everybody, many people derive tremendous benefit from them for things like enhancing sleep, focus, and hormone support. The Huberman Lab Podcast is proud to have partnered with Momentous Supplements. If you'd like to hear more about the supplements discussed on the Huberman Lab Podcast, please go to livemomentous, spelled O-U-S, .com slash Huberman. Again, that's livemomentous.com slash Huberman. If you're not already following the Huberman Lab podcast on social media, we are Huberman Lab on Instagram, Twitter, Facebook, and LinkedIn. And on all those places, I focus on material that somewhat overlaps with content from the Huberman Lab podcast, but often is distinct from the content covered on the Huberman Lab podcast. So again, it's Huberman Lab on all social media channels. For those of you that haven't already subscribed to our so-called neural network newsletter, this is a completely zero cost monthly newsletter that has summaries of podcast episodes and so-called toolkits. Toolkits are lists of about a page to two pages long that give the critical tools, for instance, for optimizing sleep or for neuroplasticity or deliberate cold exposure or deliberate heat exposure, optimizing dopamine. Again, all available to you at zero cost. You simply go to hubermanlab.com, go to the menu tab in the corner, scroll down to newsletter. You provide us your email. We do not share your email with anybody. And in addition to that, there are samples of toolkits on the hubermanlab.com website, again, under newsletter, and you don't even have to sign up to access those. But I think most people do end up signing up for the newsletter because it's rich with useful information and again, completely zero cost. Thank you again for joining me for today's discussion with Dr. Alyssa Epple, all about stress, aging, and metabolism.",
        "O1YRwWmue4Y_116": "This dates back to 1981, but there have been studies subsequently that point to the fact that supplementation with zinc at those high levels can really be helpful in terms of increasing sperm count, testosterone, and even testicular size of all things. So one important point about taking zinc, this 120 milligrams of zinc two times daily definitely needs to be done with meals. If you've ever taken zinc on an empty stomach, even if you just take 15 or 30 milligrams of zinc, you can feel very nauseous, not well for a few hours. So make sure that you're taking zinc with full meals. So this would mean that you're taking in at least two full meals per day. I should also mention that zinc supplementation did not appear to impact gonadotropin-releasing hormone or prolactin, so it seems to be a fairly targeted effect on the testosterone and related pathways in males. As far as I know, there have not been systematic explorations of the effects of high levels of zinc administration on females. I would hope that those studies would soon be done. But meanwhile, if you're a male and you're interested in improving sperm quality and your testosterone levels overall, for whatever reason, zinc likely is a good candidate. And that pretty much summarizes the compounds that men and women should take in order to maximize egg quality, sperm quality, and fertility. And then of course, we start to enter the landscape of other things that men and women can take in order to improve fertility. And those other things generally are prescription drugs. And so I just want to mention what a few of those are, but of course, these are things that you would absolutely have to obtain prescriptions for from your MD and your MD would, without question, would want to take blood tests prior to prescribing these things. So for instance, if men have been taking exogenous testosterone through the use of anabolic steroids, like performance enhancing drugs, or even testosterone replacement therapy, their endogenous testosterone levels are going to be very low and their sperm counts are going to be very low. Unless for instance, they are prescribed and taking something like HCG, human chorionic gonadotropin, which mimics LH and would stimulate the testes to produce testosterone and through some indirect pathways, rescue spermatogenesis. Although not to the same degree as if people are not taking exogenous sources of testosterone.",
        "azb3Ih68awQ_38": "Many people are. Okay, so that's magnesium. Anytime we're talking about sodium balance, we have to take into consideration potassium because the way that the kidney works and the way that sodium balance is regulated both in the body and the brain is that sodium and potassium are working in close concert with one another. There are a lot of different recommendations about ratios out there, and they range widely from two to one ratio of potassium to sodium. I've heard it in the other direction too. I've heard a two to one sodium to potassium. The recommendations vary. One of the sponsors of this podcast, for instance, Element, which I've talked about in this episode and before, the ratio there is a gram of sodium to 200 milligrams of potassium, 60 milligrams of magnesium. So there they've opted for a five to one ratio of sodium to potassium. And of course, many people opt to make their own hydration electrolyte formulas. They'll put sea salt into some water, maybe even ingest a potassium tablet. It all depends on the context. And an important contextual element is your diet. So for instance, carbohydrates hold water in the body. So regardless of how much salt and how much fluid you're ingesting, if you're ingesting carbohydrate and you drink fluids, water, some of that fluid is going to be retained in the body. Now, for people that are following low carbohydrate diets, one of the most immediate effects ofohydrate diet is that you're going to excrete more water. And so under those conditions, you're also going to lose not just water, but you'll probably also lose sodium and potassium. And so some people, many people, in fact, find that when they are on a lower or low-carbohydrate diet, then they need to make sure that they're getting enough sodium and enough potassium. And some people do that by taking 99 milligram potassium tablets every time they eat. Some people do that by ingesting more foods that contain potassium. And of course, some people who are on low carbohydrate diets do ingest vegetables, you know, or other forms of food that carry along with them potassium. So it's quite variable from person to person. I mean, you can imagine if carbohydrate holds water, water and salt balance and potassium go hand in hand, that if you're on a low carbohydrate diet, that you might need to adjust your salt intake and potassium.",
        "7R3-3HR6-u4_57": "They're just pumping out growth hormone and growing, growing, growing. And then the teenagers, actually, the recommendation is they should be sleeping 9 hours because if you take teenagers, take out all the stimulatory inputs to them and then remove homework assignment and everything, and then let them kind of equilibrate to their homeostasis, what they're likely, how many hours they're likely to sleep, that turns out to be somewhere between eight and a half to nine and a half hours. Which also means that going back to sleep, nearly 90% of high school students in this country are chronically sleep deprived because most high school students don't get nine hours of sleep on a regular basis, maybe in the weekend. Probably because of devices. Yeah. They're on iPads. And also, as I said, this new idea that midnight is your assignment submission time. I'll come back to that again and again. I'm hearing that again and again. So teachers take note. It's a very interesting idea as a way to kind of anchor behavior earlier in the day. Yeah, learning to, I mean, public health is complicated because people are incentivized by fear, but they, you know, you get more bees with honey, as they say, right? You know, there's incentivizing people to wake earlier, not necessarily with the sunrise, but wake earlier and go to sleep earlier and eat within an eight to 12 hour window. 12 if it's children. It sounds to me like, you know, all these health benefits are what I think are going to incentivize people more than, for instance, this idea that, well, if you don't do this, you're going to get dementia or something of that sort. No, no, it's not like that. Like every day, people will feel more healthy and more productive. And so that's why I said that even if children are supposed to sleep for nine hours, of course, they're not eating during those nine hours. And we're not feeding children and putting them down to sleep because their core body temperature will be high, they cannot fall asleep. So at least they should have their last meal one or two hours before going to bed because typically parents feed them and maybe give them a shower or a bath and then they read the bedtime stories. So it's one to two hours before bedtime, they're finishing food.",
        "h2aWYjSA1Jc_45": "And the other tool that relates to nights that you stayed out too late or that you feel like you want to sleep in a bit more in the morning is if you are going to wake up at your consistent time. So for example, normally you go to bed at 10 and you wake up at six, let's say that's your schedule and you end up staying up late one night until midnight or one for whatever reason. And the next morning you wake up at seven and you're still groggy. In that case, you absolutely want to wait to ingest caffeine 90 to 120 minutes after waking. You really do because there are good data to support the fact that caffeine can disrupt sleep. Yes, that's obvious. Caffeine especially disrupts sleep if you take it too late in the day. That's very obvious as to why that would be the case. But caffeine especially disrupts what's called compensatory sleep. So if you start changing your waking time and your to sleep time, and you start using additional caffeine to offset the sleepiness that you're experiencing because of those late nights out, well, that's when you really start to disrupt not just your nighttime sleep, but your daytime compensatory sleep. So those naps, you also are disrupting the total architecture of sleep in the early morning hours. There's a lot of great science that's been put to this or that's emerged from this, I should say. So try and keep those sleep-wake times relatively constant, plus or minus an hour, and try as much as you can to delay that caffeine intake 90 to 120 minutes after waking every day, but especially on days where you wake up and you feel you haven't gotten enough sleep. In that case, I highly recommend you just use NSDR or the Reverie app or some other form of deep relaxation to try and compensate for the lack of sleep. Knowing of course, that there's no complete compensation for lack of sleep. There are just things that we can do to partially offset lack of sleep. Now, a couple of final points and additional tools that I think are going to be useful to everybody in particular, people who have young children or following a shift work schedule or who are experiencing jet lag. Keep in mind, jet lag can be due to travel, which is obvious, but jet lag can also be due to getting woken up in the middle of the night, right?",
        "Z7MU6zrAXsM_27": "There's another part that we call syntax, which refers to how the words are assembled in a grammatical form. So those are all really critical parts of language. And speech is just one form of language. There's many other forms like sign language, reading. Those are all important modalities for reading. Our research really focuses on this area that we're calling speech. Again, the production of this audio signal, which you can't see, but your microphones are picking up. There are these vibrations in the air that are created by my vocal tract that are picked up by the microphone in the case of this recording, but also picked up by the sensors in your ear. The very tiny vibrations in your ear are picking that up and translating that into electrical activity. And what the ear does at the periphery is translates all sounds into different frequencies. So its main thing to do is to take a speech signal or any other kind of sound and decompose it, meaning separate that sound into different kind of signals. And in the case of hearing, what it's doing is separating it out into low, middle, high frequencies at a very, very high resolution. It's doing it very quickly, and it's doing it in a really fine way to separate all of those different sounds. So if you look at the periphery near the nerve that goes to your ear, those nerve fibers, some of them are tuned to low frequency. Some of them are tuned to high frequency. Some of them are tuned to the middle frequencies. And that is what your ear is doing. It's taking these words and splitting them up into different frequencies. And for those of you out there that aren't familiar with thinking about things in the so-called frequency space, bass tones would be lower frequencies and high-pitched tones would be higher frequencies, just to make sure everyone's on the same page. So the sound of my voice, the sound of your voice, or any sound in the environment is being broken down into these frequencies. Are they being broken down into very narrow channels of frequency, or are they, I want to avoid nomenclature here, or are they being binned as fairly broad frequencies? Because we know low, medium, and high, but for instance, I can detect whether or not something's approaching me or moving away from me, depending on whether or not it sweeps louder or towards or away.",
        "p3JLaF_4Tz8_3": "I try and get a meditation practice in every day, but sometimes that requires that it be a brief meditation practice. With Headspace, they have a huge range of different meditations of different durations. And so that's really helpful in building and maintaining these powerful meditation practices. If you want to try Headspace, you can go to headspace.com slash special offer. And if you do that, you'll get a free one month trial with Headspace's full library of meditations. This is the best deal offered by Headspace. Basically you get access to everything they've got completely free for a one month trial. So if you'd like to try that, go to headspace.com slash special offer. And now for my discussion with Dr. Anna Lemke. All right. Great to have you here. Thank you for having me. I'm excited to be here. Yeah, I have a lot of questions for you. I and many listeners of this podcast are obsessed with dopamine. And what is dopamine? How does it work? We all hear that dopamine is this molecule associated with pleasure. I think the term dopamine hits, like I'm getting a dopamine hit from this, from Instagram or from likes or from praise or from whatever is now commonly heard. What is dopamine? And what are maybe some things about dopamine that most people don't know? And probably that I don't know either. So dopamine is a neurotransmitter and neurotransmitters are those molecules that bridge the gap between two neurons. So they essentially allow one neuron, the presynaptic neuron, to communicate with the postsynaptic neuron. Dopamine is intimately associated with the experience of reward, but also with movement, which I think is really interesting because movement and reward are linked, right? If you think about early humans, you had to move in order to go seek out the water or the meat or whatever it was. And even in the most primitive organisms, dopamine is released when food is sensed in the environment. For example, C. elegans, a very primitive worm. So dopamine is this really powerful, important molecule in the brain that helps us experience pleasure. It's not the only neurotransmitter involved in pleasure, but it's a really, really important one.",
        "V0Sdgn0_kFM_27": "It makes sense that some people are more extroverted, which I think is defined as getting energy from social interactions and resetting energy through social interactions as opposed to introverted, which by the way, folks, introverts like myself do enjoy social interaction. It's just that we reset through more solo or one-on-one time than we do in larger groups. That's my understanding of the introversion, extroversion literature. We can revisit that. But this notion of social homeostasis is, I think, so key, important enough that I think we probably want to to 1,800 calories a day. It feels like a deficit because indeed it is. Whereas after some period of time at 1,800 calories a day, 2,200 calories a day feels like relative abundance, relative abundance. When the pandemic hit, I certainly was unhappy about the state of affairs in the world, of course. But I recall feeling like, oh my goodness, I finally don't have to commute 90 minutes in each direction to Stanford because I lived in the East Bay at that time. I felt like I had time to do things I hadn't done in a long time. And thanks to Zoom, I was able to get certain things done, not others. Then after about six to eight months, when I realized that this is going to carry on for a while, I remember feeling quite lonely and making some efforts to repair that. I think social media, not to harp on social media, could do either one of two things, and I don't know which in the context of social homeostasis. Either going on Instagram and seeing a lot of familiar faces and comments and accounts could make me feel like I'm getting some social interaction such that then when I close that app and move to my work at my desk or something, which these days is mostly done solo, that I would feel like I had social interaction. Or perhaps it's the equivalent of calories that then makes me feel more isolated when I'm not in the app, perhaps. I find it to be distinctly different than like the experience I had last night of going to dinner with someone I know quite well, sitting down and having a open-ended conversation and deciding to close out the night only when we realized, you know, we got to get up tomorrow for work. So went our separate ways. There's something that felt very sating about it.",
        "K-TW2Chpz4k_36": "And keep in mind that, again, the bigger the peak in dopamine, the bigger the trough in dopamine afterwards. So pay attention to whether or not you experience a crash that same day or the next day. But chances are, if you're using a relatively low level of L-tyrosine, so anywhere from 250, maybe 500 milligrams or a thousand milligrams of L-tyrosine prior to cognitive or physical work and taken early in the day, by the way, because this can act as a bit of a stimulant, that you're going to achieve these long lasting increases in baseline dopamine. But please also keep in mind that I always, always suggest that you engage in the proper behaviors and you disengage from the improper behaviors as a first line of offense on any health goal. So now you know how to set your baseline levels of dopamine at the highest possible level. You of course want to guard that baseline level of dopamine very carefully. So for instance, you want to avoid any kind of behaviors or substances that are going to peak your baseline level of dopamine very high or very sharply. Or if you do engage in those types of behaviors, whatever they may be, that you are well aware that your baseline level of dopamine will drop far below what it was after that peak has fallen. You will be essentially in the quote unquote trough. If however, you find yourself in that trough, you now have the knowledge to understand that that trough will resolve if you wait enough time. That baseline level of dopamine that you were at prior to the peak will come back. You will feel better. However, most people don't know that. And as a consequence, when they feel that low, that is they feel kind of amotivated, maybe a little bit depressed, maybe a lot amotivated or a lot depressed following some quote unquote peak experience, what they end up doing is thinking about what caused that peak experience and then go back and try to re-engage in the behavior and try and regenerate that peak experience. But you now know that that is a terrible strategy. In fact, that strategy will only lead to diminished peaks from the same experience.",
        "UF0nqolsNZc_58": "And what they've discovered is that there's a particular pattern of brain activity called gamma activity. Gamma activity is one so-called wavelength of electrical activity in the brain. So not wavelengths of light, but wavelengths of electrical activity in the brain that can be restorative for certain aspects of learning and memory and can actually help create molecular changes in neurons that lead to clearance of debris and even reductions in age-related cognitive decline. So the way to think about brain waves and brain oscillations is that neurons are electrically active, that involves chemicals, et cetera, and they can be active in very slow, big wave forms. So you can think of, you know, delta waves, meaning, so you can imagine a wave of electrical activity that comes along very infrequently. So a given neuron fires, and then some period of time later fires, and then some period of time even later fires, or you can imagine that that same cell is very active, fires, fires, fires, fires, fires. You can imagine if it's firing very often, it's going to be short wavelength, right? Shorter gaps between firing, or if it's firing very seldom, you're going to think about that as longer wavelength firing. Turns out that gamma waves are one pattern of firing that lead to downstream metabolic functions and biological functions that end up clearing away debris that's associated with aging in cells and that also lead to molecular changes that enhance the kind of youthfulness of neurons, so to speak. How do we induce gamma oscillations within the brain? Well, what Li-Wei Tsai and colleagues have beautifully shown is that by delivering certain patterns of light flicker, so lights going on and off at a particular frequency, the brain as a whole starts to entrain, meaning it matches to those particular patterns of light flicker, even though many of the brain areas that do this are not directly within the visual system or visual pathway. So the studies that I'm referred to are several, but the one that I'd like to highlight is entitled Gamma Entrainment Binds Higher-Order Brain Regions and Offers Neuroprotection. What they essentially did was to expose subjects to 40 Hertz, which is a particular frequency of illumination to the eyes. So it's light goes on, light goes off, light goes on, light goes off at a frequency of 40 Hertz.",
        "eIxVfln02Ss_27": "They include things like changes in the so-called default mode network. There's a lot of interest in this. I've talked about it before on this podcast, the default mode network, because the network in the brain that's thought to be responsible for spontaneous imagination, for daydreaming, and that reflects sort of the base activation state of the brain when there's no drugs in our system. And the default mode network is one of the systems or networks rather that is thought to be rewired under conditions of psilocybin or other psychedelics. Again, if you're interested in these models and comparing and contrasting them, there's a very nice review from Brian Roth's lab at Duke entitled, The Neural Basis of Psychedelic Action. We'll provide a link to this in the show note captions. And again, I just want to emphasize that all of these models have been shown to be true in different studies. And what they all point to is more extensive communication between areas of the brain that normally are not as active at the same time while under the influence of psychedelics, such as psilocybin. The controversy in the field relates to which of these networks is the one that changes the most to explain the therapeutic outcomes that have been discovered in recent years. So again, check out that review if you're interested in that sort of thing. In the meantime, we can cut a broad swath through all of those models and just say that psilocybin expands the functional connectivity of the brain while one is under the influence of psilocybin. And it does seem that some of that expanded functional connectivity persists after the effects of psilocybin have worn off. And that statement about the functional connectivity of the brain being more expanded, not just during the psilocybin session, but after as well, has been substantiated in a number of papers. But one of the key papers in this area is one that I recommend people check out if they're interested in this sort of thing, is entitled The Effects of Psilocybin and MDMA on Between-Network Resting State Functional Connectivity in Healthy Volunteers. And I like this paper for a number of reasons. First of all, it's a very high quality paper carried out in the laboratory of Robin Cardart Harris at UCSF.",
        "wTBSGgbIvsY_21": "The default mode network is a collection of different brain areas that essentially are active when we're not doing much of anything. And certainly is active when we are not focused on one particular task or conversation or activity. The default mode network can be thought of more or less as the network that generates mind wandering or our thoughts drifting from the past to the present, to the future. Remember earlier, I talked about how your perceptual spotlight can either be two spotlights or they can merge. Well, similarly, human beings can think about the past, surely, the present, definitely, and the future. And it turns out we can also split our thoughts just like we can split our perception into two of those three things. So I can think about the past, a past event, and I can think about the present. I can split my thinking and my memory in that way. I can also think about the present and the future. I can also think about the future and the past, although it's very difficult, although not impossible, to split one's thinking and memory into the past, the present, and future simultaneously. Not easily done, but pretty easy to split one's attention and thinking into two of those three things, either the past, the present and the future, or any two of those three things. Okay? Just like with attentional spotlighting, you can place your mind, your thinking and your memory, your cognition onto one of those things and be very, very present or the past and the present and so on and so forth. The default mode network, while it involves a lot of different brain areas, can be thought of simply as the network of brain areas that are active when your mind is wandering between these different time domains. And the paper I'd like to share with you, as I mentioned before, is now a classic paper, has a wonderful title, which is A Wandering Mind is an Unhappy Mind. Now that sounds almost like a news article or a news article about a scientific paper, but that's actually the title of the scientific paper, which was published in the journal Science, which is one of the three apex journals. Scientific publishing is competitive, but it's especially competitive to get manuscripts accepted into science, into nature and into the journal cell. So it represents kind of the, one of the kind of Superbowl, NBA championships and Stanley Cup, if you will, for you sports aficionados of scientific publishing.",
        "2XGREPnlI8U_4": "And if you're really excited about the results, I would encourage you to explore some of the references within that paper as well. What was the study? The study looked at giving mice or humans two meals and explored whether or not putting those meals early in the day or late in the day had an impact on muscle hypertrophy, muscle growth, and overall protein synthesis of muscle. So when we eat, the amino acids from various foods are broken down and synthesized into different types of tissues. They can be utilized for energy, you know, burned up for moving about and thinking, et cetera, or it can be synthesized. Those amino acids can be synthesized into skeletal muscle, the sorts of skeletal muscles that allow you to move your limbs. This study explored how protein intake, which included what are called branched chain amino acids and amino acids like leucine, which are important for muscle protein synthesis, it explored whether or not emphasizing or skewing the protein intake toward early day or late day was better in terms of muscle hypertrophy. And they also looked at some parameters of strength like grip strength. Now mice are nocturnal. So before you say, wait, mice are nocturnal. How did they look during the day? And it's completely, it doesn't apply because it's in mice. Of course they knew that. And they looked during the mice's active phase of their circadian cycle, which corresponds to our day. And in humans, they looked at whether or not eating most of one's protein early in the day was better than if the protein intake and these branched chain amino acids were placed later in the day. And yes, they had the mice do resistance training. They did that by emphasizing overload to one limb of the mouse, and that actually generates hypertrophy. It's a form of resistance training in mice. So they don't have them weight training. They weren't doing curls and dips and squats and things of that sort. They were moving their own body weight, but they skewed that distribution of body weight by restricting a limb and forcing them to use one limb that did indeed grow in response to that. And then in humans, there was an exploration of grip strength. And then with resistance training, that was also carried out through a peripheral study.",
        "HYVeP4F0GNU_13": "And that's AG1. AG1 is a vitamin mineral probiotic drink that also contains adaptogens. I started taking AG1 way back in 2012. The reason I started taking it and the reason I still take it every day is that it ensures that I meet all of my quotas for vitamins and minerals. And it ensures that I get enough prebiotic and probiotic to support gut health. Now, gut health is something that over the last 10 years, we realized is not just important for the health of our gut, but also for our immune system and for the production of neurotransmitters and neuromodulators, things like dopamine and serotonin. In other words, gut health is critical for proper brain functioning. Now, of course, I strive to consume healthy whole foods for the majority of my nutritional intake every single day, but there are a number of things in AG1, including specific micronutrients that are hard to get from whole foods, or at least insufficient quantities. So AG1 allows me to get the vitamins and minerals that I need, probiotics, prebiotics, the adaptogens, and critical micronutrients. So anytime somebody asks me if they were to take just one supplement, what that supplement should be, I tell them AG1 because AG1 supports so many different systems within the body that are involved in mental health, physical health, and performance. To try AG1, go to drinkag1.com slash Huberman, and you'll get a year's supply of vitamin D3K2 and five free travel packs of AG1. Again, that's drinkag1.com slash Huberman. Then what they did is they have information on who has major depressive disorder, has ptsd generalized anxiety bipolar psychosis etc and then they ran three models and you can tell me what you think about the power of these models but you know somebody who thinks about the mechanistic aspect of all of this a lot but not somebody who's ever run this type of study i'd be really really curious. Model one examined the unadjusted association between day and nighttime light exposure and psychiatric outcomes.",
        "ulHrUVV3Kq4_33": "In any event, getting back to the relationship between stress and food and maybe even just weaving back a little bit to the opioid system, have there been any long-term studies of stress intervention? You know, in the studies that we do in our laboratory, we get people for a month, they do one intervention, we swap them to another intervention, a month, we analyze data, takes a couple years to do all that, but we write papers and we move on. Sounds like your laboratory has been involved in doing a lot of studies where you're examining people over a very long period of time, even their children. What can we learn about the long-term outcomes of things like body scans, meditation, and then these cross-sectional studies where you compare a long-term meditator to someone who's never meditated. And they are interesting. I mean, let's talk about the cross-sectional studies. You're already, you know, studying someone who eats like kale chips instead of potato chips. There's a lot of differences in who decides to be a meditator. In terms of the health and biology, we have found that there is slower biological aging, and other people have found that. In these meditation interventions we do, the short-term ones, the inflammatory pathways of gene expression are dampened way down. And cross-sectionally, other people like Elizabeth Hoji have found longer telomeres in the meditators versus the controls. So we haven't really found telomere lengthening in our short-term meditation studies, but we do find boosts in telomerase activity, which is this enzyme that protects our cell aging, slows our cell aging, rebuilds the telomeres. So those are studies that suggest if someone were to continue meditating, they might keep up that slower rate of aging. So there's one study we did, which I think was particularly fun. We went to a retreat center where Deepak Chopra leads this one-week transcendental meditation retreat. So people got a mantra and they were focusing for probably eight hours a day on different yoga, meditation, and reflective exercises. And then we had half the group just walk around the resort, take walks, hear some boring health talks. So that was our control group. And what we found from that study was that in the short run, a week later, everyone felt fantastic after the week, right?",
        "poOf8b2WE2g_25": "Now let's flip the equation and ask, what can we do with our nervous system in order to enhance the function of our immune system in order to be able to heal and recover from illness and injury more quickly. So let's say you are in that unfortunate circumstance of waking up one day or coming home and you've got that tickle in your throat, or when you breathe, your nasal passages don't feel the same way. You've got a little bit of a headache, you're feeling kind of off. We all know what we should do. We should all hydrate, drink some water and go to sleep, right? That's what we are all told. But there are actually things that you can actively do in order to get your immune system to deploy a more robust response at that early phase of potential infection. Let's focus first on the rest component. Yes, of course, we are all told that we should take a hot shower and go to sleep, you know, and get nine or 10 hours of sleep, but there's an interesting way of looking at sleep specifically for its role in enhancing the immune system. And there's a wonderful review. I'll put the review in the captions that looked specifically at the literature surrounding sleep that is different because it occurs in support of the immune system. So normally when we go to sleep, we have slow wave sleep predominantly in the early phase of the night. And then over time, as we sleep longer and longer, we get more so-called REM, rapid eye movement sleep. Talked all about this on the episodes on sleep. Of course, you have slow wave sleep and REM sleep throughout the night always, but it's the fraction of slow wave sleep to REM sleep that shifts. And they have different functions, et cetera. There is some evidence that the sleep associated with an infection, in particular early stage of infection, is associated with elevated levels of serotonin in the brain that either through an adaptive mechanism or for whatever reason, the neurons in the brain of the so-called raphe nucleus start releasing more serotonin and that that serotonin and its related pathways can help enhance some of the immune system function that could combat the infection. There is starting to be some data, and I emphasize starting because it's not a very robust literature yet, looking at whether or not supplementing precursors to serotonin like 5-HTP, which can be taken in supplement form, or consuming foods that increase serotonin naturally.",
        "yb5zpo5WDG4_48": "And this is what I find particularly attractive about supplements. It's not so much that they put you into the ideal state for that work, and then you accomplish that work, and then you always rely on those supplements. I prefer to look at supplements of the sort that I just described as a route into a deeper trench of focus and concentration that I use as a tool to teach myself to focus and concentrate more deeply such that I don't need those tools every single time I try and focus and concentrate. I think this is an important point because I think that many people think of supplements as a crutch or a way of simply getting into a state for which no other tool will suffice or replace. But in that context, I want to remind you of the larger context of pharmacology, which is the vast landscape of prescription pharmacology for ADHD, for attention deficit hyperactivity disorder. Now I covered that landscape in intense detail on the episode on ADHD and focus. And just to summarize, there is of course, Adderall, Ritalin, Vyvanse, Modafinil, R-Modafinil, a number of different compounds, all of which generally increase dopamine transmission in the brain, so increasing dopamine, and all of which generally increase epinephrine, adrenaline transmission in the brain and body. And many of those compounds have been of tremendous benefit to children and even some adults who suffer from ADHD. So properly prescribed at the appropriate dosage, those compounds can really help people with clinically diagnosed ADHD. The way they help those people is a bit surprising, however. You might think, well, they turn on the brain chemicals that allow those people to concentrate and focus. That's true, but they also have the benefit of teaching those brain circuits how to engage. And that's one of the reasons why, somewhat paradoxically, giving a stimulant like Ritalin or Adderall to a kid that legitimately needs it. Obviously you don't want to do this without the oversight and careful evaluation of a psychiatrist, but giving that to a kid who has severe ADHD, you would think would make them more rambunctious, less able to focus and more distractible overall. After all, Ritalin, Modafinil, R-Modafinil, all these things are stimulants.",
        "nDLb8_wgX50_71": "Thank you for joining me for today's discussion about the science of tenacity and willpower and tools and protocols to increase one's ability to access tenacity and willpower. If you're learning from and or enjoying this podcast, please subscribe to our YouTube channel. That's a terrific zero cost way to support us. In addition, please subscribe to the podcast on both Spotify and Apple. And on both Spotify and Apple, you can leave us up to a five-star review. If you have questions for me or comments about the podcast or topics or guests that you'd like me to cover on the Huberman Lab podcast, please put those in the comment section on YouTube. I do read all the comments. In addition, please check out the sponsors mentioned at the beginning and throughout today's episode. That's the best way to support this podcast. Not on today's episode, but on many previous episodes of the Huberman Lab Podcast, we discuss supplements. While supplements aren't necessary for everybody, many people derive tremendous benefit from them for things like improving sleep, for hormone support, and for focus. To see the supplements discussed on the Huberman Lab podcast, go to livemomentous, spelled O-U-S, so it's livemomentous.com slash Huberman. If you're not already following me on social media, you can do so by going to Huberman Lab on all social media platforms. So that's Instagram, Twitter, now called X, LinkedIn, Facebook, and Threads. On all of those platforms, I cover science and science-related tools, some of which overlaps with the content of the Huberman Lab podcast, but much of which is distinct from the content covered on the Huberman Lab podcast. Again, that's Huberman Lab on all social media platforms. If you haven't already subscribed to our Neural Network Newsletter, the Neural Network Newsletter is is a zero cost monthly newsletter that includes podcast summaries, as well as toolkits. So toolkits for sleep, toolkits for learning and plasticity, toolkits related to dopamine regulation, and much more. Again, it's all zero cost. You simply go to hubermanlab.com, go to the menu tab, scroll down to newsletter, and simply enter your email. And we do not share your email with anybody. Thank you once again for joining me for today's discussion about tenacity and willpower. And last, but certainly not least, thank you for your interest in science.",
        "LYYyQcAJZfk_26": "Being the type of movement that you're just going to do a lot throughout the week, carrying groceries, et cetera, as we discussed earlier, these exercise snacks are designed to be incorporated into your daily life. And I must say that having started doing these after recording the series with Dr. Andy Galpin, I've noticed two things. First of all, including these exercise snacks at least once a week and more like three to five times a week for me. So that's one exercise snack done three to five times per week has definitely correlated with improvements in my fitness, in other domains of fitness, strength, hypertrophy, long distance endurance, et cetera. Now I've changed a number of other things as well as a consequence of that series with Dr. Andy Gallup. And so I can't say for sure that it's the exercise snacks per se that are causing all those positive shifts. I have to imagine that it's not just the exercise snacks, but they've become an important part of my routine. And that relates to the second point, which is that the exercise snacks are designed to be fun and easy. And so I really enjoy doing them so much so that if I don't do one for a couple of days, I can start to crave them a little bit, kind of like the other kind of snack. The next category of tool to improve your fitness relates to breathing or respiration. Now, breathing and respiration is an enormous topic in and of itself. And in fact, I did an entire episode on breathing and respiration, and this is a topic that my laboratory works on extensively as it relates to anxiety control and some other aspects of mental health, as well as to physical performance. For today's discussion, I want to just review a few tools that one can incorporate both into workouts and around workouts that can greatly enhance fitness and recovery. The first one is the type of respiration tool that you use between sets of exercise. And again, here we're talking about resistance training, but we could just as easily be talking about rest between rounds of say high intensity interval training. So for instance, between bouts of sprinting on the track or the bike or the treadmill or the rower. A great pattern of breathing to incorporate during rest between sets is something that I've talked about before in other contexts, which is the physiological sigh. The physiological sigh is a deep inhale through the nose to maximally or near maximally inflate your lungs.",
        "CGjdgy0cwGk_46": "We call these the intrinsically photosensitive melanopsin ganglion cells, which is really just a mouthful of nerd speak for neurons in the eye that connect to the brain, these so-called ganglion cells, that respond most robustly to bright blue light or other short wavelength light. So you've got short wavelength light that is blue and greens are short wavelengths, and then long wavelength light, which is red, or it can even be outpass red, will be infrared. We don't detect infrared consciously. Other species do, like pit vipers can see in the infrared. They can even heat sense. So short wavelength light is going to be light that's bright blue, green. It's what's very common in fluorescent bulbs that are commonly used in household lighting and workplace lighting and other forms of artificial lighting. It's also of course present in sunlight. Sunlight includes a huge range of wavelengths, including long wavelength light, of course. You've seen that as the reds and oranges in the sunset and so on. Those intrinsically photosensitive retinal ganglion cells in the eye respond best to bright green or blue light. And they send connections to a bunch of different places in the brain, including the so-called central circadian clock, suprachiasmatic nucleus that sets your day, night, sleep, wake rhythms. This is why I encourage people to view sunlight in the morning to set the system in motion, to avoid bright light exposure at night from artificial sources in order to not send wake-up signals from the eye to the brain and then onto the rest of the body. But these intrinsically photosensitive retinal ganglion cells are also known to connect with other areas of the brain, many other areas of the brain, in fact. And one of the important areas of the brain they connect to as it relates to photophobia is an area of a structure called the thalamus. The thalamus is an egg-like structure that sits in the center of the brain. And it serves as a kind of a switchboard, like a sensory relay by which information coming from the eyes, from the ears, from the touch system, et cetera, are funneled into different compartments in the thalamus and then sent to different other areas of the brain.",
        "pq6WHJzOkno_9": "And in fact, if you were to use that approach, your body temperature would continue to increase even more, yes, even more than had you not placed that cold towel on your head or your torso. And here is why. Thermal regulation, meaning your brain and body's ability to regulate your internal core temperature is somewhat like a thermostat and that thermostat resides in your brain. So if you think about the thermostat in your home or apartment, if it's too warm in your home or apartment and you were to take a bag of ice and to put it on that thermostat, what would the thermostat do? It would register the environment as artificially cool, right? It would think that the environment was actually much colder than it is. And so as a consequence, it would trigger a mechanism to further increase the temperature in the room. And you have such a thermostat as well. It's called the medial preoptic area of the hypothalamus. The hypothalamus is a small region of brain tissue about over the roof of your mouth and a little bit in front of that. So it's basically right behind your nose and over the roof of your mouth. And it's a collection of neurons. Those neurons have a lot of different functions that include things like the control of aggression, the control of sex behavior, the control of temperature regulation, and so on. The medial preoptic area has connections with the rest of the brain, or areas within the brain, I should say, and with many areas within the body. It receives input from receptors in our skin and inside our body that register temperature, and it acts as a thermostat. So if the surface of your body is made cool, your medial preoptic area will send signals by way of hormones and by way of chemicals that will serve to heat your body up. So what this means is that if you want to cool down, the last thing you want to do is to bring a cold surface of any kind, towel or splashing water, to the majority of your body surface. It might be very, very surprising to you. And you might say, wait, if I want to cool down, I should jump into a cold lake or something of that sort. That's a different thing altogether.",
        "BMTt8gSl13s_40": "Interestingly, sleep spindles are poor in those with schizophrenia. It's one of the characteristic signatures of sleep is that sleep spindles are very few and far between, which might mean that people with schizophrenia might not be able to incorporate new information into already existing schema. And instead, it sort of flaps in the breeze out there and can be accessed erroneously at times when you don't want it to be involved. So I digress. So sleep spindles and creativity. So one of the things we now know through some great studies by Julie Seep and Anita Luthi is that sleep spindles are accompanied by an incredible plasticity out in the distal dendrites, the listening branches of our neurons that listen to other cortical areas. So there are proximal dendrites in our neurons that listen to the external world and are conducted through the thalamus. And then there are distal dendrites which listen to an internal kind of conversation that's happening in our brains. It's kind of our internal state, really. And during sleep spindles, that's when those distal dendrites are able to best learn from other cortical areas and from the hippocampus. It is during sleep spindles that the hippocampus and the cortex are best connected and when that incredible plasticity can happen. When I talk about schema, that's a cortical, cortical thing. That's when the image of Santa Claus and presents comes together. It's not through some external thing. Once we learn those things together, it's our cortex that encodes that and brings those images back up together. And that's during sleep spindles when that's happening, when there's big surges of calcium into those distal dendrites and where plasticity happens in just huge amounts. During that sleep spindle stage of sleep, which is N2 stage, there's also another excitatory event that comes all the way from the brainstem and projects everywhere in our cortex, which is called PGO waves. P for pons, G for geniculate nucleus of the thalamus, which is where they're first discovered, and O for occipital area, which is our visual area, which is, again, where they're first discovered. But in fact, it's now been shown that PGO waves, which we should generalize to P waves because they come from the pons and go to the thalamus and then the cortex happens all over the brains.",
        "cwakOgHIT0E_43": "I'm talking about this study because the specific brain areas that maintained, or in some cases increased in volume as a consequence of doing these three hours per week of moderate intensity cardiovascular training included, of course, the anterior mid-singulate cortex. That was actually the primary location in which the maintenance of brain volume was observed. And in some cases, increases in brain volume were observed, right? This is a group of people who normally would be losing volume size of their anterior mid-singulate cortex, but for which three hours a week of moderate intensity cardiovascular training maintained the volume, the size of that anterior mid-singulate cortex, and in some cases increased the volume, the size of anterior mid-singulate cortex. And they also observed a maintenance or increase in the size of the anterior white matter tracks. Remember T-R-A-C-T-S. I didn't spell that out before just to spell it out for fun. Although that is the sort of thing that I would probably do. Those white matter tracts are the communication routes by which different brain areas communicate. And this anterior white matter tract that maintained size in the people that did cardiovascular training as compared to those that simply did the calisthenics training and stretching is the very white matter tracks that connects the two sides of the brain, the frontal lobes that allows the anterior mid cingulate cortex on one side of the brain and the anterior mid cingulate cortex on the other side of the brain, as well as other brain structures to communicate with one another. So this is really spectacular. I mean, the authors of the study didn't embark on the study to find or even look for increases or maintenance in the volume of the anterior mid-singulate cortex and the communication routes in and out of the anterior mid-singulate cortex. It just so happened that cardiovascular training done three times per week for an hour at a time at moderate intensity increased the size of the anterior mid-singulate cortex. And as I mentioned, the white matter tracks, which allow information to go in and out of the anterior mid-singulate cortex. Now we should all be asking ourselves, why would that be the case? I mean, somebody gets on a stationary bike and pedals or goes out on a road bike or runs. Is there something inherent to running or cycling or rowing or swimming or an aerobics class, dancing, et cetera, that gets the heart rate up that directly feeds into the anterior mid-singulate cortex?",
        "q8CHXefn7B4_63": "But, the experiment there that I remember reading about and read about in other places, that if people were undergoing a negative emotion, in my layman's paraphrase of the experiment, they're shown a picture that induced a negative emotion in their head. And then they asked people to simply call out what the emotion was. And when they self-labeled, then the emotion diminished. Now, the degree of diminishment varies, but the percentage of time that it diminishes by simply by calling it out is just darn near all the time. So for largely 75% negative, and we can deactivate the negativity by calling it out, well, let's be proactive. If you're a human being and we're engaged in a negotiation, there's going to be certain very predictable negativity that's going to be there. And I should be proactive in calling it out. Anticipating the negativity is going to be there based on a circumstance that's highly predictable and your gut instinct before that you're referring to when you want to say, look, I don't want you to think I'm being greedy. Your gut's telling you it's highly predictable, you're going to come off as greedy. So let me be proactive and say, it's probably going to seem like I'm being greedy. And that's the dialing over to what is eminently predictable in the interaction and just being proactive to deactivate the negative emotions that either are taking place or what our experience has found, and I haven't seen any science that has yet, that has had the opportunity to back this up. It inoculates. I can create a barrier. If I call out a negative that's not there, it doesn't plant it. It actually inoculates you from it. And I've done this in practice. I was given a lecture a couple of years ago. Anybody asks a question, I try to find the value in the question, no matter how bad the question is. This poor guy asked me a question that I just cannot find a single component in his question that demonstrates that he was listening or paying attention. There was nothing about it that I could congratulate him on. And so I said, this is going to sound harsh because I know the answer I'm getting ready to give him is going to make it sound like to the group that I think he's stupid. I just, I can't think of a way to respond to this without saying effectively, like, what are you thinking about?",
        "xmhsWAqP_0Y_48": "And those challenges can be infection, it can be physical pain, it can be long bouts of effort that are required of us. And I think many people have described the feeling of being newly in love as a heightened level of energy, a capacity to do anything. I mean, the whole concept of a muse is one in which some individual or some thing either imagined or real enters our life and we can use that as fuel. And that fuel is chemical fuel. And that chemical fuel is dopamine. And it really does allow for more resilience and can even transform the experience of pain or what would otherwise be pain into an experience of pleasure. So along those lines, let's talk about pleasure. With all the cells and tissues and machinery related to pain, you might think that our entire touch system is designed to allow us to detect pain and to avoid tissue damage. And while a good percentage of it is devoted to that, a good percentage of it is also devoted to this thing that we call pleasure. And that should come as no surprise. Pleasure isn't just there for our pleasure, it serves an adaptive role. And that adaptive role relates to the fact that every species has a primary goal, which is to make more of itself. Otherwise it would go extinct. That process of making more of itself, sexual reproduction, is closely associated with the sensation and the perception of pleasure. And it's no surprise that not only is the highest density of sensory receptors in and on and around the genitalia, but the process of reproduction evokes sensations and molecules and perceptions associated with pleasure. And the currency of pleasure exists in multiple chemical systems, but the primary ones are the dopamine system, which is the anticipation of pleasure and the work required to achieve the ability to experience that pleasure and the serotonin system, which is more closely related to the immediate experience of that pleasure. And from dopamine and serotonin stem out other hormones and molecules, things like oxytocin, which are associated with pair bonding. Oxytocin is more closely associated with the serotonin system biochemically and at the circuit level, meaning the areas of the brain and body that manufacture a lot of serotonin. Usually, not always, but usually contain neurons that also manufacture and make use of the molecule oxytocin. Those chemicals together create sensations of warmth, of wellbeing, of safety.",
        "FFwA0QFmpQ4_10": "It's chemically blocked from us having the actual emotion. Now, probably immediately, some of you are thinking, well, what about nightmares? I have nightmares and those carry a lot of emotion, or sometimes I'll wake up in a panic. Let's consider each of those two things separately because they are important in understanding REM sleep. There's a good chance that nightmares are occurring during slow wave sleep. There are actually some drugs that I don't suggest people take, in fact, so much so I'm not going to mention them, that give people very kind of scary or eerie dreams and this kind of feeling that things are pursuing them or that they can't move when they are being chased. That's actually a common dream that I've had as I guess it's more or less a nightmare. The feeling that one is paralyzed and can't move and is being chased. A lot of people have said, oh, that must be in REM sleep because you're paralyzed. And so you're dreaming about being paralyzed and you can't move. I think that's probably false. The research says that because norepinephrine is absent during REM sleep, it's very unlikely that you can have these intense fearful memories. So those are probably occurring in slow wave sleep. Although there might be instances where people have nightmares in REM sleep. The other thing is some people experience, certainly I've had this experience of waking up and feeling very stressed about whatever it was that I happened to be thinking about or dreaming about in the moments before. And that's an interesting case of an invasion of the dream state into the waking state. And the moment you wake up, epinephrine is available. So the research on this isn't fully crystallized, but most of it points in the direction of the experience of waking up and feeling very panicked. Maybe, I want to highlight may, but maybe that you were experiencing something that was troubling in the daytime. You're repeating that experience in your sleep. Epinephrine is not available, and therefore the brain circuits associated with fear and anxiety are shut off and so you're able to process those events. And then suddenly you wake up and there's a surge of adrenaline, of epinephrine that's now coupled to that experience. So nightmares very likely in slow wave sleep and that kind of panic on waking from something very likely to be an invasion of the thoughts and ideas, however distorted, in REM sleep, invading the waking state.",
        "cS7cNaBrkxo_52": "And both of those things are good for them. Incredible. This is somewhat different than what we're talking about and yet similar in other ways because it's built off of anecdotal evidence, but it's anecdotal evidence that you hear all the time. And yet when you look in the scientific literature, at least by my read, the data are not clear, maybe even contradictory. And that relates to the coordination of menstrual cycles among co-housed women or women who are friends. Many women listening to this, and maybe some men who are aware of this effect will say, oh yeah, absolutely. When I spend time with my friends or go away camping or even spend a day with them, our menstrual cycles become coordinated. However, my understanding is that the early literature, Barbara McClintock- Correct. Discovered this phenomenon, published a paper in science as an undergraduate. 1971, Nature. Amazing, Nature paper. Again, one of the three apex journals and as an undergrad, fantastic. So discover this, describe this, and probably women all over the world who became aware of this one way or another probably said, yes, absolutely. This gives validation to what we've observed over and over again. And yet, as subsequent papers have been published, this result has been called into question. Is there any final word on whether or not menstrual cycles become coordinated among women who spend time together? And if so, is there any role of olfaction in this or chemosensing through the nostrils and or mouth to support this idea? So, yeah. So I'll start off indeed to echo the background is that this study was conducted by Martha McClintock when she was an undergraduate at Wesleyan College. And she noticed that she thought her menstrual cycle and her co-inhabitants in her dorm room were coordinated in time. And I should say that this comes on the basis of similar or related type effects in rodents. Now rodents don't have a menstrual cycle like humans do, but there's an effect in rodents referred to as the Witten effect, which resembles this type of effect. And she published, indeed, that paper as an undergraduate in Nature in 1971. And to answer your question, she published a follow-up in 1998, also in Nature, with then her graduate student in Chicago, Stern. So this is Stern and McClintock, 1998.",
        "ccrbE0QHy94_1": "One of the best ways to make sure that those temperature changes occur at the appropriate times, at the beginning and throughout, and at the end of your night when you wake up, is to control the temperature of your sleeping environment. And that's what Eight Sleep allows you to do. It allows you to program the temperature of your mattress and sleeping environment such that you fall and stay deeply asleep easily and wake up each morning feeling incredibly refreshed and energized. I've been sleeping on an Eight Sleep mattress cover for almost three years now, and it has dramatically improved the quality of my sleep. So much so that when I travel and I'm at a hotel or an Airbnb and I don't have access to my Eight Sleep, I very much look forward to getting home because my sleep is always better when I sleep on my Eight Sleep mattress cover. If you'd like to try Eight Sleep, you can go to eightsleep.com slash Huberman to get $150 off their Pod 3 mattress cover. Eight Sleep currently ships in the USA, Canada, UK, select countries in the EU, and Australia. Again, that's eightsleep.com slash Huberman. Today's episode is also brought to us by Element. Element is an electrolyte drink that has everything you need and nothing you don't. That means zero sugar and the appropriate ratios of the electrolytes, sodium, magnesium, and potassium. And that correct ratio of electrolytes is extremely important because every cell in your body, but especially your nerve cells, your neurons, relies on electrolytes in order to function properly. So when you're well hydrated and you have the appropriate amount of electrolytes in your system, your mental functioning and your physical functioning is improved. I drink one packet of Element dissolved in about 16 to 32 ounces of water when I wake up in the morning, as well as while I exercise. And if I've sweat a lot during that exercise, I often will drink a third Element packet dissolved in about 32 ounces of water after I exercise. Element comes in a variety of different flavors, all of which I find really tasty. I like the citrus. I like the watermelon. I like the raspberry. Frankly, I can't pick just one. It also comes in chocolate and chocolate mint, which I find tastes best if they are put into water, dissolved, and then heated up.",
        "CrtR12PBKb0_3": "And the other is the so-called no-go pathway or the pathway involved in withholding or ceasing action. And this is really important to understand because with all goals, we have to ask ourselves, are we trying to learn how to do something new or are we trying to withhold a certain set of actions? And of course, anytime we learn anything, it's a process of both generating and withholding certain actions. So we've got the amygdala and we have the basal ganglia, which has this go, action initiating, and no go, action withholding circuitry within it. And then there's the lateral prefrontal cortex, which is involved in immediate and long-term planning. And this is going to be a key component of today's discussion because we aren't going to be talking about lateral prefrontal cortex per se, but we are going to be talking about time perception in the context of setting and achieving our goals, because setting and achieving our goals is all about being able to orient both in space, knowing where we are and what we're doing, but also in time, know where we are in that road of progress toward achieving our goal or crossing that finish line and repeatedly updating those finish lines in many cases. And the fourth structure is the orbitofrontal cortex, which like all brain areas tends to be a multitasker, does a bunch of different things. But for sake of today's discussion, it's important to understand that the orbitofrontal cortex is involved in evaluation of our current emotional state and arousal state as it relates to our goal pursuit. For instance, are we happy because we are sensing progress or are we unhappy and feeling frustrated or sad or angry because we are feeling that we are not achieving progress or that somehow we can't get into the sorts of actions that are going to allow us to eventually reach our goals. Okay, so I described four major structures, all of which communicate with each other and of course, a lot of other brain areas. And those four structures were the amygdala, the basal ganglia, the go and no-go circuitry, the lateral prefrontal cortex, and the orbital frontal cortex. And those represent the core components of the neural circuitry involved in goal setting and pursuit. Now I realize I didn't time that section, so I don't know whether or not it was three minutes or less, but if it was shorter than three minutes, great.",
        "9tRohh0gErM_42": "So again, in thinking about what sort of feeding window will be right for you, we arrive back at this eight-hour time bin that seems more or less flexible for most conditions, even high-performing elite athletes. And I would say just by logical extension, even for people that have a lot of stress in their life. And I personally wouldn't suggest that people who have a lot of stress in their life or the potential for stress in their life, shorten their feeding window much shorter than eight hours, because then you would expect that you would start to increase some of the inflammatory markers. You would increase the stress hormones and you would be decreasing things like testosterone and estrogen, some of the sex steroid hormones. So again, it's all about context and the eight hour window, it isn't holy, but seems to be a really useful guide to extract the great health benefits of which there are many and of which we've discussed from intermittent fasting, time-restricted feeding, and yet that it could still be compatible with decent social schedules and for maintaining hormone health. In keeping with this, for women that are trying to maintain ovulatory cycles or for couples that are trying to get pregnant, I think it's also important to not create a feeding window that's too short. The relationship between feeding and body fat stores and glucose and leptin and hormones is a well-established one. And we can summarize it very easily here, although I've done several episodes related to this previously on optimizing hormone health. But basically we undergo puberty when there's enough food and there's enough body fat that the body fat sends a signal to the brain called leptin, and that's a hormone that comes from body fat, signals to the brain to turn on puberty. That's puberty, but even as adults, for women that are menstruating, there needs to be sufficient leptin signaling to the brain in order to maintain ovulation because of the way that the brain communicates with the pituitary and the ovaries. Similarly, for men, fasting or extreme exercise plus fasting, we now know reduces testosterone. Its impacts are not exactly clear. However, if you reduce food intake, either in total calories or in duration too much, you will suffer a drop in sperm counts. Fertility will drop. And this makes sense. The body is communicating to the brain whether or not conditions are sufficient in the body to reproduce and to presumably and hopefully support the health and wellbeing of those offspring.",
        "eIxVfln02Ss_20": "But he really underscored for me the extent to which music is not just a sort of incidental feature of the setting in psychedelic set and setting, but that it is one of the major drivers of the actual cognitive and emotional experience that somebody has on something like psilocybin that allows the psilocybin journey to be looked at or viewed not just as beneficial, but, and this is quoted in the scientific literature, as one of the most profound and important positive experiences that one ever experienced in their life. So let's talk about the sorts of music that have been used in these clinical studies. Well, first of all, we need to think about how long the psilocybin journey itself is going to be. And the typical duration of the psilocybin journey is anywhere from four to six hours. It's going to depend somewhat on dose. It's going to depend somewhat on variability in people's liver metabolism. And it's also going to depend somewhat on how much food people have in their gut. In all the clinical studies that I read, it was advised that people not have any food in their gut at the time at which they ingest or injected with the psilocybin. It's particularly true if people are going to be taking psilocybin mushrooms in order to get their psilocybin. And that has been done in a few studies. Most studies, however, use synthetic psilocybin. It's particularly true if people are going to be taking psilocybin mushrooms in order to get their psilocybin. And that has been done in a few studies. Most studies, however, use synthetic psilocybin taken orally. Again, that's converted to silicin in the gut by the acidity of the gut. And the acidity of the gut is going to be impacted by the various foods that people eat. And so that's one of the major reasons why people are advised to not eat for at least four hours prior to the psilocybin journey. So here we've got this six hour, what we're calling journey, because that's what everyone calls it, or trip, that people start experiencing about 30 to 45 minutes after ingesting psilocybin or taking psilocybin. There's a peak component in which there's a maximal intensity of emotion. And often that's also associated with anxiety. And this is very important to understand.",
        "qNzl12g0Dd8_43": "So again, small committees of people with diverse expertise pooling together to treat people from, for lack of a better word, a more holistic perspective. Why not? I mean, you're describing the dream. I think that's exactly what we need. Interdisciplinary teams that can provide integrative care, recognizing that in this day and age, there's not one person who has all the expertise to help us figure out how to best manage our health challenges. I think what we have not figured out are a couple of things. Number one, who are all the right people who need to be in the room or the sort of virtual room, if you will. The second is how do we create a structure, a healthcare system where that can actually happen with efficiency, where it can be reimbursed appropriately. But that's what we should be doing. And then the third leg of that is the group experience for patients. And there's increasingly more clinics and healthcare systems around the country that are working on creating group experiences where patients who all, let's say, are working on their diabetes come together, let's say, once a week and they meet with the healthcare practitioner. That might be in addition to their individual appointments. But there is so much power in groups coming together, groups of patients who can find community, who can help each other learn from each other's experiences. That's highly underutilized right now in medicine. But to really do this well, Andrew, I think means that we have to pull back from the model we have had for years in medicine, which has been a very highly individual type model, which says, okay, you go to your doctor, you see your doctor one-on-one, you get everything you need. Maybe you need to go see a specialist. Okay, then you wait a few weeks, get another appointment, drive 30 miles, go see somebody else. Maybe they're connected to the electronic health system. Maybe they're not. Maybe they know what was discussed. Maybe they don't. Maybe they'll call and talk to their primary care doctor, but maybe they won't because they're too busy. And then you as a patient are stuck trying to piece all this together. While often in pain, in physical and emotional anguish. I'm not referring to my own experience, although I've had mild examples compared to what other people have dealt with, But people with chronic pain are irritable for understandable reasons.",
        "q37ARYnRDGc_73": "So in that immediate inflammatory response time window, this is, you know, seconds to hours after training, you would want to stay away from things like that. A good option here are things like omega-3s. Good evidence, somewhere in the neighborhood of like two to five grams total, typically like a one-to-one EPA to DHA ratio is fine. Similarly, this is another example of when good doesn't mean more is better. Because for example, there is actually evidence showing up to 15 grams will harm the immune response. And so you don't just want to be like, man, I'm super sore. I'm training harder. I'm just going to go to 10 grams in here. More and more, you're actually causing yourself more of a problem. So antioxidants, anti-inflammatories are fine. Again, omega-3s in that dosage are a decent thing. You can also do something like 500 milligrams of curcumin three times a day. That's going to be enough to keep you in a decent spot. There are some other things that you could look up, maybe some potential benefit for ginger and boswellia and some things like that for inflammation. But under, unless we're in like very specific circumstances where we have like an injury, we're probably not going to those, you know, areas. I just wanted to highlight one thing that came up in a previous episode. Some, not all people, but some, including myself, are very sensitive to curcumin. It has a very potent effect in reducing DHT, dihydrotestosterone, and leads to all sorts of clamping of testosterone-associated positive things. So I have experienced that myself. I've had people write to me and say, I don't understand. I started taking a supplement. Curcumin's supposed to be a great anti-inflammatory. It flatlined my libido. It took away my drive and kind of wondering what's going on there. Those people are very likely to be very DHT sensitive. Curcumin, while it's a potent anti-inflammatory, can also potently reduce DHT, but some people tolerate it quite well and are hearing this and probably think that's ridiculous. Well, it's certainly substantiated by the biochemical pathways that curcumin taps into in the known roles of DHT on libido, aggression, power output, et cetera, and mood.",
        "6ZrlsVx85ek_53": "One is that people tend to ratchet up their dose of oral finasteride pretty quickly, but keep in mind that the effective dose of finasteride in the blood is 0.2 milligrams. Now, earlier I said the typical topical finasteride solutions are 0.25%. People are taking one mil of it, that equates to 2.5 milligrams. And so it seems like a massive overdosing. Ah, but here's the discrepancy. And here's where we can arrive at some reasonable recommendations. If you decide that finasteride is right for you, you get a prescription, I would hope that you're monitoring your DHT levels and other hormone levels. That would be ideal. And working with a doctor, please. 0.5 milligrams to one milligram per day of oral finasteride seems to be the best starting place. For topical finasteride, it's going to be that one milliliter of 0.25% that we talked about earlier, but that's taken only one time per week. And you can fully expect that right after the application, you will have higher levels of finasteride in your bloodstream and therefore lower levels of DHT, and that that will alter across the week. Most people are not going to be able to measure their DHT on a day-by-day or even weekly basis. It's just too expensive and labor intensive. But I think those dosing regimens ought to get people into more or less the same category of optimizing hair maintenance and hair growth while minimizing finasteride side effects. One point about finasteride taken either alone or in combination is that in recent years, really in the last five or so years, there's been increasing discussion about so-called post-finasteride syndrome. Now, post-finasteride syndrome is indeed a new phenomenon in the sense that finasteride has been prescribed for a very long period of time for treatment of the prostate at dosages of about five milligrams per day, right? That's a very high dose, sometimes lower, but as high as five milligrams per day. And for many years, there was no discussion about this post-finasteride syndrome. What is post-finasteride syndrome? Post-finasteride syndrome is when typically it's males, this is where it's been described, will take finasteride at any range of dosages from one milligram to five milligrams per day.",
        "tkH2-_jMCSk_15": "You could override that stretch reflex by way of a decision made with your upper motor neurons, your insula and your cognition, and almost certainly those van Economo neurons, which would be screaming, don't do this, don't do this, don't do this, could shuttle that information to brain areas that would allow you to override the reflex and essentially push through the pain. And maybe even, in fact, even not experience the pain to the same degree or even at all. So these van Economo neurons sit at a very important junction within the brain. They pay attention to what's going on in your body, pain, pleasure, et cetera. And that includes what's going on with your limbs and your limb range of motion. They also are paying attention and can control the amount of activation, kind of alertness or calmness that you are able to create within your body in response to a given sensory experience. And as I mentioned before, they seem to be uniquely enriched in humans. They seem to be related to the aspects of our evolution that allow us to make decisions about what to do with our body in ways that other animals just simply can't. Before we go any further, I want to give you a practical tool that you can of course use, but that will also give you insight and experience into your muscle spindle, spinal cord circuit mechanisms. So what I'd like you to do is if you're in a proper place to do this, you're going to stand with legs straight, meaning knees not bent, and you're going to try and touch your toes. Or for some of you, that's going to be very easy. And you might even be able to put your hands flat on the floor. I don't have that kind of flexibility. It's pretty easy for me to touch my toes. I don't care if you round your back or not, although ideally I would say don't round your back, not because it's bad to do so necessarily, but just to try and keep this the same from trial to trial, as it were. So try and get a sense of what your range of motion is in terms of bending over at the waist while maintaining a flat back and trying to touch your toes or even touch the floor. Maybe again, you can even go hands flat to the floor, maybe even far out in front of you.",
        "hcuMLQVAgEg_19": "And I would restrict that thing to something small enough that at least in your field of view, it would occupy 20% of your field of view. So it doesn't have to be a pinpoint unless the pin is right in front of you and you're holding it real close. I would say, look across the room, pick a panel on the wall or a leg of a table or something and try and bring as much of your attention to that as possible. And again, I'll take about five seconds of silence to allow you to exterocept. Okay, so what you probably found is that you were able to do that, but that some degree of interoception is maintained. It's hard to place 100% of your attention on something externally, unless it's really exciting, really novel. If you've ever watched a really great movie, presumably you're extra accepting more than you're interocepting until something exciting happens and then you feel something. You're actually tethering your emotional experience to something external. And now you can also do this dynamically. You can decide to focus internally and then externally. You can decide to split it 50%, 50% or 70, 30. One can develop, you can develop a heightened ability to do this. And the power of doing that is actually that when you are in environments where you feel like you're focused too much internally and you'd like to be focused more externally, you can actually do that deliberately. But as you notice, it takes work. It involves taking your attentional spotlight and what we call the aperture of your attention and narrowing that aperture to either the self or something externally or splitting the two. And yet there are practices that have been developed that center on moving interoception and exteroception from one being more heavily weighted than the other, more focused outward or more focused inward. And it's dynamic. And the circuits in the brain that underlie intero and exteroception aren't exactly known, but they are anchored in the areas of the brain they're involved in attention, like the frontal eye fields and areas that when you third person yourself, when you can see yourself doing something, like if you put your hand out in your environment and you focus on your hand, you know that that's your hand as opposed to some random object. There are areas of the brain they're involved in that, in recognizing location of self relative to the rest of your body.",
        "iw97uvIge7c_25": "But then what they find is that in the early afternoon, in particular after lunch, they experience a dramatic dip in their overall levels of energy, the so-called afternoon crash. And in most cases, the way they respond to that is to ingest more caffeine, which indeed can increase their levels of mood and alertness. However, as we'll soon talk about, there is a problem with ingesting caffeine in the afternoon if it falls within eight or 10, or dare I even say 12 hours of going to sleep. And that is the caffeine ingested in the afternoon for most everybody, I'd say for 95 plus percent of people, disrupts the architecture and quality of their nighttime sleep. And I should say that it doesn't necessarily impact their ability to fall asleep and maybe even sleep through the night, but that the depth and quality of that sleep is disrupted by consuming caffeine in the afternoon. A little bit later, I'll talk about how you can offset some of those negative effects if you absolutely require caffeine in the afternoon. But there's a huge advantage to restricting your caffeine intake to the early part of your day, but not consuming caffeine within the first 90 to 120 minutes after waking. In fact, many people find that if they delay their caffeine intake to 90 to 120 minutes after waking up, that they feel more alert in the morning and they completely avoid that afternoon crash. Now that said, many people, including myself, do need a short nap or non-sleep deep rest or other form of relaxation for 10 to 30 minutes in the afternoon. That is natural and healthy. I'm not referring to the need for that when I refer to the so-called afternoon crash. What I'm talking about in the afternoon crash is a inability to recover energy and focus and a need to consume more caffeine just to make it through the afternoon. By delaying caffeine intake to 90 to 120 minutes after waking, there are a couple of things that are accomplished. First of all, you offset that afternoon crash, and this is an effect that many people experience the very first time they start delaying their caffeine intake to 90 to 120 minutes after waking. And the reason this works so well is the following. As I mentioned earlier, adenosine is a molecule that builds up the longer that we are awake. It is a molecule that is reduced or cleared from our system by sleep.",
        "dFR_wFN23ZY_34": "So I'm really interested in looking at how we can work with active drugs and treatments to make them better and make the experience of them better by instilling different mindsets. So one study we did along those lines, we worked with kids undergoing treatment for food allergies, so allergies to peanuts, for example. This was with Kari Nadeau, who's the head of the Stanford Allergy Center here. She has a great treatment for food allergies. Basically, kids take gradually increasing doses of the thing they're allergic to, like peanuts. And over the course of six or seven months, these kids become less reactive to peanuts. And the problem with that treatment is it's really difficult because they're having all sorts of negative symptoms and side effects. These kids are getting itchy mouths and upset stomach. They're puking. And it's scary because they're literally eating the thing that they've been told might kill them, right? And what we did in the study was we attempted to improve the experience and outcomes of that by reframing mindsets about the symptoms and the side effects. So as it was being conducted before, the kids were told, look, these side effects are just an unfortunate byproduct of this treatment. And you have to sort of endure them to get through it. But what we found in our conversation with Kari was that the reality of those side effects was not so negative. In fact, they were mechanistically linked to the body learning how to tolerate peanuts or the allergen. And so what we did was we worked within a trial. They were all getting the treatment, but half of them were helped to see this more positive mindsets, that symptoms and side effects from this treatment were a positive signal that the treatment was working and their bodies were getting stronger. And what we found was that that mindset led to reductions in anxiety, fewer symptoms when at the highest doses, and most interestingly of all, they had better outcomes. So based on immune markers that were a sign of the allergic tolerance, those who had this mindset throughout had better outcomes to the treatment. So that's just one example. I think my goal is really to move us beyond the placebo versus drug, you know, mindset versus behavior to get to a place where we can blend them together and maximize the benefit of these treatments. So we're doing a lot of studies like that. You know, how can we improve treatment for cancer with different mindsets.",
        "F54qXuTpgfM_40": "Yeah, later we'll talk a little bit more about chemistry, which I find infinitely fascinating because in my life experience, I've just been struck by the fact that occasionally you have a physical interaction with someone or sometimes it's not even physical interaction and they are just so unbelievably arousing to you or somewhere in between, or sometimes it just sort of ain't there or it's just not there that much, or nobody likes to talk about this, or it's there until you sleep together and then it's not there. And this is not just put on males, this is put on females. I hope she doesn't kill me for saying this. I know somebody who is a family member who once said, sometimes you have to realize you never want to sleep with somebody again by sleeping with them. And here we're not talking about traumatic experience, right? So, you know, again, the discussion around libido, as you so aptly pointed out, engaging what is healthy levels of libido has a lot to do with what one self-desires as well as the hopes and expectations of the people that we are sexually involved with. So we'll get back to that a little bit later in the context of chemistry, because I find it so fascinating and it's something that isn't talked about enough. But thank you for that. Let's get back to female sexual arousal response and orgasm. So physiologically, what happens to the body is it prepares for penetration. Now that could be a penis, that could be a sex toy, that could be a digit finger to be more specific. So what it does is the cervix moves up and out of the way, the inner one third, two thirds of the vagina lengthens and elongates to allow for penetration. And it can actually nearly double in size of the baseline vaginal length. And so it is preparing for that. And so that's part of it. In some people who have painful intercourse, it's because they haven't had adequate time for arousal. And so the penis is penetrating before they've had those adaptations to occur. And also the labia open up to allow for that penetration. So these things actually happen physiologically to allow for preparation. So while some people may be aroused and get to that point quicker, some people do need a longer period of time of what, as you described foreplay, and not everyone is the same, but I think it's important to have that discussion with your partner.",
        "Wcs2PFz5q6g_21": "We've heard that the morning is kind of sacred, conquer the hardest things first thing in the morning. And that's been discussed in the pop psychology literature and in the habit formation literature, merely from the perspective of get it out of the way so you can feel good about having done it. But what I'm referring to is quite different. What I'm referring to is a particular phase of day that after rising, after waking up that is, for zero to eight hours, right? In that first phase, your whole system is action and focus oriented. And we know that when you are action and focus oriented, and because of the neurochemicals that are naturally released into your brain and body, that you will be more likely to overcome any limbic friction that stands in the way of performing particular habits. So as you list out or think about the various habits that you'd like to adopt in your life, take the habits for which you know there's the highest degree of limbic friction. They are the hardest for you to engage in. They require the most activation energy and put those in this zero to eight hours after waking. This will greatly facilitate your performance of those new habits. I'm certain of that. And in addition to that, by doing them in this particular phase of the day, not necessarily at the same time. I mean, if you want to be very habitual and you want to do the exercise or the sunlight viewing always at the same time, or you want to drink your caffeine always at the exact same time, that's fine. But by placing them in this broader window of zero to eight hours after waking, what you're doing is you're creating task bracketing. You're making it such that your nervous system will predict when you are going to lean in against limbic friction in order to perform particular types of habits. And this is very different than saying, I'm always going to run or I'm always going to study from 10 to 12 a.m. every morning. That's great. And if you can do that, terrific. But the literature indicates that people who do that, who are very rigid about when they do things, tend, because of context dependence, to not necessarily stick to those habits over time. Some people do, but many, many people don't. So think about the hardest habits to form and the habits that you most want to form that are hardest for you to adopt and to maintain.",
        "q37ARYnRDGc_47": "So you're not going to find a lot of information, though there isn't none. We actually will use many of these substances. You could globally call them nootropics, which is, you know, any substance that specifically will enhance brain function is a rough way to think about it. We'll use them prior to more challenging bouts of training. This is something that we'll pull out, say, on the sparring day only, or the most important training session, or a session when you're trying to work on pitch command, or when you're trying to enhance, work on your shot and as a basketball player or you're really trying to improve a certain swing as a golfer or something like that but we do not use them every day we do not use them with every person so yeah we will use those they are not stimulants but they can be performance enhancing and another kind of way to think about this is if you're in the case of caloric restriction so whether you're trying to lose weight or we're actually trying to control weight for weight purposes in terms of a sports where you have to be in a certain weight class or something like that, well, we may not be able to give you food. In fact, we may not be able to give you stimulants because of the sleep thing or because we're already like maxed on a stimulants. Now we can go this route. And so you at least like mentally, you're a little bit there and you're more likely to be alert and focused and you can train harder despite the fact that we didn't actually change fuel. Now that's a little bit of a short game in terms of that's not your permanent solution. You eventually need to bring calories up or whatever other training you're training or whatever you're going to do, but it can work in a nice short pinch. I'm very interested to learn from you about fatigue reducers, and I'm hoping that Rhodiola rosea will come up in the conversation. Yeah, great. Let's just start right there then. There's actually a lot of research on this, despite most people not having heard of it. I think I mentioned in a previous episode, I've used it a lot over many, many years. You have to be a little bit careful of it. There's, well, first of all, no, we should have said this at the onset, no supplement is a panacea, right? Nothing's going to work for everything. Rhodiola is no different.",
        "wTBSGgbIvsY_46": "So for instance, if you're somebody who's very much caught in your own head, right? We talked about this earlier. You happen to be, or you're in a moment where you're really stuck in your head and you want to get out of your head. Well, then that meditation practice that you do really should be focused on extra receptive bias. You should really focus on something external to you. And I would encourage you to use a natural cyclic pattern of breathing where inhales follow exhales, follow inhales, follow exhales. If however, you are finding that you're sort of caught in the landscape of things happening around you and you want to ground yourself as it's sometimes called, that's a loose language, not a scientific language. I know there's this practice of grounding and that's a whole thing people always writing to me is grounding a real thing, walking barefoot on the earth and magnetic fields and gravitational fields. Well, gravity is real, but grounding, there isn't a lot of science for it to be frank. It does feel nice to walk on the ground, however. But if you are somebody who's kind of feeling pulled out of yourself a lot or in a moment and you want to bring your awareness into your body and sort of calm down, well, then I would encourage you to, yes, use a deliberate, somewhat unnatural or non-default pattern of breathing, which by definition will force you to attend to what's going on interoceptively. Again, I'm not aware of any place that this has been discussed in detail such as this before. If there is a research literature on this, please let me know. My laboratory has been working on this extensively. I'm always looking for new colleagues and collaborators. We, meaning Dr. David Spiegel, who's an expert in hypnosis, again, who's been a guest on the Hubriven Lab podcast and my colleague at Stanford Psychiatry. In fact, he's our associate chair of psychiatry, world expert in hypnosis. He's been on this podcast before. We have an active research program focused on these issues. We are very much of the belief that a breath work practice itself can be meditative. A meditation practice can include breathing, but the more that that meditative practice focuses on the breathing itself, the more interoceptive biased it will be.",
        "UF0nqolsNZc_44": "Well, to understand that we have to think back to the beginning of the episode where I described how long wavelength light, such as red light and near infrared light, which is even longer than red light, can pass through certain surfaces, including our skin. So our skin has an epidermis, which is on the outside and the dermis, which is in the deeper layers. Red light and infrared light can pass down into the deeper layers of our skin, where it can change the metabolic function of particular cells. So let's just take acne as an example. Within the dermis, the deep layers of our skin, we have what are called sebaceous glands that actually make the oil that is present in our skin. Those sebaceous glands are often nearby hair follicles. So if you've ever had an infected hair follicle, that's not a coincidence that hair follicles tend to get infected. Part of it is because there's actually a portal down and around the hair follicle, but the sebaceous gland is where the oil is created that is going to give rise to, for instance, acne lesions. Also in the dermis, in the deep layers of the skin, are the melanocytes. They're not just in the epidermis, they're also in the deeper layers of the skin. And you have the stem cells that give rise to additional skin cells. If the top layers of the epidermis are damaged, those stem cells can become activated. And you also have the stem cells that give rise to hair follicles. So by shining red light or near infrared light on a localized patch of skin, provided that red light is not of such high intensity that it burns the skin, but is of sufficient intensity that provides just a little bit of damage to the upper layers of the skin, the epidermis, and that it triggers certain biological pathways within the cells of the sebaceous gland and the stem cells within the hair cell niche and the stem cells in skin, what happens is the top layers of the skin are basically burned off by a very low level of burn and or the cells in the deeper layer start to churn out new cells, which go and rescue the lesion, essentially clear out the lesion and replace that lesion with healthy skin cells. This does work in the context of wound healing, getting scars to disappear. It also works to remove certain patches of pigmentation.",
        "XfURDjegrAw_41": "It's not just that a language thing where people say, oh, you know, it kills the microbiome. It doesn't kill the microbiome. It shifts the microbiome. And shifts in the microbiome can be good or they can be bad. And that takes us to another topic. That's a bit of a hot button topic, but I'm willing to go there because I think it deserves conversation, which is nowadays there are many examples out there where people have switched from a kind of standard diet or even a vegetarian diet to a, or vegan diet to a keto diet. Now keto doesn't necessarily have to mean the ingestion of meats, but it can. And they experience positive effects for themselves, not everybody. And I've talked previously about some of the kind of the incorrect, what I believe is incorrect marketing of keto as it relates to the cosmetic effects and some of the challenges with sleep that some people have. But some people love keto and it works great for them. But the ketogenic diet is interesting because when one shifts to the ketogenic diet, there is a shift in the gut microbiome and some people end up feeling better. Some people end up feeling worse. Likewise, some people go from ingesting animal products, including meat, or they're vegetarian and they go to vegan, and they experience positive shifts in mood and affect. And we know that the transition to a more plant-based diet, and especially the enrichment of fiber that's present in those diets also creates dramatic shifts in the gut microbiome. Some people feel better doing that. Some people feel worse. And of course, it's going to depend on whether or not you're ingesting a lot of processed foods or not. There was a paper published in Cell, a Cell Press journal, obviously, excellent journal, showing that ingestion of processed foods, regardless of whether or not they come from animal sources or non-animal sources, the processed foods themselves tend to create activity within the body. And this surely has roots in the nervous system that lead to over-consumption of calories and weight gain, even some weight gain that couldn't be explained by increased calories. In other words, processed foods are bad, regardless of whether or not you're talking about animal products or non-animal products. Probably not surprising now, given what you know about these sugar sensing and other amino acid sensing cells in the gut that we talked about earlier.",
        "CJIXbibQ0jI_12": "Okay, well, there are a number of different ways that this can be examined, but in this particular study, which I like oh so much, entitled Day and Night Light Exposure are Associated with Psychiatric Disorders, an Objective Light Study in More than 85,000 people. What the researchers did is they analyzed how much light and or dark people were getting across the 24 hour cycle and correlated that with mental health outcomes, looking at a range of different mental health challenges, including bipolar disorder, schizophrenia, depression, PTSD, and much more. And I'll go into this study in a lot of detail in a future episode, because it's such an important study with so many gems within it that we should all know about. But one of the key things from this study is that the positive effects of daytime sunlight exposure and the positive effects of nighttime dark exposure, that means of course the absence of light, are independent of one another. Put differently, making sure that you are in very dim to completely dark environments for a continuous six to eight hours within every 24 hour circadian cycle is correlated with much better mental health outcomes. In other words, we shouldn't just think about the presence of light in the morning and throughout the day as positive for mental health. That's all true. It's absolutely true. And this study further verifies that, but that's been known for some time, indeed decades, from the scientific research. And of course, it's been known for thousands of years intuitively and subjectively without detailed scientific measurement. But in addition to that, this study shows that people who stay in very dim to dark environments for eight hours every 24 hours, or I should say approximately eight hours in every 24 hour cycle, they benefit from improved mood and mental health outcomes in a way that's independent of how much light they're getting and independent of how much sleep they are getting. The point is this, the time when you wake up, consider that time zero. And then about, again, you don't have to be super strict about this, about 16 to 24 hours after that wake up time, you should be in a very dim to dark environment for that 16 hour to 24 hour period after waking up. Okay. What do I mean by this?",
        "x3MgDtZovks_0": "Welcome to the Huberman Lab Podcast, where we discuss science and science-based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today, my guest is Dr. Susanna Soberg. Dr. Susanna Soberg completed her doctoral thesis work at the Center of Inflammation and Metabolism and the Center for Physical Activity Research at the University of Copenhagen in Denmark. Her research has focused on how deliberate cold exposure and deliberate heat exposure can be used to enhance human metabolism. She is the first author of a seminal study which discovered the minimum thresholds for deliberate heat and deliberate cold exposure for increasing brown fat thermogenesis, which is essentially a mode of increasing heat production and metabolism in the body, and for establishing actionable protocols that can be used outside of the laboratory to improve metabolism and human health. Dr. Silber's research was published in the journal Cell Reports Metabolism in 2021, adding to a long and important history of research, focusing on the role of cold and the role of heat in altering various aspects of the body's physiology, including hormone health, metabolism, and changes in neurotransmitters, such as dopamine and epinephrine. In fact, today's discussion with Dr. Soberg focuses on the role of deliberate heat and deliberate cold exposure on metabolism, but it also includes discussion of the effects of cold and heat on things like neurotransmitter production, namely dopamine and epinephrine and norepinephrine, the so-called catecholamines, which strongly impact mood and metabolism. In addition, Dr. Soberg answers many common questions about deliberate cold and deliberate heat exposure, including, for instance, the difference between cold showers versus cold immersion up to the neck versus total body cold immersion, including whether or not going back and forth between heat and cold changes fundamentally the way that heat and cold impact the metabolism, hormones, and neurotransmitter production. And we talk about almost every single nuance and variation on deliberate cold and deliberate heat exposure protocols as it relates to the underlying science, in particular, how cold receptors at the level of the skin are impacted versus cold reception and perception at the level of the brain and how all of that impacts systems of the brain and body relating to mental health, physical health, and performance. Based on her scientific research and academic training, as well as her understanding and use of deliberate heat and deliberate cold exposure protocols, Dr.",
        "15R2pMqU2ok_21": "This is a area that more appropriately is called the chemoreceptor trigger zone, the CTZ or area post-tremor and neurons in this area actually will trigger the vomiting reflex. So the way that the gut and the brain communicate is both chemical and mechanical, and it can be both for sake of increasing certain types of behavior. Today, we're talking mainly about feeding behavior up until now anyway, but also ceasing to eat, closing your mouth, moving away from food, turning away from food, all behaviors that we're familiar with anytime we feel kind of sick on the basis of activation of this mechanosensor for gastric distress. So we've got chemical signaling and mechanical signaling. And I also want to emphasize that we have direct and indirect signaling from the gut to the brain. Direct signaling is the kind of signaling of the sort I've been talking about mainly up until now, which is neurons in the gut communicating with neurons in the brainstem that communicate with neurons in the hypothalamus. And of course, those are also going to interact with neurons of the prefrontal cortex, which is the area of your brain involved in decision-making. The, you know, I think it was the shrimp that made me sick. I'm going to, I just don't want any more of that. Or I'm never going back to that restaurant again because after I ate there about an hour later, I started feeling really not well. I felt, you know, kind of feverish, but my gut didn't feel well. My digestion was really off. All of that kind of information is handled in the prefrontal cortex at a conscious level, but the immediate decision to stop eating or to eat more of something, to move towards something or away from it, that's made by neural circuits that reside at the, we would say the subconscious level, but what we really mean is below the level of the neocortex. Below the cortex means essentially below our level of conscious awareness. So we talked about two types of information within the gut that are communicated to the brain, chemical information, meaning information about the nutrients that happen to be there and mechanical information, distension of the gut or lack of distension and so forth. And we talked about how these neuropod cells can signal the release of dopamine in circuits within the brain to cause you to seek out more of something. Now, in a very logically consistent way, dopamine is also involved in the whole business of vomiting.",
        "aQDOU3hPci0_32": "It takes us away from the landmarks we want to hit. It takes us away from the grades we want to get. It takes us away from, quote unquote, showing up how we want to, right? No one wants to have the blotchy skin and the sweating and the quaking of voice when we're trying to do public speaking and things of that sort. No one wants any of that. What's important to understand is that learning that stress is a way of mobilizing resources in the body does two things. First of all, it allows us to dampen or adjust the stress response in real time. And it allows us to understand that that stress response heightens our level of focus in a way that allows us to pay attention to the things that are going wrong in a way that allows us to make correction to those errors in the future. So if you think back to that study, that ERP study where they measured brain activity and they looked at people who had a fixed mindset versus people who had a growth mindset and the people who had a growth mindset were paying more cognitive attention to what was happening during errors and after errors? Well, this stress is enhancing mindset is very powerful because what it does is it shifts one's attention away from kind of somatic experience of, oh my goodness, my heart rate is elevated, I'm sweating, I'm quaking, I sound terrible, I feel terrible, I look terrible, et cetera, to a mode of allocating more of our thinking toward analyzing why things might be going wrong. And something else powerful happens when we embrace a stress-enhancing mindset as well. When we embrace a stress-enhancing mindset, it turns out that some of the very physiological processes that we call quote-unquote stress shift in important ways. Some of those include the duration over which the stress hormone cortisol is released. And in fact, I don't even really want to call it a stress hormone because cortisol does so many other things as well. And it's not bad. You need cortisol. Believe me, you want cortisol, especially released early in the day and in response to acute stressors. What you don't want is for cortisol to stay elevated for long, long periods of time. And you especially don't want it to interfere with your sleep.",
        "oUu3f0ETMJQ_33": "Are they awake and then asleep? They just drift like the humans we've talked about. They think they're in Las Vegas with no clocks or what? They stay up later every night. They come either, depending on their clock. If their clock is shorter, they come in earlier. If their clock is longer, they come in later. So they're really messed up. They really don't adjust to this. If they were in the wild, they'd be eliminated in a second, right? There is no way they'll survive. So me and Diego started talking and we're like, what if we use non-light entraining agent? And what is the strong non-light entraining agent? Food. So we thought that the light defective animals will have more sensitivity to food entraining because, as you know more than me, this is an area that you've worked really well on. For vision, if you're image blind, your hearing and somatosensory get improved, right? The lack of vision improves your hearing and sensation. But we found actually that if you don't have the light system, actually you're feeding, the food ability to entrain the animal goes completely to the ground, completely opposite to what we predicted. So light viewing and feeding behavior are interacting in ways that support one another. And that's why we came with the tripartite model. We figured it's different than sensation of the environment. When you sense with vision, vision and hearing interact, but your vision is a real full modality. You want to see. That's what vision want to do. You want to hear. That's what hearing want to do. You want to sense. That's what sensing want to do. But for the circadian system, light, food, all these entraining agents, they somehow have to interact to keep a coherent system. You don't just assume if you remove light, this one is going to be stronger. No, they need to know each other's. The light informs when the animal's going to eat. Well, what I like about this so much is that, you know, in the other, in the world outside of science, in which I don't really exist in, but that I see a lot of this kind of wellness, you know, stuff with this, all this mind-body integration stuff. It's interesting because people view the body more as a system, right?"
    },
    "relevant_docs": {
        "45137155-b4e7-4c9b-bcf4-785403b0d9cc": "azb3Ih68awQ_5",
        "30b5e22c-6844-4b54-8f8b-9f60eae40eb8": "LVxL_p_kToc_26",
        "33209d25-188b-4c3c-85ea-e358c2df6aa4": "gveDhZW-rUk_19",
        "87dc92b5-f402-4dbd-8e3d-8a95ba180164": "xmhsWAqP_0Y_16",
        "fea390a0-7360-4a3f-aa31-ee4375b0bd1f": "CQlTmOFM4Qs_0",
        "b58aecb3-e594-48f0-8633-a3d8ecea70dd": "CQlTmOFM4Qs_0",
        "22a139f8-26c3-44e2-87c1-1807c61f602e": "CGjdgy0cwGk_43",
        "52c6f733-7718-46f1-b726-cfb0ed9c9ca1": "E7W4OQfJWdw_24",
        "309cb2d1-0255-4805-b182-1d5c693fb343": "IAnhFUUCq6c_89",
        "b4ce9cb7-4636-4755-b66b-c4d77f081f1e": "dzOvi0Aa2EA_2",
        "7897a128-6798-4b1e-a6dd-1b90dc56b919": "iMvtHqLmEkI_31",
        "9d5955f8-44e9-455c-9701-58abedf36614": "nwSkFq4tyC0_21",
        "100457f4-947e-492a-8b81-31eeb86d66cd": "nwSkFq4tyC0_21",
        "7135858b-2728-4676-8fa2-1fda24b3ef5d": "gE0_8AjTFaM_23",
        "a91a6d1f-5be6-44c4-b432-0730f08ccec9": "K-TW2Chpz4k_24",
        "437b9949-36e4-474b-bace-6d4cc5be8868": "xJ0IBzCjEPk_46",
        "923d1a03-294f-47cf-9880-ce7a7ace9959": "yb5zpo5WDG4_16",
        "1fa1d22e-157d-4a0a-b37c-1ce2c4a13a93": "J7SrAEacyf8_16",
        "1a91f0c8-9ee3-476b-b8a2-a7e756bb6594": "AtChcxeaukQ_23",
        "5a97894f-b6e9-49b1-a424-fd59dee26d36": "AtChcxeaukQ_23",
        "db76d03b-ce45-404d-bffe-038431eb6e43": "UF0nqolsNZc_27",
        "03e8fbce-18ae-490c-a054-3776caaa2057": "UF0nqolsNZc_27",
        "3d53ab5a-589a-4960-bc64-749919484dec": "HXzTbCEqCJc_30",
        "1f117f0d-5112-4923-bc78-55aaef568b46": "QmOF0crdyRU_27",
        "707bf513-a307-45a2-8bf1-0c975f419c6c": "QmOF0crdyRU_27",
        "5b303555-1ab6-4db2-8772-be00f168d5c7": "RBK5KLA5Jjg_15",
        "e7530e1d-0f79-4ee6-9958-b2f92c88d5c6": "RBK5KLA5Jjg_15",
        "7562a51a-39c5-498f-9da4-5541e20b7873": "ulHrUVV3Kq4_50",
        "bfcb7c33-b7fc-4c94-a9ac-516f5c6253a1": "O1YRwWmue4Y_114",
        "d1c98c56-d4ea-46f5-b73e-026bd6fd92e1": "azb3Ih68awQ_37",
        "39b6931f-9e9f-4497-ab36-d511470e609d": "azb3Ih68awQ_37",
        "a07b6d62-964d-4b7a-b665-c2715701a9c7": "7R3-3HR6-u4_56",
        "cfe3641b-709e-417c-be48-705e956c32fc": "h2aWYjSA1Jc_44",
        "030047d0-866a-4d87-9ad5-1f2325508db0": "Z7MU6zrAXsM_26",
        "9e3ddab4-3ff6-432a-99b6-9c6e06cc1301": "p3JLaF_4Tz8_3",
        "7dd5fe37-5841-4260-b9db-b89ed1305db4": "V0Sdgn0_kFM_26",
        "27e903ae-4a3c-41d2-9c94-f1e5bbc818a0": "V0Sdgn0_kFM_26",
        "6aee7b45-0eed-4685-a770-c09a2a5ce815": "K-TW2Chpz4k_35",
        "42bdef35-2879-45c3-8bd3-f6c8677beead": "K-TW2Chpz4k_35",
        "1871d6f8-81bc-45c9-839f-fb8b25486b5c": "UF0nqolsNZc_56",
        "21fd771b-ab9b-4794-83c2-ab092becba5b": "UF0nqolsNZc_56",
        "65ea0643-e43a-4ced-a74b-89d99ac33e3a": "eIxVfln02Ss_27",
        "3b62935a-ce94-42c6-802d-88eaab4ed90e": "eIxVfln02Ss_27",
        "10de5f2e-6a32-49fc-94de-d8ec1a6d20c5": "wTBSGgbIvsY_21",
        "b735a87e-dcfe-4817-9e8d-6cad260d4c2d": "2XGREPnlI8U_4",
        "5d97e9e0-1b2f-482b-9c4d-5729e8e06a1e": "TG8VM5-CTfw_16",
        "45a8f91d-9d37-4fb7-afa5-24b4169efdac": "TG8VM5-CTfw_16",
        "7e7f09c3-c00b-474b-9a28-1033628d7593": "ulHrUVV3Kq4_32",
        "5c4c45fc-9452-4c51-91fe-fd08cd983de0": "ulHrUVV3Kq4_32",
        "a491369a-6891-46d0-aa25-a68172cf0050": "poOf8b2WE2g_24",
        "c4c87217-734d-41e4-b806-c43b747e6595": "poOf8b2WE2g_24",
        "20274364-aefd-42c6-813f-8c4f7580322f": "yb5zpo5WDG4_46",
        "265495f2-f8f0-4a68-81fb-0b975fa746e1": "yb5zpo5WDG4_46",
        "efb5cdff-422a-4010-b549-f1f2364b4703": "cwakOgHIT0E_57",
        "81a63ca6-f522-4185-9e3a-fe1789ee3c10": "cwakOgHIT0E_57",
        "781f453c-80c1-4eef-8950-ccc677cb5031": "LYYyQcAJZfk_25",
        "beeec6c0-028c-4696-b3ec-67d996cf30e6": "LYYyQcAJZfk_25",
        "7e4c073a-aa65-48aa-aaab-dac7aff25cb2": "CGjdgy0cwGk_45",
        "e64e2541-7b4a-41b2-a8c2-2d3531751d0a": "pq6WHJzOkno_9",
        "8f63ce95-6439-4cb2-86fd-5addb7fcd5cd": "pq6WHJzOkno_9",
        "299ff667-bd99-4a0a-a365-01bf96d006a2": "BMTt8gSl13s_39",
        "14ee4ee4-6dcb-4013-9d89-e063d63f5de6": "BMTt8gSl13s_39",
        "b7be8cf4-6aba-4b10-bae4-8371ef20e7b6": "cwakOgHIT0E_42",
        "6d37983a-9a5f-4818-8117-6e0fa82bc7b8": "cwakOgHIT0E_42",
        "c6b1173b-e489-42e4-b450-ace488ffaa45": "q8CHXefn7B4_61",
        "5bcbd7e2-560e-4213-bfd9-35c910581331": "xmhsWAqP_0Y_46",
        "3c01d303-2111-4e5e-b55c-7bcdfdc2b06d": "xmhsWAqP_0Y_46",
        "6c881bd2-c84e-49e0-b03b-1c857290d1f2": "FFwA0QFmpQ4_10",
        "34c3b424-e5db-4d1c-88c3-598dbd860b5d": "FFwA0QFmpQ4_10",
        "cd605ff5-add4-4be3-b292-8833e186c7b5": "cS7cNaBrkxo_51",
        "dcff8db4-09d3-48d5-8806-8c66f56e0ec1": "cS7cNaBrkxo_51",
        "5af32922-6252-4077-bfc6-0dd822669142": "ccrbE0QHy94_1",
        "0b6de49f-d317-4a04-bd86-31e7acf21883": "CrtR12PBKb0_3",
        "9ee185d5-4961-48b2-885e-45c27945a0b3": "9tRohh0gErM_41",
        "324ce911-c576-4965-8a82-05203fa8eddc": "9tRohh0gErM_41",
        "9ed5529e-b272-412f-beb3-1f89788e98c6": "eIxVfln02Ss_20",
        "f079b1f9-c5d5-4c46-ab79-3696de7325f7": "qNzl12g0Dd8_42",
        "6c6cdb9d-5851-49b4-8e43-a4cb5dd9c8ef": "q37ARYnRDGc_70",
        "b17251da-2695-4bfd-b07c-20941c30a892": "6ZrlsVx85ek_51",
        "82df196f-4b1b-4063-800f-32591707cbc3": "tkH2-_jMCSk_15",
        "81559a8f-9c5f-4b57-8e72-b532f83aa697": "hcuMLQVAgEg_18",
        "91c4a4ae-7d73-4c0a-aa8b-ffcf12c52d44": "hcuMLQVAgEg_18",
        "b52b44ad-ef4b-45e0-9fce-771a2ff2e70c": "iw97uvIge7c_25",
        "aa728297-92dd-441d-9f2e-ad30ac1f4657": "dFR_wFN23ZY_33",
        "7cfb6237-79a1-427a-90bc-94974f0be6b2": "dFR_wFN23ZY_33",
        "813e85e9-1972-4492-8863-239825a39e38": "F54qXuTpgfM_38",
        "3c938760-09bd-443f-bebb-1182afcc55de": "Wcs2PFz5q6g_20",
        "686dfdf7-08e5-4990-af6e-83277924b896": "q37ARYnRDGc_45",
        "2bff90cc-6b17-43d2-b514-598301dc26fc": "wTBSGgbIvsY_45",
        "2878c717-df75-49b8-aa1b-ff2718fea997": "UF0nqolsNZc_43",
        "f20ad8bc-0836-44c9-937c-f353ad7c1f7b": "UF0nqolsNZc_43",
        "58e2d06e-ba84-4100-b1e9-1cecaedfe0d2": "XfURDjegrAw_40",
        "b0e4aa03-2c56-43b5-ad09-059bf9b09d61": "CJIXbibQ0jI_12",
        "d22819c6-9ad1-4d57-8e5b-6a218e843894": "x3MgDtZovks_0",
        "e983559a-0291-4c82-9265-59514aa5279b": "x3MgDtZovks_0",
        "c4ecf3b5-c8ee-4647-8f99-3713f2ee92bc": "15R2pMqU2ok_21",
        "249f9e3a-23d7-4037-8cc5-dc9ad018dd52": "15R2pMqU2ok_21",
        "3346fcc5-c44e-4774-b14d-504b1bf43408": "aQDOU3hPci0_31",
        "0864130e-d553-4fe6-a4d0-15152b6eab59": "aQDOU3hPci0_31",
        "6d36d4fd-dcec-48ff-93ab-b7e2215151e7": "oUu3f0ETMJQ_32"
    }
}