{
    "queries": {
        "f3747e1c-da93-41ed-aef0-3f8b836e2608": "How does having a growth mindset influence the way individuals respond to feedback and setbacks, ultimately leading to enhanced performance and learning outcomes?",
        "bc15ae3e-15d0-426a-9049-e005d6caab05": "Why is it important for studies to consider sex as a biological variable and explore both sexes in research involving animals and humans?",
        "4e13ce7e-4c4e-4fed-a7f0-0473e6539e8b": "Why is increasing the activity of the prefrontal cortex important in regulating the activity of subcortical structures like the hypothalamus and limbic structures according to the information provided?",
        "b1d63652-4ed1-4f24-8295-898c8ad4b448": "Why did the guest, Dr. Andy Galpin, emphasize the importance of incorporating science-backed tools into fitness routines for improving various aspects of physical performance?",
        "363388bd-4f32-4261-bd66-76b7a5f29267": "How does cooling specific glabrous skin surfaces contribute to a cooling effect on the brain, as described in the text?",
        "99f6bdf4-5d25-4058-8383-d12ea77b9d05": "Why is it important to have open and informative discussions about sexual and reproductive health to combat misinformation and reduce shame and secrecy?",
        "feab3ede-8ca4-43f3-a27d-f4da0b0613e0": "Why is it inaccurate to determine whether someone is an introvert or extrovert based solely on their external behavior in social settings?",
        "cc30be96-6fd0-49c5-b606-1d9ee3158953": "Why do some people with migraines experience a sense of aura before the onset of the headache pain?",
        "33e4637e-f352-452b-b040-357bbb791d38": "How does the concept of increased resting state connectivity and modularity in brain networks relate to cognitive function and potential treatments like psilocybin for depression?",
        "ec8eeb37-cff9-40e6-8590-0db2bd05bf94": "How can understanding the subjective aspect of experiencing pleasure impact one's motivation and ability to achieve goals, according to the discussed neuroscience principles?",
        "306fdd88-a810-402a-8d6c-5ff20fe11bb1": "Why is studying the effects of marijuana and cannabis on the brain and body such a complex and challenging endeavor?",
        "8707cdac-aeb8-4e96-8019-a7aef5ca050c": "How can neuroplasticity be leveraged to optimize brain function and learning capabilities?",
        "62affd5d-7b32-4b8b-8a56-b1faacc451e0": "How can advancements in neuroscientific techniques like optogenetics contribute to a better understanding and treatment of complex mental health conditions like schizophrenia?",
        "efbc33eb-46e6-4ae2-bc6d-3a9c536d8c6d": "Why is the book \"PICAL\" significant in understanding the history and effects of MDMA, as well as the interaction between illegal drug exploration and clinical treatment of psychiatric challenges?",
        "5721fa0a-3807-41eb-9749-dcc581e323f7": "Why is there a difference in the impact of concurrent training on muscle growth and endurance gains compared to individual strength training or endurance training?",
        "a84d6a22-adb1-4bf9-8bda-191545cb0c4e": "Why is maximizing outdoor light exposure in the mornings crucial for optimizing mental and physical health, as discussed in the text?",
        "b5a455fc-65dd-439c-82e3-d2d4d126386f": "Why is continuous glucose monitoring (CGM) considered a crucial tool in changing behavior and optimizing health based on the provided information?",
        "ccf2b51b-0d91-4fa4-8049-abb82dcf4858": "Why is it important to consider the context and environment surrounding individuals when promoting the concept of growth mindset, according to the discussion presented?",
        "ca4d142d-dc74-4ad6-a1d4-b0d296c1e68f": "Why does ingesting Miracle Berry change our perception of sour tastes to sweet tastes at a perceptual level, and how does it achieve this effect by altering the activity of receptors in the mouth and tongue?",
        "96954297-ecc6-471d-a123-d87e5f974028": "What are the potential benefits of ingesting fiber-rich diets and low sugar fermented foods on gut microbiome health and brain function according to the discussed study?",
        "24155fcc-2027-43eb-9eb2-fc9d8497d5d1": "Why does the level of sympathetic arousal impact physical performance during workouts, and how does it relate to the adaptation process in combat sports athletes like mixed martial artists?",
        "0d37d022-c2d5-49b0-a6c4-6bd6999e2ce5": "Why is monitoring body temperature important for performance and recovery during exercise, and how can variations in temperature be utilized to improve physical outcomes?",
        "8b66bfde-24b6-4839-9321-c13ba283a31f": "Why is the evolution of human communication systems and neural structures mentioned as significant factors in considering the limitations of current technological advancements in cognition enhancement?",
        "23f76a12-324a-4e04-ba0a-d250dcc73430": "Why is understanding the relationship between impulsivity and aggression important in controlling aggressive tendencies?",
        "43b87674-41dd-4e4d-b0f7-fd5b4da41d8d": "What specific aspects of speech sounds are certain cells in the brain tuned to recognize and respond to?",
        "38ee302f-f004-4711-b6f7-2c3174c2ebbf": "Why is it crucial to consider the age of an individual when discussing the impact of cannabis on the brain and body?",
        "ba00e68d-9bed-4cdb-9d21-7a04186dcac0": "What role does dopamine play in enhancing focus and attention in the brain, particularly in relation to noise reduction and internal bodily awareness?",
        "52c0e1d8-b845-452a-811a-0797c72cb8a5": "Why is it important to understand the nuanced effects of endogenous cannabinoids on different receptors in the body and brain, especially in relation to the use of cannabis containing THC and CBD?",
        "c3cbfcbe-9af6-40e9-86e1-5da1ed85a280": "Why is it important to consider the quality of ingredients when choosing supplements for optimal health and performance?",
        "b610e9aa-7b70-47ee-98f2-338fd11697c7": "Why is it important to explore different perspectives and practices in order to enhance our understanding of consciousness and self?",
        "f0e0d6f3-1505-4f41-8e60-dffbe0a20b07": "Why is understanding the connection between patterns of neural activity and specific symptoms important for advancing psychiatric treatments in the future?",
        "9730e230-cfc9-4a55-862d-32e223741c8a": "Why is it essential to balance divergent and convergent thinking in the creative process?",
        "e880ab06-1dd7-4fcd-a1f2-65bbb05947d0": "How do mindsets influence our perceptions and behaviors in various aspects of life?",
        "8a1f8f0a-a0b7-494a-a315-10d6376d87e8": "Why is understanding the Herring-Brewer reflex important for managing stress and improving overall health?",
        "c51592e7-493b-4afe-884d-cd016fdb765f": "Why is understanding the intricate relationship between oxytocin and maternal behavior important in the field of neuroscience and psychology?",
        "71a1f0c7-77d4-4f5d-ab55-51969bde5db1": "How does the autonomic nervous system play a role in the process of mating behavior and sexual arousal in humans?",
        "16d008ff-16d4-4e44-b0bb-ff02fd9fb28e": "Why is it important to carefully consider the specific neural circuits targeted when developing supplements or drugs aimed at enhancing brain function?",
        "38e780d5-fefd-41d8-8e07-e4493a9bdfc3": "Why do certain environmental cues potentially impact the likelihood of miscarriage in pregnant females, according to the discussed research findings?",
        "89202591-9c0a-4b6f-bf56-bb36a976e9c9": "What are some effective methods to increase both shell and core body temperature for health benefits besides sauna usage?",
        "d1629d49-3934-4445-822d-635c47a0805a": "How do artificial sugars impact fertility and hormone health in individuals?",
        "ca90efcf-76f4-40e4-84cd-6d3471f6ed6d": "How do hormones produced by bones have an impact on memory and cognitive function in the brain?",
        "a4ef67d8-b392-4808-986b-bf3f48061a84": "Why is it important to consider the historical context and foundation of beliefs when evaluating the validity of scientific breakthroughs?",
        "28f3eae5-0668-4366-98c8-b814d977a7a4": "Why is it important to embrace errors and failures in the process of learning and improving motor behavior?",
        "98d2d93c-99d9-4f83-8760-271875816f5a": "Why is it important to consider the total amount of macronutrients consumed throughout the day rather than focusing solely on the timing of their intake for optimal fitness and performance?",
        "9620fc3e-c115-4425-a803-56303e3305ae": "How can understanding the timing and impact of cortisol spikes help individuals better manage their stress levels for optimal health and well-being?",
        "be31723c-68ab-40aa-ae83-c06d41779ffa": "Why might a high-fat, low-carbohydrate nutrition strategy be beneficial for individuals who are not heavily engaged in physical activity?",
        "43cecf71-70ff-4146-9fb3-82b917fc438c": "Why is understanding the physics of different wavelengths of light crucial for optimizing health?",
        "11da2239-d03a-4671-a568-2882cbc157fb": "Why is the sense of taste crucial for our brain's perception of what's going on inside our bodies?",
        "621bac86-e746-46bc-b6b6-8d9d85366d4b": "Why is it important to consider the timing of ingesting substances like caffeine or alpha-GPC when aiming to enhance learning and memory retention?",
        "941b75a1-d116-46d8-b2ad-2bf9be6f8404": "Why might deliberate cold exposure lead to different outcomes in men versus women, specifically in terms of reductions in waist circumference and abdominal fat?",
        "1f41a463-1864-46b6-ac80-f8e093966ed0": "Why is it challenging to accurately use language to describe our internal states of happiness and emotions, as discussed in the provided text?",
        "729a31bb-a8fa-46c7-a1c6-ef27e8e0f539": "Why is understanding the relationship between salt concentration in the blood and neuronal activation important for optimizing mental and physical performance?",
        "f2d02c90-c150-47fa-9a1e-cd2a063afca3": "Why do pleasure and the associated chemical systems play a crucial role in the process of reproduction and pair bonding?",
        "59f8c553-b178-4bf3-a4b2-7f8bd93778ca": "What are some potential insights gained from the studies conducted on perceptual defects in anorexics?",
        "75ed06d5-048b-4acb-acb6-e4ed1272dde2": "Why is the exploration of the effects of L-carnitine on behavioral outcomes and aggression important in understanding and treating conditions like ADHD?",
        "5d8cee92-5331-4560-ace1-f784166cb0bc": "Why do endogenous cannabinoids act as a regulatory mechanism in the communication between neurons, impacting the release of neurotransmitters and potentially affecting short-term memory functions?",
        "9afaad08-b846-4acc-b17a-71523d973f72": "Why is maintaining proper hydration and consuming specific nutrients crucial for the optimal functioning of nerve cells in the brain?",
        "3d27da31-4787-40e8-a295-b1a71bc5f23e": "Why do the temperature and sensation of water consumed play a role in how efficiently it is absorbed by the body?",
        "f8463a25-2817-4bd2-a761-592f17db6a83": "How does intermittent fasting impact the gut microbiome to potentially improve gut health and metabolic disorders?",
        "11016320-12ab-4107-a022-33be6ee68c8f": "How does our brain's regulation of the body impact our experience of emotions?",
        "9f535852-cb73-4c09-baa9-c3228ae42aaa": "How can glutamine supplementation potentially benefit cognitive function, especially in situations like altitude exposure and oxygen deprivation?",
        "7459b4f3-0c2c-4e89-8888-a7b316567b3d": "Why is it important to draw parallels between understanding mental health and physical health when assessing one's overall well-being and potential for personal growth?",
        "91a491be-7346-416c-b3d2-202f75e4d930": "Why might MDMA have both addictive liabilities and pro-social effects based on its interactions with different neurotransmitter systems in the brain's reward circuitry?",
        "20dbcdff-8f6e-401f-8cdd-908b5909ab18": "How does chronic marijuana use affect hormone levels and potential health risks in males and females?",
        "966cdedc-88c1-4a39-88ce-c35f65c1518b": "Why is it crucial to consider a combination of behavioral, drug, and brain machine interface treatments when addressing obsessive-compulsive disorder (OCD)?",
        "e5fb427e-6577-456f-87dc-8ab404dc48be": "Why is maintaining a specific temperature during different sleep cycles important for optimizing the quality of sleep?",
        "f3f1f68e-e1ab-4674-baee-08ef6a7291b7": "What potential impacts do environmental factors from the 80s and 90s have on female reproductive health?",
        "3c367ed3-2d0e-4e34-bcb8-d7196b4143fe": "How does the selection of exercises differ between strength training and bodybuilding concepts according to Dr. Andy Galpin?",
        "a68e302e-f24c-4218-abdf-e4c1e715495d": "Why is it important to consider more than just tooth health when focusing on overall bodily health?",
        "ff5cb36a-651e-4473-b4d0-d7e8d65f48c6": "Why is the adaptive immune system essential for effectively neutralizing specific types of cold and flu viruses upon reinfection?",
        "3f25ed50-a090-4dac-b4ab-df510290dc0b": "What impact does deliberate heat exposure have on the chemical systems related to mood and pleasure in the body?",
        "a970a396-a572-45bd-8c23-821a0220bcbe": "Why is it important to understand the impact of stress on brain function and how can leveraging cortisol and epinephrine benefit overall health and immunity?",
        "47061fa2-ac58-475b-aa10-1f8d23445440": "Why is it important to distinguish between the myth of magnesium supplementation for improved sleep and the actual scientific data on its efficacy, especially when considering different forms like threonate that can cross the blood-brain barrier?",
        "aac5adfb-ecf8-4d46-848e-6b4190553526": "How can understanding hormone optimization impact overall health and well-being for individuals at different stages of life?",
        "8a05feac-222d-43eb-bc3d-1f00642a7d8c": "How does the use of headphones impact the brain's perception of sound, and what implications does this have for learning and skill acquisition?",
        "3726efc5-628e-4777-9d14-371f6429fa07": "How can genetic predispositions and external factors interact to influence levels of aggression in individuals?",
        "b556fdb2-1866-4f76-8412-37261751c382": "Why is it important to adjust the repetition count and weight progressively during warmup sets to enhance work output during strength training sessions?",
        "b6e6af38-7ef1-4f7c-beb0-5f50820bc247": "How can wearable technology enhance everyday activities and improve overall health optimization?",
        "82f6e315-ad38-42a0-8215-516549012dde": "What are the different types of tolerance to alcohol that were briefly mentioned in the provided text?",
        "be70d90b-4912-4530-9c76-4ba5867d161a": "How can understanding the bi-directional relationship between biology and psychology impact overall health optimization strategies?",
        "b839b6e3-3be4-4e94-bbec-b0a37ca77fc2": "Why is it important to consider multiple factors like hormonal levels, blood flow, and neural connections when addressing erectile dysfunction in males?",
        "588b6192-4629-4a75-98fd-4b8c47542816": "What impact can the concept of \"stimulus independent thought\" have on our understanding of human cognition and behavior?",
        "b3c88b24-baf0-40f2-9109-61d69083bdbf": "Why is it significant to transform negative internal states into functionality in the world, and how does this relate to one's sense of identity and relationships?",
        "b02fd003-db9d-4823-ada3-ae0835dbad34": "Why do certain chemicals like ammonia trigger the brain's fear and arousal systems, leading to heightened alertness and adrenaline release?",
        "c802ee0d-2cdf-4368-ae7a-eae90a3c3299": "How can understanding physiological mechanisms related to alertness and using specific tools enhance our ability to optimize learning and creativity?",
        "89862462-208c-4430-bb74-446e215924e9": "Why is estrogen, rather than testosterone, responsible for masculinizing the brain according to the information provided?",
        "788311fc-36f0-433b-aa67-77cb244ac747": "Why is self-awareness crucial for understanding one's frustration and finding a fulfilling career path?",
        "c3b88b77-419a-492c-9f67-293adf90e40e": "What impact does alcohol have on the brain's mood circuitries and why does it initially make people feel hyperactive and good?",
        "50882764-0a76-46e5-a473-48edb17b31f4": "How does the use of magnesium-3 and 8 impact cognitive function and sleep quality according to Dr. Jack Feldman's insights?",
        "fdc2a67c-2141-49e5-9f28-58dc5941d227": "Why do specific parts of the brain become underactive leading to visual hallucinations according to the research mentioned in the text?",
        "bcc0d4ee-f720-4275-af48-0905fdca7038": "What impact does the concept of neurobiological determinism have on our belief in the possibility of personal transformation and change despite the absence of free will?",
        "e6b39d1a-d495-4d2c-947c-ca7ff33d1075": "How might the impact of hormones, such as testosterone, DHEA, and cortisol, influence the symptoms of OCD, particularly in individuals at different stages of life like adolescence, young adulthood, and possibly menopause?",
        "2197cacf-c078-446e-a1fd-1c91ab5c1ef0": "Why is it important to have tools for managing stress in different timeframes, and how does this relate to the core concept of emotions?",
        "b787352f-456a-4c93-af21-cc452acfaa1e": "How can individuals enhance their alertness and emotionality after learning without relying on pharmacological substances according to scientific insights mentioned in the given text?",
        "25aca8cc-f290-4dd1-9f72-e3615ac83526": "Why is building up vagal tone important for both coping with grief and managing stress in daily life?",
        "5276bd2b-2e9d-44e0-aa4c-13ef615b9e0e": "Why might frequent sauna bathing potentially have a beneficial impact on the future risk of psychotic disorders according to the study described in the given text?",
        "b0dd5107-4529-408f-bc70-42838a6f5ca7": "Why may the frequency of MDMA usage impact cognitive performance based on the findings discussed in the conversation?",
        "f96fd575-fd39-413f-9160-004ae312fcc7": "Why is it important to consider both natural and synthetic forms of happiness when discussing strategies to increase one's levels of happiness?",
        "bda6da2d-e774-4844-bf62-d199ee32585a": "How can specific dietary interventions potentially mitigate the risks associated with alpha-GPC consumption in terms of cardiovascular health?",
        "1e6f6e4d-2a77-4e63-b3c5-ad21d828d604": "Why does ingesting fructose have a different impact on hunger hormones and neural pathways compared to glucose?"
    },
    "corpus": {
        "aQDOU3hPci0_23": "And so the conclusion of this study, as well as other studies using functional magnetic resonance imaging that have looked at similar tasks, is that when people have a growth mindset and they are presented with the information that they got something wrong, rather than just feel it as a somatic response or an emotional response, they tend to appraise it. They tend to direct their attentional resources toward trying to understand what the error was and why they got that error. And this, I believe, is absolutely fundamental to understanding the distinction between a fixed mindset and a growth mindset. Because perhaps you've seen these lists, these side-by-side lists that a fixed mindset versus a growth mindset. A fixed mindset is one in which you're trying to look smart, that you're not so focused on effort, that your response to setbacks is to give up, and your academic and other forms of performance tends to be low. Whereas in a growth mindset, your goal tends to be to learn. You tend to value effort more. You tend to respond to setbacks by working harder and your performance is higher. And I'm not trying to make light of these lists. These lists are important because they help us organize our information and differentiate between a fixed versus growth mindset. But they don't tell us why focusing on effort and engaging more effort would actually translate into higher performance. For instance, you could imagine a scenario where the exact opposite is true, right? We could make up a just-so story where if your identity is so rigidly fixed to high performance, you're likely to outwork everybody, right? That seems like a logical conclusion as well, but that's not the way it plays out. It's when your identity is attached to your sense of ability to engage in ongoing effort, especially when you receive signals that you're getting things wrong or not performing well, that is tied to elevated performance. And the study using ERPs tells us that's likely to be the case because of how people who have a growth mindset focus their attention when they're told, nope, you got that wrong. Or when people think they got something right, right? They give an answer and they say, what's your confidence level? And they say, 90%, maybe 99%, maybe even 100%. And they say, it's wrong. People who have a fixed mindset focus on the emotional response to that.",
        "nwSkFq4tyC0_41": "Although in general, I try and eat healthy foods for the most part, croissants included. I was asked several times whether or not men and women or males and females differ in terms of these neurotransmitter phenotypes and the rhythms of sleep and temperature. You know, we could probably devote a whole month and we probably will devote an entire month to what are called sex differences because those tend to be related to things we absolutely know like XX or XY chromosomes or XYY in some cases or XX chromosomes as opposed to gender, sex and karyotype as we call it, genetic makeup is crystal clear. There are things that correlate with one or the other, but it's complicated and it's not something that's been explored in what I think is enough detail. Actually, recently, I guess it was about five years ago, the National Institutes of Health made it a mandate that all studies use sex as a biological variable and actually explore both sexes of mice, both sexes of humans when doing any kind of study, because there was a bias towards only using male animals or male subjects prior to that time. So a lot of data are now coming out revealing important sex differences that I think are going to have powerful impact on health practices, et cetera, response to drugs, response to different sleep schedules, et cetera. Perhaps the most salient and obvious one is that during pregnancy, females experience a whole range of endocrine and neuro effects. And we definitely will devote a month to pregnancy and childbirth and child rearing. And for that, I'd really like to bring in some experts. I've got terrific colleagues at Stanford and elsewhere that work on these things so that we can go into those in more depth. So I'm not blowing off those questions. I'm just, I'm kind of pushing them down on the road a little bit where I can give you a more thorough answer. So as we finish up, I just want to offer you the opportunity to do an experiment. We've talked about a lot of variables that can impact sleep and wakefulness. And in keeping with the theme of the podcast, we are going to continue to talk about sleep and wakefulness and tools for those and the science behind those tools as we go forward.",
        "wAZn9dF3XTo_34": "That is that there's neuroplasticity of these prefrontal cortical structures, which are both involved in generating coherent narratives, but are also involved, and this is super important, that are also involved in regulating the activity of those subcortical structures like the hypothalamus and limbic structures. In other words, that when we can increase our understanding of an event, when we can understand why certain emotions arose, what our role in it really was, what others' roles in that particular event were, well then, by increasing the activity of the prefrontal cortex, it's better both in that moment and going forward to regulate the activity of these other subcortical structures. And I think one of the more impressive experiments within that whole field of linking prefrontal activity to truth-telling is an experiment that was published a few years ago in the Proceedings of the National Academy of Sciences entitled Increasing Honesty in Humans with Non-Invasive Brain Stimulation. Now, this is a very artificial scenario where people come into the laboratory and they have people do what is essentially a die rolling game. They roll dice. Okay, so they're rolling dice. And then after they roll the dice, only they can see the score that they get with those dice. And then a number is presented on a screen and they have to report whether or not the die roll that they did matches or does not match the number that's presented on the screen. And if it does match, then they get a monetary award. And the monetary award is not huge, but it's not insignificant either. For each die roll where they match the number that's presented on the screen, they get the equivalent of, and because this experiment was done in Switzerland, nine Swiss francs, which at the time of the study corresponded roughly to $9 and today corresponds to roughly $10. So they do this repeatedly. And so in some sense, the subjects in these experiments are in a place to make not an enormous amount of money, but again, not an insignificant amount either. Now, here's the key component of the study. The statistics of the dice that they roll and the statistics of die rolling and the numbers that they are presented make sure that there can only be a correct match on average 50% of the time, okay? And in this experiment, the subjects are asked to report entirely on the honor system what they got when they rolled the dice.",
        "LYYyQcAJZfk_5": "It provides examples of different cardiovascular training and resistance type training sessions. And it describes some potential exercises and the rationale for those exercises and the rationale for selecting particular repetition ranges and rest between sets. All that information is available completely zero cost. You don't even need to sign up for anything. You simply go to the link that we provided in the show note captions, and there's a downloadable PDF there for you to explore. Now, in addition to the solo episode that I did about optimal fitness protocols, we did a six episode guest series with Dr. Andy Galpin, who is a professor of physiology at Cal State Fullerton and a world expert in all aspects of exercise and muscle physiology. That episode described a lot of the science and in particular science-backed tools for improving everything from long distance endurance to anaerobic capacity, strength, hypertrophy, speed, power, recovery, nutrition, supplementation, and ways to develop a year-long program that will ensure you ongoing progress. In that series, Dr. Andy Galpin provided an enormous amount of valuable information such that anyone and everyone, meaning the person who's just interested in starting a fitness program or improving their existing fitness program, or the elite athlete who's interested in improving their sprint times or their jump height or their power lifting or their marathon time could clearly benefit from some or all of the protocols that he described. Now, because that series is so extensive in terms of its depth and breadth, again, providing so much value at zero cost, thanks to Dr. Andy Galpin's expertise, but at the same time, because it might be a little bit intimidating for many people out there to try and figure out which protocols to incorporate into their existing fitness regimen. I thought it would be fun and very beneficial to talk about some of the key tools that were described throughout that series that one could consider incorporating into their existing fitness routine now. So that's what this episode is really about. It's about the tools that I personally gleaned from those discussions and that I found to be of tremendous value in improving both my cardiovascular fitness, my strength and hypertrophy training, my recovery, and other aspects of my overall fitness protocols.",
        "77CdVSpnUX4_16": "So heating up at the level of the hands obviously is going to hinder performance. So if I can, how about with running? I noticed I ran across the country briefly in high school and not particularly well at that, but that we were told to run as if we were holding, you know, crackers in our fingers or something like very lightly and to keep hands kind of loose. So running like this would actually be more beneficial performance than, or gripping a phone, which is probably what most people are doing nowadays, right? Interesting. And I once, I'll tell you an experience I had once. I was in Alaska in the winter and I went out running and I absentmindedly forgot gloves. And I realized this after a short period running because the backs of my hands were aching from the cold. The palms of my hands were sweating and were hot. Oh, amazing. Amazing. So these compartments are a real thing. And you mentioned the upper half of the face. That's where our primate ancestors don't have fur. And the bottoms of our feet. So let's just take a moment, talk about some of the more amazing results that have been associated with proper cooling of these glabrous skin surfaces. Let me introduce one more thing. Sure. Because you asked earlier about the pouring of water on the head. One of the things which is not appreciated fully is that the blood which is perfusing these special blood vessels in the face above the beard line, that's the non--hairy skin that blood then returns in the venous supply to the heart but it actually does it in a very strange way it actually goes through what are called blocking on the name now take your time these are blood vessels they go through the skull okay and that's why the scalp bleeds a lot if you cut the scalp. And these blood vessels, which are called, I want to say emergent, but it's not emergent. It's a word that means leaving. These blood vessels were primarily thought to be ways that blood is leaving the brain. But when you're overheated, the direction of flow in those blood vessels reverses. So the cool blood that's coming from your facial region goes into that circulation and actually is a cooling source for the brain. So you can cool the brain, you can have a cooling effect on the brain by pouring water on your head.",
        "F54qXuTpgfM_4": "These are topics that typically people learn about perhaps a little bit in school, maybe at home, from friends, usually overhearing things as opposed to direct exploratory conversation, online, pornography. And at least in my experience growing up, there was education around sexual health, reproductive health, et cetera, that was more oriented toward the fear of things like STIs, fear of unwanted pregnancy, all of which of course is extremely important for people to learn about, but far less about sort of the healthy versions of sexual health, right? Yeah, absolutely. So this is an especially important conversation. It's also one that I think has a backdrop that we should just acknowledge right off the bat that because the information is gleaned from multiple sources and because there are, let's just say, influences out there that relate to the morality of different practices, that there can be shame, there can be misunderstanding, there can be secrecy, and that further leads to misinformation. So I'm confident that today you can clarify things for us and we're going to stay out of those trenches. And the last thing I'd like to say is that, because a number of terms will certainly come up that I think for some people they're not used to hearing in general discourse, I'm just going to get them out of the way now. Penis, vagina, anus, prostate, what else is there? We're going to talk about libido. We're going to talk about intercourse, oral sex, anal sex. We're going to talk about all of that. So I just want to get that out there so that we can reduce the shock response. I love it. We got to talk about all of it. Great. So to start things off, in anticipation of this episode, I solicited for questions on social media and I got thousands of questions, but there was a lot of overlap in the questions. So to start off, I'd like to talk about pelvic floor. Okay. Because both males and females have a pelvic floor. And my understanding is that there's a muscular component. There's a neuromuscular component, there's a blood flow component. What is a healthy pelvic floor? What does a healthy pelvic floor do? And then we can talk about some of the health issues that an unhealthy pelvic floor creates and some of the ways to ameliorate an unhealthy pelvic floor. Absolutely.",
        "RgAcOqVRfYA_13": "And we think about an extrovert as somebody who's really social, the so-called social butterfly, who enjoys social interactions, is really chatty, is kind of life of the party type person. That's the cliche or the kind of pop psychology cliche. But actually in the psychology literature, that's not really the way it holds up. Many people who appear introverted are actually extroverted. The quiet person at a party could be an extrovert, except that they just don't talk very much. The characteristic of an extrovert is somebody that gets energy or feels good from social interactions. They sort of get a lift. And we can predict that that lift occurs because of some release of dopamine within their brain and body. And indeed there's evidence for that. Neuroimaging studies support that. Other forms of neurobiological analysis support that as well. We can also imagine that the person who's talking a lot is somebody who's very extroverted, but oftentimes people who talk a lot for their work, or they're somebody who's very social when you interact with them, that person gets back to their car and is absolutely depleted and exhausted by that interaction or also sorts of social interactions. So we really can't predict whether or not somebody is an introvert or an extrovert simply based on their behavior. It's really more of an internal subjective label. However, if we look at introversion and extroversion through this lens of the social homeostatic set point, and we think about dopamine as this molecule that drives motivation to seek out social interactions, what we can reasonably assume is that introverts are people that when they engage in certain forms of social interaction, either the amount of dopamine that's released is greater than it is in an extrovert. That's right, I said greater than it is in an extrovert. And so they actually feel quite motivated, but also satisfied by very brief, or we could say sort of sparse social interactions. They don't need a lot of social engagement to feel sated. Again, the parallel example would be hunger. This would be somebody who doesn't need to eat much in order to feel satisfied. Whereas the extrovert, we can reasonably assume releases less dopamine in response to an individual social interaction. And so they need much more social interaction in order to feel filled up by that interaction.",
        "CGjdgy0cwGk_18": "We know that headache, that is the ache in headache is neural. So whether or not the origins are hormonal or whether or not the origins are inflammation or gut microbiome or some other feature of the body brain axis, at this point, all we know is that neural pain or the experience of pain at the neural level is the final common pathway. And it's more prevalent in females. So as I mentioned, migraines tend to be recurring. So some people get them once a week. Some people get them once a month. Some people get them far more frequently that they can be extremely debilitating. Oftentimes people who experience migraine because it is a recurring phenomenon will know when a migraine is coming on. They'll say, my migraine is coming on. They kind of sense it coming. There's this notion of aura, and we'll talk about aura in a little bit. Some people think of aura just as visual aura or the sense of kind of a haloing of light or the sense that there's something outside the body. The actual definition of aura is that it's the experience that something is about to happen. It's this kind of feeling of anticipation. It's not deja vu. Deja vu is different and very interesting in its own right, but different. It's this feeling that something's about to happen. And the fact that aura is such a prominent feature of migraine headaches, or at least that people feel that the headache is coming on long before they feel the actual ache of the headache and the other debilitating symptoms, suggests that migraine has something of deep neural origin, that it arises from deep within the nervous system, spinal cord and brain, and that it's not something like a tension headache that is going from outside in, you know, the constriction of the muscles in the jaw and head. So migraine headaches are very different than tension headaches, even in terms of how they come on or their onset. The other feature of migraine headaches that I think is important to note is that dilation of the vessels, remember the vasodilation, so the widening of those pipes that we call arteries, vessels, and capillaries is a very prominent feature of migraine. And fortunately, that allows for very particular types of treatment and ways of dealing with the pain specific to migraine headaches. The other feature that's common in migraine headaches is so-called photophobia.",
        "HYVeP4F0GNU_64": "They were a former student, Brian Miller, a postdoc of Adam Ghazali's, Wes Clapp, who have a company called Neuroscouting where they are able to, they have, we've been sort of doing scanning and also collecting physiological data to try and determine if there's some, we can measure the modularity in the scanner, but can we pick that up in the physiology data? Because they can collect oxygen and heart rate variability and other metrics that may be kind of a readout of that. And then we'd have a brain state, which is what you were looking for, some brain state. But it's not, I think people are thinking we need a helmet or something like that. We need just something simple, right, that reads out brain state just the way we read out other physiological information from our watch or something like that. Well, the sleep trackers of various kinds have certainly been able to pull out information about rapid eye movement and other stages of sleep. I mean, key metrics, not every metric, not what you would get with a person wearing an EEG probe or a set of probes, but certainly information that can be used. One thing that has me a little bit perplexed, and I'm almost reluctant to bring it up, but I'm going to do it, is that I did a couple episodes about psilocybin and the use of psilocybin for the treatment of depression. This is Robin Cardhart-Harris from UCSF, and I also did a solo episode emphasizing, of course, this isn't recreational use we're talking about. We're talking about for treatment of depression. But there's a lot of neuroimaging of patients before and after macrodose psilocybin, and this isn't microdosing. And one of the major takeaways is increased resting state connectivity, which by virtue of what you just described might not be ideal for cognitive function. It might be good for social-emotional function, and I certainly don't want to disparage the beautiful work that's being done there, but you said that increased modularity predicted improved function, especially with cognitive interventions. Psilocybin seems to induce fairly significant increases in cross-modal talk between brain networks. In other words, less modularity. So should we be concerned?",
        "vA50EK70whE_29": "And it turns out the data point to the fact that impulsivity at age 10 is actually predictive of overeating disorders at a later stage in life. So some of these drugs that are designed to create heightened activity in the braking system, the decelerator of the reward pathway are designed to reduce impulsivity because they suppress the release of dopamine and they allow, hopefully they allow children and when they become adults to better control the schedule of dopamine release. So now let's talk about what is a dopamine schedule and how you can leverage this in order to have heightened levels of motivation, but not get so much dopamine that you're experiencing a crash afterwards. And also so that you can experience heightened pleasure from the various pursuits that you are engaged in in life. I know many of you are interested in tools that will allow you to be more motivated, to focus longer, sleep better. That's really what the Huberman Lab Podcast is all about, but always framed in the context of neurobiological principles and objective mechanisms. There are some tools that we can apply to the dopamine system and motivation that can really improve our ability to stay in pursuit of things, as well as enjoy things after we've achieved our goals or even en route to our goals. And here's the key principle. Dopamine is very subjective, meaning you can either allow yourself to experience the pleasure of reaching a milestone of achieving or some craving or not. Now that won't work in the extreme cases of drugs like cocaine and amphetamine, but it's actually pretty powerful what one can do with the subjective system. In fact, I'm going to describe to you an experiment that highlights just how powerful the subjective readout or the subjective interpretation of a given experience really can be, even at the level of pharmacology. I love examples of subjective effects over things that would otherwise seem hardwired because they really illustrate the interplay between our cognition, our belief system, and what would otherwise be these, you know, just plug and chug kind of mechanisms of, you know, you eat X amount of chocolate or you drink X amount of water after being water deprived for a certain amount of time, and you get X amount of dopamine. Here's the experiment. The experiment was just published on March 18th, 2021, so very recently. And the title of the experiment is Expectation for Stimulant Type Modifies Caffeine's Effects on Mood and Cognition.",
        "gXvuJu1kt48_52": "So it's not just important in males, of course. However, other studies say that cannabis does not decrease testosterone. And it seems to depend on whether or not the cannabis is brought into the system by way of smoking or edible. And it seems to depend on whether or not the cannabis is used chronically by an individual or acutely. And here, I just want to zoom out and say that studies on cannabis or drugs of any kind in humans are really complicated. If you think about it, someone has to come into the laboratory, and let's say you want to study chronic cannabis use. Well, you can't keep them in the laboratory all the time. So you have to rely on their self-report of how often they use cannabis and in what form. And you can't really control from one individual to the next of how much cannabis and THC they're bringing into their system. One person might smoke cannabis out of a bong and take big, deep, lungs full bong inhalations or such. Other people might smoke joints. Other people might use edibles. It becomes very complicated to know what people have done and that they're reporting it accurately. And no joke here, especially if marijuana is impacting the short-term memory systems. They might not actually remember. They might not be tracking it that well. Contrast that with studies of the acute use of cannabis and THC, where people who are not regular users come into the laboratory and now suddenly with institutional guidelines and safety protocols are under the influence of THC and cannabis. Well, now you're dealing with a person who may not have experience with the elevated heart rate and blood pressure that's characteristic of cannabis because it is a stimulant, at least when initially brought into the system, even if it might eventually lead to relaxation. So now you've got someone who's anxious or somebody who's not anxious, who's deeply relaxed, and you're trying to study these effects. So it's a moving target of sorts. It's very complicated to study marijuana and cannabis and its various derivatives in this way. Now you can probably appreciate better as to why there's so little nuanced data about sativa versus indica versus different ratios of CBD and THC. It's really difficult to do these studies in the first place. That said, the general rules are smoking marijuana increases prolactin in men and women, which will reduce dopamine and testosterone.",
        "uuP-1ioh4LY_2": "And if you purchase any of their products and put Huberman at checkout, you'll get 20% off their program. In addition to that, we do a monthly Zoom call where the members of Made For get on it and Patrick and myself, sometimes Blake as well, discuss the Made For program and the personal goals and things that people are trying to achieve with the program. So it's a dialogue back and forth on Zoom call once a month. Once again, that's getmadefor.com, put in Huber Minute Checkout, and you'll be able to get the 20% off as well as access the monthly Zoom calls with us. Let's talk about neuroplasticity. More specifically, let's talk about how we can optimize our brains. Neuroplasticity is this incredible feature of our nervous system that allows it to change itself even in ways that we consciously decide. Now that's an incredible property. Our liver can't decide to just change itself. Our spleen can't decide to just change itself through conscious thought or through feedback from another person. The cells in those tissues can make changes, sure, but it's our nervous system that harbors this incredible ability to direct its own changes in ways that we believe or we're told will serve us better. Now, today's a really special episode because while we are going to talk about science, and as always, we will delve into mechanism, today's episode is really geared toward answering your most common questions about how to leverage neuroplasticity. The previous episodes were about focus and how to achieve focus for sake of plasticity, as well as the last episode, which is what are some of the portals into plasticity that relate to movement, how behavior can activate plasticity, as well as how to activate plasticity for behavior itself, how to get better at learning certain movements. Today's podcast is really directed toward answering your most common questions and the bigger theme of how does one go about optimizing their brain or even think about optimizing the brain? What is this thing that we're calling optimizing the brain? In doing so, I'm also going to share some of my typical routines and tools. I don't share these because I think that they are the only ones that are available out there. Certainly they're not, nor do I share them because I think that everyone should do them just because I do them. Certainly not.",
        "w9MXqXBZy9U_30": "They walk out of the office and they have a life experience um that extends beyond the script yeah yeah and so and yeah and so that's so at the same time though you can't let that completely guide your clinical decisions because as i mentioned some of these medications that have the most side effects they are also the most effective and clozapine is a great example that will work in patients where nothing else works and believe me we don't take the step of clozozapine prescription lightly because of all these side effects. You have to come in for a weekly blood cell or every few weeks a blood cell check to make sure that the blood counts are not off, for example. But there are patients where no other medication works for the schizophrenia and clozapine works amazingly well. And so we do it even though there are the side effects. And so then this comes back to your your question what if we had better and better specificity well only if we know exactly what we're doing is the point and so because as we become more refined uh we better be right about where we're refining to and you imagine a day where it will be a single um maybe even outpatient neurosurgery would go in through the skull or the back of the ear, deliver a small viral injection of one of these adenoviruses, a little sticker of light emitting diode. Is that it deep in the brain? Is that how you envision this? That certainly could happen. What I actually prefer as a vision is still medications because those are minimally invasive. If we knew what we were doing, we could make them more specific, have fewer side effects. But optogenetics, that'll arm us with true causal understanding. And so we'll know, and we're already moving rapidly toward this point, we'll know, okay, this symptom, the loss of pleasure in life that we call anhedonia, or the loss of motivation or energy to overcome challenges, active coping, these are largely subserved, largely controlled by this circuit or that circuit or the cell that inhabits this other circuit. And we will know that because of the work done with channel ops. Exactly. Yeah, I agree. In ways that we never could have the confidence otherwise. And so we'll know that this is the circuit that underlies the symptom or its resolution. And then we'll get to understand these cells very deeply.",
        "slUCmZJDXrk_5": "And by the way, if you're interested in the story of Alexander Shulgin and the drugs he synthesized and the group that he built up to take these drugs and try them and actually had several members of this group using these drugs in therapy with their patients for a long period of time, both before and after MDMA became illegal, there's a wonderful book called PICAL. That stands for P-I-K-H-A-L. PICAL is the title of the book which Shulgin wrote, which describes his discovery of MDMA. I confess it also describes the synthesis of MDMA. And for that reason was a book that for a long time was not available, but is now available again in audible form and in printed form. PICAL for phenylethylamines. I have known and loved. Phenylethylamines is the category of drug for which MDMA belongs to. And it's a long book, but a very interesting one, both from the perspective of understanding the history of MDMA and what MDMA is and the effects that it produces. But it's also an interesting book because it will teach you a lot about the history of the pharmaceutical industry, the war on drugs in the United States, and the interaction between illegal drug exploration and drugs for clinical treatment of psychiatric challenges. So right now, this is a very important issue because MDMA is currently granted breakthrough status, which means it's now something that scientists and clinicians can study if they have authorization to do that. It is, as I mentioned earlier, still a schedule one drug, so it's illegal to possess unless you are one of these scientists who has been granted permission to study it in the clinical setting or the laboratory setting. And right now we are on the cusp of MDMA becoming legal, but again, it is not yet legal. And this is something I'm going to touch back on a few times during today's episode. Later, for instance, when we talk about the potential toxicity of MDMA, its ability potentially to kill neurons and the neurons it has been hypothesized to kill are neurons of the serotonin and dopamine types. So this is something you would not want. Let's just recall that killing off of or death of dopamine neurons is the underlying basis for Parkinson's disease, which is a movement disorder where people have difficulty generating smooth movements and in very severe form, they can't move at all.",
        "IAnhFUUCq6c_54": "And then the third group did both of those workouts combined. Not like a reduction, so both volumes stacked on top of each other. And the results are fairly predictable in terms of the endurance group only had the greatest increases in VO2 max and endurance markers. The strength training group had the greatest increases in muscle hypertrophy. But where the interesting part was and where this whole field started was the combined group. So this is concurrent training is what it's generally called. So you're doing concurrent things. And typically that means hypertrophy and strength stacked on top of some steady state endurance. In the same time frame. Same workout. Same two hour block. Or same like week. It doesn't really matter. It can be kind of all these. Well, the concurrent group saw the same improvements in VO2 max as the endurance group. And he's like, well, okay. So the strength training did not compromise the endurance adaptations. However, they saw much lower increases in strength and hypertrophy. And so the conclusion was the addition of endurance work compromised muscle growth and strength development. However, the addition of strength training to your endurance work will not compromise your endurance gains. Now that second piece has been shown countless more times, right? So if you're an endurance athlete, adding strength training is almost always going to be massively beneficial. Very little chance of detriment. This is why every endurance athlete is going to have some sort of strength and power component to their training. The controversy though came in the interference effects. So how much endurance training really blocks muscular development? And for years, myself included, was we preached hard, you know, don't do these two things at the same time. My friend, my colleague, Kevin Murek, has a really nice review article, Jimmy Bagley. Those two guys put this thing out. You can go read that where they cover all these things and they've got some nice figures in there. But the general answer here is interference effect is sort of real, but it's probably greatly overblown. It matters. So are you talking about a 20-minute jog at conversation pace? That's probably doing very little with the assumption that are you doing an eccentric-based exercise like running? Well, then you're going to have more of an interference effect than cycling.",
        "T65RDBiB5Hs_6": "It involved a number of different people, both male and female. And what they did was they use non-pharmacological practical interventions in a real world setting. Here I'm paraphrasing. They use targeted light exposure. They used consistent sleep-wake times. They used fixed meal times, caffeine intake, and exercise. And this is one of the reasons I love this study so much because I've done episodes where I've talked about temperature, exercise, feeding, and most importantly, light exposure as a way to control and shift your sleep-wake cycles, your so-called circadian timing and entrainment. What did they find? Well, they found, quote, significant improvements in terms of mood, so far less depression and stress, subjectively measured, as well as improved cognitive performance that was objectively measured, so improved reaction times, improved physical grip strength, which is actually a measure, not just of strength per se, but also of nervous system function. And a number of things that people could do in order to optimize their morning hours, even though they were night owls previously. What do they have people do? Well, I'm just going to list this off in sort of a rapid fire succession. Then we'll provide a link to the study if you want to learn more. First of all, they told participants to try and wake up two to three hours before their typical wake up time. Two to three hours. That seems brutal to me and probably seems brutal to you if you're somebody who typically wakes up at 10 a.m. to try and get up at eight or even 7 a.m. consistently. But they were also asked to maximize outdoor light exposure during the mornings for reasons that if you've listened to this podcast before, if you've heard me talk about before, that I'm constantly talking about, I'll probably go into the grave shouting, please get as much light exposure from sunlight early in the day as possible because it sets in motion a huge number of things that are beneficial for your mental health and physical health, including dopamine production, timing melatonin production correctly, reducing cortisol peaks late in the day, et cetera, et cetera. So they asked them to get a lot of outdoor light exposure. They didn't give them a specific amount, but they said maximize outdoor light exposure during the mornings, the time before noon.",
        "GVRDGQhoEYQ_37": "For a data junkie like me, it was like I was in heaven. Why do you think they are so effective in changing behavior? Is it because of that that people can see that real-time control, like scan in and like, oh, that's the sandwich glucose? I think it's many things. I think it's generally the enchantment of learning about your own chemistry and biology. I love that. I love that. to say, here, why don't you fill this prescription for CGM? You have to market it. You have to say, I think this completely changes the way that you approach your prediabetes. I think this could dramatically affect your risk of Alzheimer's disease that you're so worried about that your mother has. So our job as physicians is to be that sacred marketer. So CGMs are one of my tools that I think are so crucial. So enchantment, number two, yeah, it's the real-time effect. So if you go get your glucose and insulin measured, or maybe you do like a two-hour glucose challenge test where you look at glucose and insulin at the fasting point one hour later, two hours later, or more frequently, that does not have the same kind of behavior effect as having continuous data where you can say, okay, I drove to see you, Andrew, from my place in Berkeley, and it was stressful, it was torrentially raining, and I know my glucose was elevated. I think really understanding what the mediators are of your glucose control is essential. Now, that said, it's also kind of a later effect. I mean, I'd rather know your insulin. And we know from the Whitehall study that insulin, especially postprandial insulin, fasting insulin too, can change years and years before you get a change in glucose. So that's more for prediabetes and diabetes. So I think those are the main reasons why I think it's such an important tool. Third thing is it democratizes data, which you do too. I mean, incredible how you do that with your podcast. But I think one of the most hopeful and exciting things that I'm seeing right now in the health space is that we're going from this patriarchal relationship where doctors hold the power and are the gatekeepers of data to patients and clients having much more access to that enchantment about their own chemistry and their own biology.",
        "3gtvNYa3Nd8_36": "And are there other aspects to growth mindset and other mindsets that are now being woven into that framework that can be helpful? Because I know, gosh, if ever there was a great name for a area of psychology growth mindset, it tells you everything you want, everything you need, and everything you sort of need to know in just the name. But we all find it difficult to implement. I'm just telling myself I'm not as good as something as I could be yet. It sounds great, but in moments of, you know, receiving feedback that's harsh, sometimes it's hard to access. Yeah, it is. I think so the latest, there's a McNamara et al meta-analysis. And then I think sort of that camp versus the Carroll and David camp have very different views on how big the effects are. But I think one thing that they seem to agree on is growth mindset is more important in circumstances where people are more likely to need it. So if you think about, for example, kids who are impoverished or marginalized communities, the message that you actually, that you are capable of evolving your skills to the point that something you're bad at today you could be good at next year is really important when you've never heard that before and when you don't have a single person believing in you. I think where we're often missing the boat is we think, all right, I'm just going to instill this idea in a person's head and my work is done. And we know that the context around you really matters. So actually Carol's done some research showing that growth mindset is more likely to have an impact when your classroom culture also, and your teacher has the belief that kids are capable of learning and growing, that your starting ability is not fixed in any subject. And I think we, probably for all of us as individuals, what that means is we need to think about the micro environment that we put ourselves in. I think, you know, one of the things I've been thinking a lot about lately is scaffolding and the idea that when you're trying to improve at something, you don't need a permanent teacher necessarily. You don't need one mentor guiding you for nine years. What you need is somebody who can give you the temporary support that allows you to scale to a new height, just like a scaffold would on a building.",
        "Mwz8JprPeMc_44": "There's actually a way to do this readily. When I was a postdoc, I used to have a journal club at my house. People would come over in the evening once a month and we would read a paper, typically the weirdest paper we could find, and we would eat food and hang out as the nerds did and do for fun. So that's what we did. And one time someone brought what's called Miracle Berry. Okay, so this isn't some psychedelic plant medicine thing. Miracle Berry you can purchase online. It's relatively inexpensive. It actually causes a change in the configuration of taste receptors such that when you eat something sour, it tastes sweet. And so what's really wild is you ingest Miracle Berry and then you bite into a lemon, maybe even the lemon peel, and it tastes as sweet as a peach. And this effect lasts several hours. Definitely, you know, check any warnings. I don't know what sort of warnings the Miracle Berry carries, but I'm sure there's always something you can imagine. There are a number of papers on Miracle Berry or Miracle Fruit, it's called, but it changes your perception of sour at a perceptual level, but it does that by changing the activity of the receptors in the mouth and tongue. Now, this is important as a principle, and it's underscored by experiments that have been done by, for instance, Charles Zucker's lab at Columbia University, where they've essentially genetically engineered animals such that the bitter receptor is swapped with the sweet receptor, or the sweet receptor is swapped with the bitter receptor. And what they show is that the actual food, the experience on the tongue drives different pathways in the brain. Here's what they did. They essentially took mice and swapped out the sweet receptor and put in a bitter receptor. And then what they found is that whereas normally mice would actively seek out and even work for sugar water, sucrose, they really liked that. If they replace the sweet receptor with the bitter receptor, the mice would avoid sugar water. And their verse was also true that mice would drink a bitter solution avidly. They liked a bitter solution if they swapped out the bitter receptor for sweet receptor. What this means is that our entire experience of what we taste is dependent on how we experience that taste at the level of the tongue.",
        "15R2pMqU2ok_35": "Sonnenberg, but from other experts in the field, that there are certain foods and certain things that we can ingest, which definitely enhance the microbiome and make it healthier than it would be were we to not ingest those foods. So next I'd like to talk about what I think is a really pioneering and important study in this area. This is a study that was carried out by the Sonnenberg Lab in collaboration with Chris Gardner's lab, also at Stanford, where they compared two general types of diets in humans, diets that were fiber rich, which has been proposed time and time again to enhance microbiota diversity and to enhance gut brain signaling even, and to enhance the immune system perhaps, and diets that were enriched in so-called low sugar fermented foods. Before I dive into that study and what the conclusions were, because they are very interesting and very actionable for all of us, I do want to touch on probiotics because I want to avoid confusion. It is not the case that ingestion of probiotics will always lead to brain fog. I want to make that clear. It is the case that ingestion of probiotics, even if those probiotics don't directly contain the microbiota species that one is trying to proliferate, can be useful for improving microbiota diversity. In general, it seems that maintaining a healthy gut microbiome involves ingesting certain types of foods, and we'll talk about those in a moment, but perhaps also augmenting the microbiota system through prebiotics or probiotics at a fairly low level on a consistent basis. So these are not high dose probiotics, except under conditions of dysbiosis, where for instance, if somebody has done a round of antibiotics and they need to replenish their gut microbiome, there are foods and there are pill form and powder form prebiotics and probiotics that can be very useful. Or in cases where people have been very stressed or are undergoing excessive travel or have shifted their diet radically, maybe that's due to travel, maybe that's due to illness, maybe that's due to stress. But when there are a number of different converging events that are stressing or depleting microbiota diversity, that's when at least I believe it can be useful to support the gut microbiome through the ingestion of quality probiotics or prebiotics.",
        "iMvtHqLmEkI_16": "Thank you that yeah i'll take it i'll i'll be anything you like credit duncan anything you dislike send the email send the mean comments to me i yeah i think from from my data certainly the the greater the arousal the higher the performance was from a from a physical exertion perspective and i think that was the intriguing part of some of my findings where there's definitely a bio an individual biokinetics to some of these hormonal kind of releases. And as much as those guys that had the highest, you know, adrenergic response in terms of epinephrine release, norepinephrine release, also sustained force output for a longer period of the workout than those that didn't. So the individuals that had a lower stimulus of the sympathetic arousal, let's say, certainly didn't perform as well throughout the workout. Now, the intriguing thing then becomes is, okay, and I think this really segues into what we're doing here with combat athletes, with mixed martial artists. There's a philosophy, there's a paradigm now for myself in terms of the exposure, repeat exposure. You know, the more you do that challenging workout, do you get the same psychological stimulus? Do you get the same stress response? And the assumption is unlikely. You know, you accommodate, you become accustomed to the stressor, your body will therefore adapt. And that's the classic overload principle, right? You then need to take the stressor down a different route. But I think when you look at the athletes that we work with here, it's a fist fight at the end of the day. There's nothing more stressful than that. But I think just the exposure to the rigors of training, to understand the bad positions, the bad situations, to know that they can get out of certain situations, out of certain submission holds or whatever it may be. I think that really ties in with some of my PhD work in terms of what these guys do to approach what is a really challenging sport and arena in mixed martial arts. Yeah, it's definitely the extreme of what's possible in terms of asking, does stress favor or hinder performance? Because, yeah, like you said, at the end of the day, it's someone trying to hurt you as much as they possibly can within the bounds of the rules. And you're trying to do the same.",
        "xaE9XyMMAHY_34": "And during long bouts of exercise or even short bouts of exercise, water balance and salt balance are also going to be vital to maintain in order to perform well, generate the best muscle contraction, stay mentally alert, and also to stay alive. We will do an episode on salt, electrolytes, and water and water balance, but you probably want to think carefully about whether or not you want to use non-steroid anti-inflammatories before any training session, just for the performance augmentation effect, unless you're working carefully with a coach, whether or not you've done that in practices, and of course, whether or not you are in a situation where monitoring your body temperature carefully is going to be important. You might ask, well, when would that be? Well, desert races, summer training and races, winter rides, you certainly don't want to get too cool either. So alcohol, caffeine, and non-steroid anti-inflammatory drugs, because of their effects on temperature, will impact performance and recovery, but you want to be cautious about how you approach them. I personally am more a fan of using caffeine in moderate doses for the reasons I described before, as well to use the cooling of the palms, cooling of the bottoms of my feet, right? By placing them into a bucket or into a cool bath after training or cooling the face after training, or sometimes even during training. It just seems like there's more of a margin to play with the variables, to heat up the water, cool it down a little bit, to include one palm or the other palm. There's just all sorts of good parameter space, as we call it in science, that you can play with and work with to find what works for you. Whereas when you pop a pill, sure, you can adjust the dose and you can adjust it next time, but once it's in you, it's in you, and there's going to be some period of time before you can modulate it. What I've offered today are ways in which you can use temperature to powerfully improve performance. And if you think about it, you can vary that from set to set. You could do your pull-ups or your sprints and then cool your palms and then try and go with colder water the next round or warmer water the next round, or do both feet and palms and face.",
        "Z7MU6zrAXsM_52": "For example, you don't have to have a neural interface embedded in your brain to get information, essentially access to all information in the world. You just have to have your iPhone. Whether you could do it faster through a brain interface, I definitely wouldn't rule that out. But think about this, that the systems that we have already to speak and to communicate have evolved over thousands and millions of years, and they're supported by neural structures that have bandwidth of millions of neurons. There's no technology that exists right now that people are thinking about that are in commercial form, certainly, not even in research labs that come anywhere close to what has been evolved for those natural purposes. So I'm essentially saying two sides of this, which is we're already getting into this now. This is not new territory, this topic of augmentation, both physical and cognitive. We've already surpassed that. That's part of what humans do in general. But we are entering this area of enhanced cognition, these areas that I think the technology is going to be the rate-limiting step in how far we can go And we have not had the full conversations about, number one, is this what we actually want? Is this going to be good for society? Who gets access to this technology? These are all things that are going to become real world problems. Certainly a lot to consider. In thinking about augmentation and another theme that I've yet to ask you about, but I'm extremely curious about, which is facial expressions. Before we talk about the relationship between the musculature of the face and language and the communication of emotion, I'd love for you to, if you would, touch on a little bit of what you're doing with patients like Pancho to move beyond somebody who's locked in being able to type out words on a screen with their thoughts. There's a rich array of information contained within the face and facial expression. And while somebody like Pancho going from having to be completely locked in to being able to peck out letters on a keyboard, to being able to just think of those letters and having them spelled out. That's a tremendous set of leaps forward towards normalcy.",
        "RBK5KLA5Jjg_1": "So today's discussion will include a description of aggression in the pathological sense. We'll actually talk about an explosive aggressive disorder that most of you probably haven't heard of, but is actually far more common than perhaps you know. We'll talk about the role of things like attention deficit hyperactivity disorder and how that can relate to aggression through the relationship between impulsivity and aggression. And we'll talk about verbal aggression, physical aggression, proactive aggression, as mentioned before, and reactive aggression. I'm certain that by the end of the episode, you will come away with a much more thorough understanding of what this thing that we call aggression really is. And when you see it in other people, I think it will make more sense to you. And when you observe it in yourself or the impulse to engage in aggression, verbal or physical or otherwise, I hope that you'll understand it better as well. And of course, the tools that I will describe should allow you to modulate and control aggressive tendencies or predispositions to aggressiveness, and just generally to be able to engage with people in a more adaptive way overall. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science-related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Athletic Greens. Athletic Greens is an all-in-one vitamin, mineral, probiotic drink that's designed to meet all your foundational health needs. I started taking Athletic Greens way back in 2012, so I'm delighted that they're sponsoring this podcast. The reason I started taking Athletic Greens and the reason I still take Athletic Greens once or twice a day is that it covers all of my basic vitamin, mineral, and probiotic needs. The probiotics are especially important to me. There are now abundant data showing that the gut microbiome, which is basically a community of trillions of little bacteria that live in our guts, are beneficial for our immune system, for brain function, for mood, and many other aspects of our health. The gut microbiome thrives on probiotics, and Athletic Greens contains the proper array of probiotics to optimize the gut microbiome.",
        "Z7MU6zrAXsM_29": "And what we've done in the last 10 years is to try to understand what does that pattern come from? And if we were to look at each individual site from that part of the brain, what would we see? What parts of words are being coded by electrical activity in those parts of the brain? Remember, the cortex is using electrical activity to transmit information and do analysis. And what we're doing is we're eavesdropping on this part of the brain as it's processing speech to try to understand what each individual site is doing. And what are those sites doing? Or could you give us some examples of what those sites are doing? So for instance, are they sites that are specific for, or we could say even listening for consonants or for vowels or for inflection or for emotionality. What's in there? What makes these cells fire? Yeah, what gets them excited? What gets them going is hearing speech. In particular, there are some of these really focal sites, again, just on the order of millimeter or at some level, single neurons that are tuned to consonants. Some are tuned to vowels. Some are tuned to particular features of consonants. What I mean by that are different categories of consonants. There's a class of consonants that we call plosive consonants. There's a little bit of linguistic jargon, but I'm going to make a point here with that is that certain classes of sounds, when you make them, it requires you to actually close your mouth temporarily. Now I'm going to be thinking about this. So plosive, like saying the word plosive requires that. Exactly. So what's cool about that is that we actually have no idea what's going on in our mouth when we speak we really have no idea some people definitely have no idea well not just like in terms of what you're saying sometimes but actually like how you're actually moving right you know the different parts of vocal track and I have a feeling if we actually required understanding we would never be able to speak because it's so complex. It's such a complex feat. Some people would say it's the most complex motor thing that we do as a species is speaking, not the extreme feats of acrobatics or athleticism, but speaking. Especially when one observes opera or people who freestyle rappers.",
        "gXvuJu1kt48_67": "It is far and away a different circumstance for the brain for an individual to be 25 years or older and using cannabis in whatever form occasionally, or maybe even frequently, than it is for a young person aged 14 to 25 to be using cannabis either by smoking or vaping or by edible or any other form on the brain and body. It's absolutely clear that the brain continues to develop at least until age 25, and that a huge number of systems related to mood regulation, so-called executive function, the ability to organize one's thoughts, plan, and execute plans, essentially to become a functional human being, right? That's one portion of becoming a functional human being, but certainly an essential one. All of that relies on the fine tuning of this neural circuitry that we've been talking about up until now. And it's abundantly clear that cannabis and THC in particular dramatically disrupt those processes. So if this isn't clear enough, just from my statements, I'd like to point to a particular paper. This is one of the more impactful papers in this area in recent years. This is a paper published in Lancet Psychiatry in 2022. Title is Association of Cannabis Potency with Mental Ill Health and Addiction, a Systematic Review. There are a number of very important points in this very fine paper. Lancet Psychiatry is one of the premier medical journals out there. And they evaluated a huge number of studies. They actually looked at more than 4,000 studies. They selected the ones that were only the most rigorous in terms of study design and analysis and rigor of conclusions. And they looked at how early use of cannabis impacted later probability of development of psychosis and other psychiatric conditions. And the takeaways from this study are very clear. First of all, chronic cannabis use, so more than twice per week, has consistently been associated with mental health disorders. I'm pulling some phrases directly from the paper. Heavy cannabis use, meaning cannabis use more frequent than twice per week, has been associated with four times the risk of psychosis later in life, in particular, schizophrenia and bipolar-like episodes. Now, we've done an episode on bipolar disorder, so-called bipolar depression. We have not yet done one on schizophrenia, but both bipolar disorder and schizophrenia have a very, very strong genetic component.",
        "sxgCC4H1dl8_19": "And while there is a lot of nuance in the literature about this, we can safely say a couple of things. First of all, increasing dopamine at particular synapses and networks in the brain can serve as what's called noise reduction. It can help further enhance the quieting of all that background stuff. That background stuff can be attention to things in your environment like noises or visual cues. It could be some internal narrative that you had about yesterday or something that somebody said about you or something that somebody you like would like to say about you or whatever it might be that's happening in your head that's distracting you, as well as your representation of your internal bodily state, what we call interoception. This is a really important aspect of attention that we don't often hear about, which is that we have the ability to attend to things outside of us, which is called exteroception, as well as an ability to attend to things inside of us, which include things like thoughts, but also includes, you know, for instance, how empty or full our gut feels, whether or not we're comfortable in our chair. And when we think about the practice of focus and learning or focusing as a verb, it involves often forcing ourselves to sit still. It often involves us suppressing the fact that our foot is a little bit cramped or that we might need to use the restroom for, we might want to delay that for 10, 15 minutes, even though it might be fairly urgent. All these sorts of things are central to our ability to attend and focus. And so dopamine, while it does many different things in the brain, many, many different things, one of its main functions in the context of all this prefrontal cortex and attention stuff is to quiet the amount of noise. That is, it helps the prefrontal cortex suppress the signals that would otherwise distract us into thinking about, oh yeah, I'm kind of thirsty right now, or I need to use the restroom, or I really want to make this call, or I really want to pick up my phone. All of that stuff, all of that suppression, that shh, that quieting down of all the background chatter related to things external and internal to us in our head and our body is greatly facilitated by having more dopamine present in the synapses that allow for what we call noise reduction. Now in parallel to that is norepinephrine.",
        "gXvuJu1kt48_22": "CB2, the cannabinoid receptor, CB2 is largely located in the tissues of the body, including the immune system, the liver, even the genitals, et cetera. So what this means is that the endogenous cannabinoids are having these sorts of effects on neurons that I talked about, but they are also having effects on immune cells, on reproductive organs, on liver, on digestion, on hunger, et cetera, through mechanisms that are divorced from the function of the nervous system of neurons. Now, in reality, no system of the brain and body is divorced from the nervous system because the nervous system is controlling everything. It was really the master controller and everything's feeding back to the nervous system. So it's a two-way street. But the simple way to think about it is CB1 receptors are mainly in the nervous system and CB2 receptors are mainly in the body and endogenous cannabinoids. Again, EAE, anatomide, and 2-AG, arachidinole glycerol, are impacting CB1 and CB2 receptors. Today, we're mainly going to talk about CB1 receptors because they are the ones that are responsible for most of the familiar effects of cannabis. But the key takeaway at this point is to really understand that the major effects of your endogenous cannabinoids on these receptors in this particular CB1 are very nuanced. It depends on context, depends on which neurons. It's sometimes increasing communication between neurons, sometimes decreasing it. And then along comes cannabis. And that cannabis again can arrive by smoking, by vaping, by edible, and cannabis contains THC and CBD that potently bind the CB1 receptor. And now the effects of the CB1 receptor being occupied by THC or being occupied by CBD are not very nuanced. In fact, they are very predictable. And especially important is to understand that they are so strong and they park in that receptor with such affinity, with such force and precision and stubbornness and refusal to leave that receptor that they completely out-compete the endogenous cannabinoid system. In fact, they leave the endogenous cannabinoid system essentially dysfunctional, which in some cases may be a good thing, but in most cases is going to lead to problems of various kinds. And we'll talk about what sorts of problems. And again, I feel obligated to say, this is not me saying don't ingest cannabis or THC or CBD.",
        "q8CHXefn7B4_73": "Gleaned from your experience in very, very intense circumstances, but really with an eye toward people getting the most out of that for their daily lives, which hopefully don't involve hostage negotiations, unless they're a hostage negotiator. So I just want to say thank you ever so much for what you do and for being such a phenomenal communicator. And also thank you for doing into that late night FM DJ voice. Yeah, I've been, I wanted to be here sitting with you being interviewed on your podcast since I first discovered it. You. Thank you. Several years ago and it's a privilege to be here. I really, really, and I love what you're doing in getting actionable, usable tools into the world so people can navigate more effectively. Thank you. on both Spotify and Apple. And on both Spotify and Apple, you can leave us up to a five-star review. If you have questions for me or comments about the podcast or topics or guests that you'd like me to cover on the Huberman Lab Podcast, please put those in the comment section on YouTube. I do read all the comments. In addition, please check out the sponsors mentioned at the beginning and throughout today's episode. That's the best way to support this podcast. Not on today's episode, but on many previous episodes of the Huberman Lab Podcast, we discuss supplements. While supplements aren't necessary for everybody, many people derive tremendous benefit from them for things like improving sleep, for hormone support, and for focus. The Huberman Lab Podcast has partnered with Momentous Supplements, and we did that for several reasons. First of all, their ingredients are of the very highest quality. Second of all, they tend to focus on single ingredient formulations, which make it easy to develop the most cost-effective and biologically effective supplement regimen for you. And third, Momentous supplements ship internationally, which we realize is important because many of you reside outside of the United States. To see the supplements discussed on the Huberman Lab podcast, go to livemomentous, spelled O-U-S. So it's livemomentous.com slash Huberman. If you're not already following me on social media, you can do so by going to Huberman Lab on all social media platforms. So that's Instagram, Twitter, now called X, LinkedIn, Facebook, and Threads.",
        "-wIt_WsJGfw_1": "We also discuss perception, both visual perception, auditory perception, and especially interesting to me, and I think as well, hopefully to you, time perception, which we know is very elastic in the brain. The literal frame rate by which we process our conscious experience can expand and contract dramatically depending on our state of mind and how conscious we are about our state of mind. So we went deep into that topic as well. Today's discussion was indeed an intellectual deep dive into all the topics that I mentioned a few moments ago, but it also included many practical tools. In fact, I pushed Sam to share with us what his specific practices are and how we can all arrive at a clearer and better understanding of a meditation practice that we can each and all apply so that we can derive these incredible benefits, not just the ones related to stress and focus and enhanced memory, but the ones that relate to our consciousness, that is to our deeper sense of self and to others. Several times during today's episode, I mentioned the Waking Up app. The Waking Up app was developed by Sam Harris, but I want to emphasize that my mention of the app is in no way a paid promotional. Rather, the Waking Up app is one that I've used for some period of time now and find very, very useful. I have family members that also use it. Other staff members here at the Huberman Lab Podcast use it because we find it to be such a powerful tool. Sam has generously offered Huberman Lab Podcast listeners a 30-day completely free trial of the Waking Up app. If any of you want to try it, you can simply go to wakingup.com slash Huberman to get that 30-day free trial. During today's discussion, we didn't just talk about meditation, consciousness, and free will. We also talked about psychedelics, both their therapeutic applications for the treatment of things like depression and PTSD, but also the use of psychedelics. And we discussed Sam's experiences with psychedelics as they relate to expanding one's consciousness. I also asked Sam about his views and practices related to social media, prompted in no small part by his recent voluntary decision to close down his Twitter account. So we talked about his rationale for doing that, how he feels about doing that, and I think you'll find that to be very interesting as well.",
        "w9MXqXBZy9U_33": "And so, again, that's where optogenetics is helping us, helping us know, okay, this pattern of activity in these cells, in these circuits, this does mean that there's a particular kind of symptom that's happening. But armed with that knowledge, absolutely, even the simple closed-loop device, detect and stimulate, is going to be part of psychiatry in the future. And then, of course, as you get to more cells, more connections, the ability that we have to help people will become more powerful. One of the questions I get asked a lot is about ADHD and attention deficit of various kinds. I have the hunch that one reason I get asked so often is that people are feeling really distracted and challenged in funneling their attention and their behavior. And there are a number of reasons for that, of course. But what is true ADHD and what does it look like? What can be done for it? And what, if any, role for channel ops or these downstream technologies that you're developing, what do they offer for people that suffer from ADHD or have a family member that suffers from ADHD? This is a pretty interesting branch of psychiatry. There's no question that people have been helped by the treatments. There's active debate over what fraction of people who have these symptoms can or should be treated. This is typically Adderall or stimulants of some kind. For example, stimulants, that's right. So ADHD, as its name suggests, it has symptoms of, it can have either a hyperactive state or an inattentive state. And those can be completely separate from each other. You could have a patient who effectively is not hyperactive at all, but can't remain focused on what's going on around them. So their body can be still, but their mind is darting around. That's right. Or they can be very hyperactive with their body. Probably rarely is somebody hyperactive withactive with their body but their mind is still although i have to say and this is a benevolent shout out to botan rosca botan has an incredibly sharp and focused mind yeah and his hand movements are extremely exact also so i do sometimes wonder whether or not our body movements and our head movements are whether or not they're coordinated or not is, is a readout of how directed our attention is.",
        "KPlJcD-o-4Q_19": "Nonetheless, divergent thinking is the critical element for initiating the creative process. Again, thinking about creativity as a verb. And divergent thinking involves taking some starting point, in this case, a pen, and then radiating out from that in a fairly unconstrained, what biologists call a random walk, just kind of wandering through your thought space and memory space about what could be related to this pen. Now on the flip side of creativity is the implementation of specific combinations of things and testing those to see whether or not they are interesting, relevant, or delight us or other people, or scare us or other people, or thrill us or other people. In other words, a testing of whether or not there's some fundamental rule to emerge. Again, I'm going to repeat this many, many times throughout this episode, and I'm not going to apologize for that because I think it's so important to understand that creativity is not just novel combinations. They're novel combinations of things that reveal something fundamental and that often pop out to us. If not every time, certainly most of the time that we see that thing, it almost never seems to be the case that something truly creative dulls in its expression. And that's because what it's repeating to us over and over again is this fundamental rule that normally we can't see or hear or experience in the absence of this creative act. So the second part of creativity where things are tested and where truly creative elements are discovered is in convergent thinking. And convergent thinking is, as the name suggests, just the opposite of divergent thinking. Convergent thinking would be, for example, if I give you an image or I tell you the following things, I say wing, water, and engine. The concept that I happen to have in mind is that of a plane that can land on water, right? Most planes don't land on water or not intended to land on water. One would hope that their plane doesn't land on water unless it's a plane designed to land on water. But in this case, a plane that can land on water is one of the very few answers that can combine wing, water, and engine, right? I'm sure there are other answers. There are other convergent thinking modes that can take you to an answer that would be valid, but there are not many.",
        "dFR_wFN23ZY_5": "So we have mindsets about many things, mindsets about stress, mindsets about intelligence, as Carol Dweck's work has shown, mindsets about food, mindsets about medicine, you name it. It's sort of distilling down those core assumptions that really shape and orient our thinking and action. I've heard you say before that mindsets simplify life in some way by constraining the number of things that we have to consider. And it sounds to me like we can have mindsets about many things, as you said. What are some different mindsets? I think many people are familiar with our colleague Carol Dweck's notion of growth mindset, that if we're not proficient at something, that we should think about not being proficient yet, that we are on some path to proficiency. But what are some examples of mindsets and how early do these get laid down or do we learn them from our parents? Maybe if you could just flesh it out a bit for us in terms of what you've observed in your own science or your own life even. Yeah, sure. So I think it's important with Carol Dweck's work, a lot of people kind of get focused on growth motivation and all these things, but her work really originated from thinking about what she called those implicit theories or core beliefs about the nature of intelligence or ability. So do you believe that your baseline levels of intelligence or your abilities are fixed, static, set throughout the rest of your life? Or do you believe that they can grow and change? Now, those are oversimplified generalizations about the nature of intelligence. And the reality is, as it always is, complex, and it's a bit of both, and it's all these things. But as humans, we need these simplifying systems to help us understand a complex reality. So those assumptions that we jump to, oh, intelligence is fixed or intelligence is malleable, they help us to simplify this complex reality. But they're not inconsequential, right? They matter in shaping our motivation. And as she has shown, if you have the mindset that intelligence is malleable, you're motivated to work harder to grow your intelligence. If you have a setback in your learning, you think, okay, there's something there that I can grow and learn and build from.",
        "rW9QKc-iFoY_19": "You can breathe in the ways that best serve you, as opposed to thinking that one protocol is the best or holy protocol for everything, because it's simply not. As a final, final point, I want to say that as you shift the way that you breathe, whether or not you're blowing off more carbon dioxide or bringing in more oxygen, you are fundamentally changing the chemistry of your internal milieu of your body. And that has been shown to have important effects on the way that your immune system functions and the way that you deal with inflammation and all sorts of different sort of things that can enter your body and cause problems or conditions of stress, et cetera. So I will explore that further as the episode goes on, but I want to move on to just touch on one other aspect of breathing that's purely mechanical, which I think is very interesting and important, which relates to a particular reflex that you're going to be very familiar with in a second, and that can serve you very well in times of extreme stress. The reflex I'm referring to is something called the Herring-Brewer reflex. Now, I'm not going to go into details about how the Herring-Brewer reflex works, but it has to do with particular classes of neurons and cells that are called baroreceptors. Those are basically pressure receptors. They sense pressure. And basically what the Herring-Brewer reflex is about is that when your lung is inflated, your desire to breathe is reduced. So you can try that right now. You can inhale, huge big dig of air, and hold, okay? Your desire to breathe will kick in later than were you to exhale all your air and hold your breath. When you exhale all your air and hold your breath, unless you've done the sort of protocol I described a few minutes ago of doing a bunch of inhales and exhales first in a very deliberate way, you will feel empty. Those baroreceptors are going to be firing like crazy saying there's no pressure in here, There's no pressure in here. I got nothing in here. You need to breathe. You need to breathe. And the gas reflex will kick in sooner. You can apply that in all sorts of situations related to exercise, related to modulating stress, et cetera. So the Herring-Brewer reflex is a very powerful one.",
        "ccrbE0QHy94_16": "But there were neuroanatomists saying, hey, so these are both made, they're made in a lot of different places, but the action sort of happens in the hypothalamus where they're made. And there were anatomists that said, wait, these sort of project back into the brain. What are these doing in the brain? And one of my favorite historical stories was I had a mentor, a colleague who I didn't train with, but he was a real source of wisdom to me for many years. And his name's Court Peterson. And he told me this wonderful story about this Duke zoologist named Peter Klopfer. And Peter was studying ungulates, so sheep and goats. And he wrote a story, a paper in 1971 called Mother Love What Turns It On. And, you know, one thing about science is I love going back and seeing where do the pearls of wisdom come from. And so he wrote this and said, you know, oxytocin is orchestrating all these events of motherhood. And there are sheep and goats in particular that have offspring that are precocious, meaning they're basically born ready, you know, within an hour they can run with the herd, unlike our species, which is altricial, meaning we have very helpless infants. And mom needs to bond really quickly with that baby if it's going to be running around and you only, you know, from an evolutionary perspective, you want to be investing in the baby that's yours, not somebody else's, right? And he hypothesized that it was oxytocin that was being co-released into the brain and during milk letdown that was what turned mother love on. And that was really the beginning of this whole field of thinking. And so that opened up thinking about oxytocin in rodent maternal care and a variety of other instances. Can I just briefly interrupt you? Because I find this so interesting and I know it's interesting to everyone listening as well, because yes, and thank you for making it clear that oxytocin has many different roles, but this role of mother love and bonding to infant has me needing to ask whether or not the idea was that oxytocin is released in the mother when she interacts with her own baby. And that leads me to the question, is oxytocin also released in the baby in reaction to the mother?",
        "gMRph_BvHB4_26": "I would go so far as to say that one of the prerequisites to the propagation and expansion of our species is this notion of autonomic regulation and to some extent matching of autonomic nervous systems. Let me explain what I mean. Last I checked, the only way that new humans can be created is by way of sperm meeting egg, either in body or in dish, but sperm meets egg, and then typically nine months later, we have a human baby. The process of bringing sperm to egg, mating behavior, sex behavior in humans, is one of autonomic regulation. And what I mean by that is the process of finding a mate, and in this case, I mean actually someone to mate with typically, while scenarios vary, typically is one of elevated autonomic arousal, meaning increased activation of the so-called sympathetic nervous system. This is related to dopamine release and it's related to epinephrine release. There has to be a pursuit, or at least there has to be a mobilization to arrive in the same location whereby one can mate, right? That almost always is the case. However, the sexual arousal itself is in both males and females is actually driven primarily by the parasympathetic arm of the autonomic nervous system. So while pursuit is one of alertness and sympathetic drive, as we say, again, sympathy is not really what's at play here. The word simpa means together, and the activation of the autonomic nervous system toward more alert state is because of a sympathetic nervous system, meaning the co-activation together of many neurons in the brain and spinal cord. But then the actual physiological arousal state that we call sexual arousal is predominantly parasympathetically driven. To be quite direct about this, if the sympathetic nervous system activation is too high, the sexual arousal response cannot happen in either males or in females, it's inhibited. However, the orgasm and ejaculation response, which if you think about it is required for sperm to meet egg, is sympathetic driven. And then after orgasm and ejaculation, the parasympathetic nervous system kicks back in and there's a calming and relaxation. So the arc of mating involves sympathetic arousal, okay, not sympathy, but alertness and arousal for pursuit. Then a tilt of the seesaw, at least to some degree, for arousal of the sort that we typically hear of, of sexual arousal.",
        "KPlJcD-o-4Q_3": "And as you may have heard me say before, I am not a fan of the word nootropics because it means smart drugs. And frankly, there is no neural circuit in the brain for being quote unquote smart. There are neural circuits for focus. There are neural circuits for task switching. There are neural circuits for today's topic, which is creativity. Nootropics, therefore, is not a great word to describe any sort of supplement or drug that can enhance brain function because it lacks specificity. Thesis understands this and therefore has designed custom nootropics that are tailored to your specific needs and that allow you to enter the brain and bodily states that are optimal for things like focus, energy, creativity, and so on. If you'd like to try your own personalized nootropic starter kit, go online to takethesis.com slash Huberman, take their brief three-minute quiz, and Thesis will send you four different formulas to try in your first month. Again, that's takethesis.com slash Huberman, and use the code Huberman at checkout for 10% off your first box. Today's episode is also brought to us by Element. Element is an electrolyte drink that contains everything you need, that is sodium, magnesium, and potassium in the precise ratios that you need without sugar. As I've talked about many times before on this podcast and elsewhere, every cell in your body requires hydration and electrolytes in order to function properly. And a key example of this are the neurons, the nerve cells of your brain that allow you to think clearly, to exercise hard, et cetera. Neurons require sodium in order to fire what are called action potentials or electrical signaling between neurons. And they require potassium and magnesium. And those have to be present in the correct ratios in order for your brain and body to function optimally. Element is formulated to help anyone with their electrolyte needs and is perfectly suited to anyone following a ketogenic, low carbohydrate or paleolithic diet or a basic omnivore diet, which is the one that I follow. If you'd like to try Element, you can go to drinkelement, that's lmnt.com slash Huberman, to claim a free Element sample pack with your purchase. And right now, Element has two special flavors for the holidays, chocolate caramel and mint chocolate, which I should mention, tastes especially good if you actually heat it up.",
        "hcuMLQVAgEg_24": "And that effect seems to be protected against by the presence of the father. So another, you know, that these interpretation of this, and I want to really highlight that this is, these are animal studies, but the way this works is that if a pregnant female is in the company of the male that impregnated her, then her young are protected by his scent presence or his pheromone presence. But if he's gone and a novel male shows up, there's a tendency for her to spontaneously miscarry and essentially for the fetus to be lost. Now, whether or not this occurs in humans is still very controversial, but nonetheless, these pheromone effects exist. And that one is called the Bruce effect, named after Hilda Bruce, who is the scientist that discovered it. The one that's relevant to the puberty discussion is the Vandenberg effect, which I mentioned a few minutes ago, which is a novel male showing up, has to be a sexually competent male, so he has to have already passed through puberty, and his presence triggers activation of puberty in a female that otherwise would have remained prepubertal for longer. Again, whether or not this happens in humans, unclear. Well, what can we be sure about when we think about puberty? Puberty is triggered by a number of different factors. There are changes in GABA expression in the brain and inhibitory transmitter. One of the more interesting molecules that triggers puberty in all individuals is something called kispeptin, K-I-S-S-P-E-P-T-I-N, kispeptin. Kispeptin is made by the brain and it stimulates large amounts of a different hormone called GnRH, gonadotropin-releasing hormone, to be released. Gonadotropin-releasing hormone then causes the release of another hormone called something called luteinizing hormone or LH, which travels in the bloodstream and stimulates the ovaries of females to produce estrogen and the testes of males to produce testosterone. Kispeptin has other effects as well, but those are some of the main ones as they relate to puberty. Now, this is interesting because at this point, the testes in males start churning out tons of testosterone in order to trigger the development of secondary sexual characteristics, body hair and all the others, deepening of voice, et cetera.",
        "EQ3GjpGq5Y8_16": "There are also ways in which you can increase your shell and your core temperature by moving around a lot and doing that, wearing a lot of clothing. There's nothing special about any one of these approaches or protocols. It's just so happens that sauna is one of the more convenient ways to do this. And certainly for the studies that I've talked about, not just the ones I referenced before, but all the studies that I researched looking at this episode, it makes sense why they would use sauna because it's very hard, for instance, to create conditions where if you have five people go out jogging, wearing heavy sweaters and hats, wool hats on the middle of summer, it's very hard to set up those conditions in a way that's controlled for everybody. Whereas it's pretty straightforward to have a sauna where you have one or several people just get into that one uniformly hot environment. That's a much easier study to run. So just to be clear, the temperature range is important. You want to get between 80 and 100 degrees Celsius. Now you know the conversion to Fahrenheit. You could, however, immerse yourself in a hot tub or hot water bath up to your neck. That's another way to approach it. If you didn't have access to either of those, you could also put on a hoodie or a wool hat and a hoodie, or you could do like the wrestlers do, and you could actually buy one of these plastic suits. They're literally called plastics that wrestlers or other athletes that wish to drop water weight will wear and then go jogging in that. All of those will increase your shell and your core body temperature, right? Especially if you do it on a hot day, but of course be careful, hydrate and don't overheat. Don't become excessively hyperthermic because you can get heat stroke and you can potentially die. But if you're going to use sauna, often I get the question, how hot should the sauna be? Well, now you know. How long should you be in there? Five to 20 minutes per session. Although I will talk in a minute about ways to optimize hormone output, in particular growth hormone output, by doing four very brief sessions. So maybe not a continuous session. We'll get into that in a few minutes. And of course you have to ask yourself, wet sauna, dry sauna?",
        "EhlIkzJwPlk_70": "Artificial sugars too. Including stevia, sort of plant-based low-calorie sweeteners. Stevia itself hasn't been studied as much as the other ones, things like sweet and low and all of those. But what we do know is that they cause inflammation inside the body. And then they also can cause a stress reaction, and they can cause higher rates of miscarriage when you intake more sugar and artificial sugar. So that's a lot to wrap your head around. And I say the same thing to every patient. One cake, one this, one hot dog. I mean, those things individually are not going to make a difference, right? It's the choices that you make every single day that are going to set you up to be your healthy self or not. And so you should make choices in line with how you want to treat yourself. You want to be in your best health. You want your hormones functioning the best. And if that added helps you get pregnant when you want to, helps you have a better chance of success with IVF, oh my gosh, what a fantastic benefit. But that doesn't mean you can't enjoy some of these bad things here and there as long as you've set yourself up on the day-to-day where you're giving your body lots of nutritious food that it needs to make hormones. Similarly, being very underweight and calorie restricting, we all know is really terrible for your reproductive system and can cause the brain to totally shut down ovulation because it senses that you can't have a pregnancy. Do people miscarry, excuse me, by virtue of being underweight? Does the body, like I learned some years ago, I think this is still true, that one of the signals for the onset of puberty in females is that leptin hormone is secreted from body fat that then signals to the brain, to the hypothalamus, like, okay, there's enough reserves to create environment. It's a signal about environmental. Yeah, there's enough extra fat to have a baby. Yeah, and there's presumably enough food around to sustain that baby. Right. Are miscarriages and lack of body fat correlated? On both ends of the spectrum, yes. Right. So lack of body fat and being overweight, we see decrease in getting pregnant per month and we see increase in losing pregnancies.",
        "szqPAPKE5tQ_39": "And we believe that it is indirectly, I should say indirectly through enhancements in cardiovascular fitness, that there are improvements in hippocampal dentate gyrus neurogenesis. What does that mean? The improvements in cardiovascular function are indirectly impacting the ability of the dentate gyrus to create these new neurons. To my knowledge, there's no direct relationship between exercise and stimulating the production of new neurons in the brain. It seems that it's the improvements in blood flow that also relate to improvements in things like lymphatic flow, the circulation of lymph fluid within the brain that are enhancing neurogenesis and that neurogenesis is, it appears is important. Now, in fairness to the landscape of neuroscience and my colleagues at Stanford and elsewhere, there is a lot of debate as to whether or not there is much, if any neurogenesis in the adult human brain, but regardless, I think the data are quite clear that the 180 to 200 minutes minimum of cardiovascular exercise is going to be important for other health metrics. Now it is clear that exercise can impact learning and memory through other non-neurogenesis, non-new neuron type mechanisms. And one of the more exciting ones that has been studied over the years is this notion of hormones from bone traveling in the bloodstream to the brain and enhancing the function of the hippocampus. Now, if the words hormones from bones is surprising to you, I'm here to tell you that yes, indeed, your bones make hormones. We call these endocrine effects. So in biology, we hear about autocrine, paracrine, and endocrine, and those different terms refer to over what distance a given chemical has an effect on a cell. For instance, a cell can have an effect on itself. It can have an effect on immediately neighboring cells, or it can have an effect on both itself, immediately neighboring cells, and cells far, far away in the body. And that last example of a given chemical or substance having an effect on the cell that produced it, plus neighboring cells, plus cells far away is an endocrine effect. And a lot of hormones not all work in this fashion. Hence why we sometimes hear about endocrine and hormone as kind of synonymous terms. Your bones make chemicals that travel in the bloodstream and have these endocrine effects. So they're effectively acting as hormones. And one such chemical is something called osteocalcin.",
        "ycOBZZeVeAc_15": "Reliability from experiment to the next is good. Yeah. I think that there is this idea that we really know things. In science, I mean, you've seen, we've observed amazing discoveries from chance. We've observed amazing discoveries from incredible bouts of hard work. In both cases, people were spending a lot of time in the lab. Like no one walked into the lab, saw something one day and had a Nobel prize winning discovery or fundamental discovery. They were all hanging out in lab a lot. Just some of them came up with something that they didn't expect. Others were drilling toward an answer. And in all those cases, when the breakthroughs happen, I'm guessing, I don't know this, that considering we assume this information, then this discovery is true based on everything that came before it. But if everything that came before it is wrong, then the discoveries are probably built on a... Do you know what I'm saying? It's like the context, everything that happens takes into account that the context that it's sitting in, it fits in built on top of these beliefs you know but their beliefs well i remember um you know learn of course i listened to the bc boys growing up who didn't i was a child of the 90s and they were in this you know sabotage was you know sort of an outgrowth of a skateboarding movie like spike jones and like the girl movies and those worlds that these boys and skateboarding were really closely interwoven for a while some people know this some people don't and spike sort of formed the bridge and then spike went off and started making more bigger movies um than more people watch But let's just use them as an example. I heard you say once before that, you know, you guys were kind of joking around like BC boys, like, you know, these guys doing hip hop, but it was kind of like the hardcore scene in New York and punk rock scene. And it was sort of a joke. There were a lot of inside jokes. When you were working together, was there the thought that people might love it, might hate it, or you just weren't paying attention at all? Weren't paying attention at all. Never considered it. There were no, at that point in time when we were making Licensed to Ill, hip hop music was a tiny underground thing.",
        "hx3U64IXFOY_16": "If I go into learning free throws knowing that errors are the gate to plasticity, well, then I feel a little bit better, but I still have to aim for the rim of the basket or the net, you know, basically, you know, showing how little I know about basketball. But I think I know the general themes around basketball. It involves a net, a backboard, and a ball, of course. So I go to the free-throw line and I'll throw. How long should I go? Well, until I'm hitting the point of frustration. And at that point, continuing probably for anywhere from 10 to 100 more trials should be my limit, right? That should be my limit if I want to improve some specific aspect of the motor behavior. And so the question then is, what should I be paying attention to? What should I be focusing on? Well, obviously trying to get the ball into the basket. But the beauty of motor learning is that the circuits for auditory and visual and motor more or less teach themselves. I don't necessarily have to be paying attention to exactly what the contact of my fingers with the ball or some random feature like whether or not I'm bending my knees or not. The key is to try a number of different parameters until I start to approximate the behavior that I want to get a little bit better and then trying to get consistent about that. Now, many of you involved in sports learning will say, okay, well, that's obvious is just incremental learning. But the key thing is in those errors. By isolating the errors and making a number of errors in a particular aspect of the motor movement, it signals to the brain that it's plastic. And if I leave that episode of going and trying to learn how to shoot free throws, my brain is still plastic. Plasticity is a state of the brain and nervous system. It's not just geared toward the specific thing I'm trying to learn. So there are two aspects to plasticity that I think we really need to highlight. One is that there's plasticity geared toward the thing that you are trying to learn specifically. And then there are states of mind and body that allow us to access plasticity. Now, toward the end of this episode, I'm going to spell out specific protocols in a little more detail.",
        "q37ARYnRDGc_41": "In fact, in that case, you might want to keep it somewhat low because you want to keep blood glucose fairly even and you don't want to bring it into the system. You certainly wouldn't want to use stimulants, right? Because you may get over exerted inside. In all of these things, we probably should have started off our conversation with this. In terms of macronutrients, the total amount throughout the day is more important generally than the timing of them, which is why you can do things like have a bunch of carbohydrate at night, not eat the next morning, and lift and be just fine. It doesn't matter that you didn't have them in a few hours before. Your muscle glycogen is topped off. Your liver's glycogen is topped off. You're absolutely fine. You have plenty of fuel. Even if you were to wait a few more hours. In fact, even if you were to do conditioning, you're probably fine. I have plenty of athletes that prefer to do many of their training sessions faster in the morning for personal reasons, not because it enhances performance, but if it doesn't enhance or harm it, and it's a personal preference thing, fine. If you're going to go do a session, though, where you're going to be really concerned with muscle glycogen depletion, and again, you can go back that episode to learn different types, when those thresholds hits and what you worry about, then a feeling would be important. You would either need to have something before the session or consume it during the session. So one of the other things we'd like to say here is recovery starts during the previous workout, right? So if you're working out right now and you optimize nutrition right now, even if you don't necessarily need it for the current workout, if you can get ahead on recovery, then you're going to be fine the next day. And the differentiation here between carbohydrate and protein is important. So the total amount of protein you ingest throughout the day is probably a bigger determinant for things like muscle growth than the timing. So the post-exercise anabolic window, it doesn't necessarily matter. Carbohydrate is different. The timing of that does matter. It needs to be around and available so you can maximize both hydration and muscle glycogen resynthesis, which is restoring the muscle glycogen you burn during exercise.",
        "EQ3GjpGq5Y8_19": "Afterwards, they had a six minute cool down break during which they did get into some cool water or cold water of about 10 degrees, which is 10 degrees Celsius is 50 degrees Fahrenheit. And then they measured hormones at various times throughout this study, before, during, and after. They looked at testosterone, they looked at DHEA, which is in the androgen pathway. They looked at prolactin and they looked at cortisol. The significant effects of the protocol that I just described were on cortisol, a so-called stress hormone, so-called because when we are very stressed for long periods of time, cortisol levels tend to increase dramatically. But I should point out that a increase in cortisol each day right about the time of waking, and specifically right about the time of waking, is actually beneficial for our alertness and our energy. So having some increase in cortisol every 24 hours is a good thing provided it happens early in the day. Late day increases in cortisol are associated with depression. That's been shown by studies at Stanford and elsewhere. The major effect of this study is a significant decrease in cortisol output in these subjects. I think this is really interesting and important because many people suffer from acute, meaning immediate, and long-term stress and are looking for ways to control their stress. Controlling your cortisol is tricky. In the episode on stress, I talked about supplements such as ashwagandha that can be used to limit cortisol, but you have to be careful not to use ashwagandha for extended periods of time, meaning for longer than two weeks, because you can get into other issues. I talk about breath work protocols that can allow you to clamp or reduce the stress response in real time. Again, see that episode for those, but many people are overworked. They're overstressed. They're for one reason or another, they're subjected to many, too many stressors or their level of stress resilience isn't high enough to keep their cortisol levels clamped at a healthy level. So the protocol I described of 12 minute exposures to 90 degree environment, that's again, 90 degrees Celsius, followed by a six minute cool down break in cool water, 50 degrees or so, that's pretty cold. I can imagine that you could also just take a cool shower or a cold shower afterwards. That had a very significant effect on lowering cortisol.",
        "oNkDA2F7CjM_69": "You can go through a process of gluconeogenesis from protein, make glucose from it. It's just very poor. You're not going to get much out of the exchange, and you've burned your supply of metal, which is going to be very difficult. It's a very high commodity in the woods or the wilderness to have something like metal. For people that consume very low-carbohydrate or zero-carbohydrate diets, are they pulling more energy from muscle? So, which I imagine is a conversion of amino acids into ready carbon chains. Yeah, I mean, in this particular case, once you've reached a certain level of adaptation, you've just gotten extremely good at generating glucose from other fashions, right? So you can bias heavily towards fat adaptation. The downside is, and we've seen this born in the literature, you're going to perform slower. So if you don't care about maximizing performance, especially over something where it is a maximal effort for a few minutes or something, then maybe you're not concerned. And that's absolutely great, especially for people just don't exercise. Then, hey, geez, very little concern here. But if you're interested in your performance and you're wondering why you're just like slugging it down, well, what you've done is you've down-regulated the ability, literally the enzymes responsible for that entire anaerobic glycolysis portion, they get down-regulated, which means there's not as much around anymore. And so you get really bad and slow at using carbohydrates as a fuel source. So it's a very poor strategy for people in an anaerobic-based sport or who like that type of activity. And if you don't care, no problem. If you don't exercise at all, then you really have no problem there, which is actually why a high-fat, low-carbohydrate nutrition strategy for people who don't do much physical activity is probably very effective. It is a really good strategy for weight management, for energy stabilization throughout the day. And the research would very much support that. In my observation, I would agree. I've tried low carbohydrate diets of severely limiting or completely eliminating carbohydrate. And after about two or three days, I feel pretty lousy, but mostly because I want to train very intensely in the gym.",
        "UF0nqolsNZc_7": "It actually has the ability to reduce the amount of pain sensed by your body. And we now understand the specific circuits in the brain and body that allow that to happen. I'll talk about that and the related protocols a little bit later. So the important thing to understand about the physics of light is that there's energy at all these different wavelengths. We only see some of those wavelengths, which basically is to say that light impacts us at many different levels. And the so-called levels that I'm referring to are the different wavelengths of light. And you're welcome to think of the different wavelengths of light as different colors, but do understand that there are truly colors of light that you and I can't see, and yet that have powerful impact on your brain and body. Now, the third bullet point to understand about the physics of light is that different wavelengths of light, because of the way that their wave travels, can penetrate tissues to different depths. This is very, very important. Today, we're going to talk a lot about red light therapies and near infrared light therapies. Those are so-called longer wavelengths. Longer wavelengths, just think of a bigger, longer wave, right? A bigger curve as opposed to short wavelength light, which is going to be shorter, right? A short wavelength light would be something like blue or green light or ultraviolet light. Blue, green, and ultraviolet light, because it's short wavelength light, doesn't tend to penetrate tissues very easily. It has to do with the way that the physics of light interacts with the physical properties of your skin and other tissues of your body. But basically, if you were to shine UV light onto your arm, for instance, it could impact the skin on the surface of the arm and maybe some of the cells just beneath the top layer of skin, but it wouldn't penetrate much deeper. Long wavelength light like red light and near infrared light has this amazing ability to penetrate through tissues, including your skin. And so if we were to shine a red light or near infrared light onto your arm, it would pass through that top layer of skin. It might impact it a little bit, but it could penetrate deeper into your skin, not just to the skin layers, but maybe even down to the bone, maybe even down to the bone marrow. And for many people, this will be hard to conceptualize.",
        "E7W4OQfJWdw_23": "And as you've all heard before, we have sensors on our tongue and elsewhere in our mouth that detect the various chemicals contained within food and lead to the senses of taste, which we call bitter, sweet, umami, salty, and sour. Now, most of us are familiar with the sense of bitterness that comes from something like a raw radish. Sweet, which comes obviously from sugars of different kinds, fructose, glucose, et cetera. Salty, salty, and sour. Think lemon or lemon juice, for instance. And then I mentioned umami. The umami receptor is a receptor that responds to the savory taste of things. So that's what you might find in a really wonderfully rich tomato sauce. For those of you that eat meat and like meat, a really well-cooked, not necessarily well done, but properly cooked, I should say, steak, if that's your thing. And umami is present in both plant and animal foods and gives us that sensation of savoriness. It almost has a kind of little bit of a briny taste to it or braised taste to it. And indeed braising of meats and braising of vegetables is done specifically to activate that umami receptor. So we have those five basic tastes. Those are chemical sensors on the tongue that what we call transduce those chemicals. Those chemicals literally in food bind to those receptors and it is transduced, meaning the binding of those chemicals to the receptors is converted into an electrical signal that travels in from the tongue along what's called the gustatory nerve. The gustatory nerve then synapses, meaning it makes connections in our brainstem, in the so-called nucleus of the solitary tract. There are other nuclei back there. Nuclei are just aggregates of neurons. And then it sends information up to the so-called insular cortex, to the insula. I want to highlight the insula this episode because we are going to return to the insula again and again in this episode and later. The insular cortex is a incredible structure that we all have that mainly is concerned with so-called interoception or our perception of what's going on inside our body. So it could be the amount of pressure in our gut because of how much food we've eaten. It could be the acidity of our gut if we're having a little bit of indigestion, for instance.",
        "szqPAPKE5tQ_27": "These results point to the fact that it is after the learning and memory that you really want to get that big increase in epinephrine and the related molecules that will tamp down memory. So what this means is that if you are currently using caffeine or other compounds, and we'll talk about what those are and safety issues and so forth in a moment, if you're using those compounds in order to enhance learning and memory by taking them before or during a learning episode, well then I encourage you to try and take them either late in the learning episode or immediately after the learning episode. Now, given everything I've told you up until now, why would I say late in the learning episode or immediately after? Well, when you ingest something by drinking it or you take it in capsule form, there's a period of time before that gets absorbed into the body and different substances such as caffeine, alpha-GPC, et cetera, are absorbed in from the gut and into the bloodstream and reach the brain and trigger these effects in the brain and body at different rates. So it's not instantaneous. Some have effects within minutes, others within tens of minutes and so on. It's really going to depend on the pharmacology of those things. And it's also going to depend on whether or not you have food in your gut, what else you happen to have circulating in your bloodstream, et cetera. But at a very basic level, we can confidently say that there are not one, not dozens, but as I mentioned before, hundreds of studies in animals and in humans that point to the fact that triggering the increase of adrenaline late in learning or immediately after learning is going to be most beneficial if your goal is to retain that information for some period of time and to reduce the number of repetitions required in order to learn that information. Now, I want to acknowledge that on previous episodes of this podcast and in appearing on other podcasts, I've talked a lot about things like non-sleep deep rest and naps and sleep as vital to the learning process. And I want to emphasize that none of that information has changed, right? I don't look at any of that information differently as the consequence of what I'm talking about today. It is still true that the strengthening of connections in the brain, the literal neuroplasticity, the changing of the circuits occurs during deep sleep and non-sleep deep rest.",
        "at37Y8rKDlA_5": "So again, their bodies were forced to heat up again naturally after the deliberate cold exposure, but after the 10 minute period, they were able to do whatever they wanted, essentially reclothe, take a warm shower and so on and go about their day. Now, the results of this deliberate cold exposure protocol, again, two minutes in cold immersion at three degrees Celsius, 37.5 degrees Fahrenheit, plus five cold showers per week of two minutes long, a little bit warmer, 10 degrees Celsius, 50 degrees Fahrenheit. Now the deliberate cold exposure used in this study caused many different statistically significant positive changes. They had a very extensive questionnaire that related to mood, everything from levels of anxiety to sexual satisfaction and on and on. In fact, they saw a statistically significant improvement in sexual satisfaction in the subjects that were exposed to deliberate cold exposure, not in the control group. Although they didn't look at this, chances are those improvements in sexual satisfaction were the downstream consequence of the known increases in testosterone and free testosterone that occur in both men and women who do this sorts of deliberate cold exposure. Again, testosterone being an important hormone for libido in both men and women. They also saw improvements in regulation of anxiety, which I think is very interesting given that the deliberate cold exposure often causes people anxiety, but here and in other studies we've seen it can lead to an a better ability to buffer against anxiety in the normal happenings of everyday life. Perhaps the most interesting and significant results that they found in the study, however, were that in particular in men, there was a reduction in waist circumference following eight weeks of this deliberate cold exposure, as well as a 5.5%, on average, 5.5% reduction in abdominal fat that was quite statistically significant when compared to the other groups. Now, why there was no observed reduction in abdominal fat or waist circumference in the female subjects isn't clear, could have to do with just the way that body fat is stored and metabolized in females versus males. That is going to be a topic for future exploration. So I do think this study is very interesting because when you look at the landscape of science and discussion around deliberate cold exposure, I think there's a general consensus now that deliberate cold exposure can change one's sense of mood and wellbeing through the increases in catecholamines that I mentioned earlier.",
        "LTGGyQS1fZE_9": "In fact, most of the time, we don't even really know how we feel. And while that statement was meant to report several different things about the way that the brain works and emotions, et cetera, one of the things that he was emphasizing, and I know he was emphasizing it because he confirmed this for me, was the fact that language, things like the word happiness or joy or meaning or pleasure or delight are actually not very precise when it comes to describing our brain and body states. So for instance, if I tell you I'm feeling pretty happy, I know what that means for me, at least in this moment, but you don't really know whether or not it means the same thing as what pretty happy means for you. If I say I'm extremely happy and I have a big grin, I have a grin on my face that I can't seem to wipe off my face, Well, then you might get a sense of how much happier I am than pretty happy, but it's still hard to calibrate my level of internal state or happiness. And the same is true for you and for everybody else. And it's important for us to acknowledge this because at this point in human history, 2022, we don't really have a measurement like body temperature or heart rate or heart rate variability, or even a way to measure neurochemicals in the brain and body that give us anything better than a crude correlate or an estimate at best of what happiness is. So that's really important to understand and to keep in mind throughout this episode. It doesn't mean that we cannot have a strong data-driven conversation about happiness and what brings us to a state of happiness, but it's very important to understand that language is not an ideal and maybe even a deficient tool in terms of describing our emotions and our states of mind and body. Now, equally important is to understand that while we do have neurotransmitters, that is the chemicals that are released between neurons, nerve cells that allow neurons to communicate, things like glutamate and GABA, for instance, and we have what are called neuromodulators. These are chemicals also released by neurons that impact the electrical firing and chemical release of other neurons, things like serotonin and dopamine and acetylcholine and epinephrine. Neuromodulators and neurotransmitters are always present in a cocktail in our brain and body. That is, they are present in different ratios and at different levels.",
        "azb3Ih68awQ_12": "And when the osmolarity, meaning the salt concentration in the blood is high, it activates these specific neurons in the OVLT. And by activates, I mean it causes them to send electrical potentials, literally send electrical signals to other brain areas. And those other brain areas inspire a number of different downstream events. So what are those other brain areas? Well, the OVLT signals to an area called the supraoptic nucleus. The name and why it's called the supraoptic nucleus is not necessarily important. It also signals to the so-called paraventricular nucleus, another nucleus that sits near the ventricles and can monitor the qualities, the chemical qualities of the cerebral spinal fluid, as well as probably the bloodstream as well. And the consequence of that communication is that a particular hormone is eventually released from the posterior pituitary. Now the pituitary is a gland that sits near the roof of your mouth. It releases all sorts of things like growth hormone and luteinizing hormone. Luteinizing hormone will stimulate things like estrogen and testosterone production and release from the ovaries and testes and so on. The pituitary has a bunch of different compartments and functions, but what's really cool about the pituitary is that certain regions of the pituitary actually contain the axons, the wires of neurons, and the neurons reside in the brain. And so the supraoptic nucleus gets a signal from the OVLT. The signal is purely in the form of electrical activity. Remember, neurons aren't talking to one another about what's happening out there. They're not saying, hey, there's too much salt in the bloodstream. Let's do something about it. All they receive are so-called action potential, waves of electricity. The neurons in the supraoptic nucleus then release their own electrical signals within the pituitary. And some of those neurons and nearby neurons are capable of releasing hormones as well as electrical signals. So from the pituitary, there's a hormonal signal that's released called vasopressin. Vasopressin also goes by the name antidiuretic hormone and antidiuretic hormone has the capacity to either restrict the amount of urine that we secrete, or when that system is turned off to increase the amount of urine that we secrete.",
        "xmhsWAqP_0Y_48": "And that should come as no surprise. Pleasure isn't just there for our pleasure, it serves an adaptive role. And that adaptive role relates to the fact that every species has a primary goal, which is to make more of itself. Otherwise it would go extinct. That process of making more of itself, sexual reproduction, is closely associated with the sensation and the perception of pleasure. And it's no surprise that not only is the highest density of sensory receptors in and on and around the genitalia, but the process of reproduction evokes sensations and molecules and perceptions associated with pleasure. And the currency of pleasure exists in multiple chemical systems, but the primary ones are the dopamine system, which is the anticipation of pleasure and the work required to achieve the ability to experience that pleasure and the serotonin system, which is more closely related to the immediate experience of that pleasure. And from dopamine and serotonin stem out other hormones and molecules, things like oxytocin, which are associated with pair bonding. Oxytocin is more closely associated with the serotonin system biochemically and at the circuit level, meaning the areas of the brain and body that manufacture a lot of serotonin. Usually, not always, but usually contain neurons that also manufacture and make use of the molecule oxytocin. Those chemicals together create sensations of warmth, of wellbeing, of safety. The dopamine molecule is more closely associated with hormones like testosterone and other molecules involved with pursuit and further effort in order to get more of whatever could potentially cause more release of dopamine. So this is a very broad strokes, no pun intended, description of the pleasure system. There are of course other molecules as well. One in particular that's very interesting is something called PEA. PEA stands for phenylethylamine, sometimes also referred to as phenylethylamine, depending on who you are and where you live. How you pronounce it doesn't really matter. PEA is a molecule which is incredibly potent at augmenting or increasing the activity of certain cells and neural circuits that relate to the pleasure system. PEA has purportedly been thought to be released in response to ingestion of things like certain forms of dark chocolate. Some people take it in supplement form. It's a bit of a stimulant, but it also seems to heighten the perception of pleasure in response to a particular amount of dopamine and or serotonin.",
        "2XGREPnlI8U_46": "And the reason we know this is because of some really important and beautiful studies that were done in my colleague, Jeremy Bailenson's lab at Stanford. He's in the Department of Communications. He's actually collaborated with Dr. Halpern that I mentioned earlier. What's really interesting about these studies is they give us a window into the perceptual defect that anorexics have. I've actually done one of these experiments. I'm fortunate to not be anorexic, but I've done some work with the VR lab over there. And what you get to do is you get to adjust this avatar of yourself to the point where you think it's as accurate as it could possibly be. And anorexics really distort this avatar. In other words, they create this serious mismatch between their perception of themselves and the reality. So indeed it does seem to be the case. Now what's relieving, or I should say what's encouraging about some of the therapies that we talked about before, the family-based model, the cognitive behavioral treatments, yes, and the drug treatments as well, but this habit intervention model is that as one starts to shift those things, it does appear that the perception of self seems to follow, that the perception of self seems to shift along with the change in habits. And that's a relief, at least I find that reassuring because changing one's perception is actually very hard. As somebody who's worked almost his entire career on visual perception and related things, the perceptual apparatus of the brain are not very amenable to neuroplasticity. I mean, they don't change that easily. Whereas it appears that the circuitry that's related to habit formation and decision-making and the reward circuitry, that stuff can be rewired. And so anorexics, as they progress out of their anorexic state into one which they are intervening in their reflexes, gaining better habits around food, eating more, more accurately assessing foods and environments that they're in related to food, as they change their behavior and they start to put on healthy weight, maybe they're also doing the sorts of exercises that allow them to put on healthy weight and avoiding kind of extreme exercises of catabolism and breaking themselves down. They also managed to somehow, just as a consequence of all that, rewire their perception of self.",
        "RBK5KLA5Jjg_35": "It was consumed twice daily after meals. I should just mention that acetyl-L-carnitine typically is taken in capsule form or occasionally in injectable form here. They were using this as a drink, which is essentially the same as capsule form, but the powder is just going directly into liquid. And the carnitine dosage was 100 milligrams per kilogram. So they're doing this according to the body weight of these kids with a maximum dosage of four grams per day. The quantity of the medication was supplied, here I'm reading for a period of eight weeks and every eight weeks, a new quantity of medication was supplied. So basically this is a fairly long-term study exploring behavioral outcomes and psychological outcomes in week eight, 16 and 24. They also looked at things that you could only get through a blood draw. So things like hemoglobin, hematocrit, red blood cell count, white blood cell count, et cetera. These are kids and even if it were adults, they were quite appropriately examining a lot of the physiological measures that one would want to carry out to make sure, first of all, that blood levels of carnitine are increasing, and indeed they confirm that, but also that no negative effects are showing up in the physiology as well as the psychology of these kids. So first I'll just tell you the basic outcome of the study, which was, here I'm paraphrasing, given twice daily, carnitine appeared to be effective and well-tolerated treatment for a group of children with ADHD. They showed significant abnormal behavior compared to these other boys. And now I'm moving to the table of results. They showed significant reductions in their so-called total problem score. The total problem score is a well-established measure of behavioral problems in kids with ADHD, and I should say adults with ADHD has to do with challenges in social and learning environments and how well or poorly an individual tends to perform. Reductions in attentional problems overall, reductions in delinquency, and most important for sake of today's discussion, significant reductions in aggressive behavior. Now, what's especially nice about this study, I think, is that even though it was a relatively small number of subjects and certainly needs to be repeated in other studies and other laboratories, that they were able to confirm the shifts in L-carnitine within the bloodstream of these kids.",
        "gXvuJu1kt48_20": "And when neurons are stimulated electrically, and that could be from a thought, it could be from the desire to move, it could be because of a drug, it could be because you're hungry, the relevant neurons will vomit out or will fuse, as we say, those little packets, those little bubbles of neurotransmitter into the gap between the pre and post-synaptic neuron. We call that a synaptic cleft or the synapse. It's a little gap, a little space, and the neurotransmitter flows across that synapse, and some of it will park in little parking spots that we call receptors on the post-synaptic neuron side. Depending on which neurotransmitter it is and a bunch of other things not worth going into right now, the parking of that chemical in those neurotransmitter receptors will either cause that neuron on the postsynaptic side to itself release neurotransmitter elsewhere, or it will quiet it down, so-called excitation and inhibition. That's kind of neurotransmission in a nutshell. If you don't understand it, no big deal. It's not going to prevent you from understanding today's discussion. If you understand even a small fraction of what I've just said, then it's going to allow you to understand not just today's discussion, but a lot of neuroscience with a lot more nuance and depth of understanding. The key thing to know about the endogenous cannabinoids is that unlike most neurotransmitters, they are released from the postsynaptic side. So what happens is neurotransmitter goes from presynaptic neuron to postsynaptic neuron, but under certain conditions, the postsynaptic neuron itself releases a chemical, and that chemical goes backward, what we call retrogradely to the presynaptic neuron, binds to receptors there, and changes the probability that the presynaptic neuron will release neurotransmitter. Put simply, endogenous cannabinoids tend to decrease the probability that a neuron will release neurotransmitter. They are sort of a break on the system. They are a way of shutting down the communication between neurons, regulating it, not to make it completely quiet, but to adjust the levels with a lot of nuance. Now, the other thing that the endogenous cannabinoids do is sort of a mind bender because we're talking about cannabis and a commonly known feature of cannabis and marijuana consumption is disruptions in short-term memory. And there is essentially zero debate as to whether or not that occurs.",
        "E7W4OQfJWdw_13": "And this is, again, is setting aside the vitally important factors of hydration and electrolytes. I've said it before on other podcasts, but if you're not ingesting enough water and you're not getting enough sodium and magnesium and potassium, then obviously your neurons can't run because a lot of the brain is water. You need to maintain proper hydration and sodium, potassium, and magnesium are important in order for nerve cells to function. In fact, they are actually the components, the ions that pass across those lipid membranes, those little fatty membranes that we were talking about earlier that allow the neurons to generate electrical activity and communicate with one another. So definitely you want to hydrate enough. We will do an entire other episode all about hydration and electrolytes, but omega-3s, the EPAs, phosphatidylserine and choline, it's obvious are going to improve brain function. How much they will improve brain function probably depends on how well your brain was working previously. In fact, many of the studies that have looked at the effectiveness of these compounds have looked in people that are suffering from mild or even severe cognitive decline. And while the outcomes of those studies vary, given the interest in maintaining brain function, given the fact that we don't make new neurons throughout our entire life, and given that everybody has to eat, these are quality, healthy foods that we should all be ingesting anyways. and it's clear that they can support brain function to some degree or another. Many people ask what I do in light of this information. And while I can only talk about what works for me, I choose to ingest fish oil mainly in liquid form, because that turns out to be the easiest way and the most economically affordable way to do it for most people. So there are various forms of liquid fish oil out there. Some of them include some lemon flavoring, so it doesn't taste like fish oil because frankly, fish oil to me is sort of noxious tasting. And I'll take a tablespoon of that or two per day. If I'm traveling, I'll use the capsule form in order to hit that threshold of, for me, about two, sometimes even three grams per day of EPA. So not just two or three grams per day of fish oil, but two or three grams per day of EPA.",
        "at37Y8rKDlA_53": "It's not a huge debate, but a number of people engaged in this debate as to whether or not drinking really cold water or room temperature water is better for you or worse for you. This is a tough one to resolve. It turns out that if water is very, very cold, that is if you drink it and you can feel that cold water making its way down to your gut, and you can actually feel it as cold within your gut, and that's sort of a, you know, back of the envelope, or I should say direct within the gut measure of cold versus body temperature water, that it is going to be slower to absorb. That is, you're going to feel it sloshing around in your stomach for a bit longer than if you were to consume water that is slightly warmer. Now, that is not to say that you should ingest warm water or room temperature water. However, many people find that when they drink very cold water or ice water, that indeed it can alter the kind of sensation of the lining of their stomach in ways that at least to them feel like it's altering their digestion. And that makes sense. The cells that line the gut are very temperature sensitive. You want this. So for a number of reasons, including not consuming food that is excessively hot or cold or damaging your gut. But in general, most people know the temperature of fluid that they want to ingest and ingest that temperature of fluid. So most people, for instance, on a cold day want a warm or hot fluid. Does that mean that you're not going to absorb that warm or hot fluid? No, of course it doesn't. You're going to absorb that fluid one way or the other. So drink fluids at the temperatures that are to your liking in that moment. In other words, what you desire in that moment. And don't worry so much about trying to avoid cold beverages or trying to make sure that you're always consuming room temperature water as opposed to cold water. So now with your understanding of hard water, soft water, magnesium, the relationship between magnesium, calcium, and the pH of water, and remember our earlier conversation where we talked about how higher pH water is actually going to move out of the gut and into the body a bit more readily and across those aquaporin channels more readily than lower pH, more acidic water.",
        "9tRohh0gErM_38": "Along the lines of the health benefits of intermittent fasting, there are nice data showing improvements in the gut microbiome and in particular in the treatment of irritable bowel syndrome and other forms of colitis in time-restricted feeding. Meaning time-restricted feeding seems to be able to assist people with those conditions following the general parameters that I discussed before, eight hours and so forth. Why and how? Well, by way of intermittent fasting impacting the expression of these various clock genes and because the clock genes impact the mucosal lining, the mucus lining of the gut, it appears that intermittent fasting can reduce the amount of so-called lactobacillus that's present in the gut. And lactobacillus is, when in high levels, is correlated with a number of different metabolic disorders. At the same time, time-restricted feeding seems to enhance the proliferation of some of the gut microbiota like ocilobacter and some of the other ones that promote healthy mucosal lining and that promote better overall intestinal function. So these are pathways that have now been established and it appears that intermittent fasting isn't just modulating these processes, but is actually having a direct effect on the mucosal lining in a way that favors a healthier gut microbiome. So it should come as no surprise that many people who experience gut issues benefit from restricting their feeding window to eight hours or so per every 24 hour period. The other very exciting finding about intermittent fasting is one of the major health issues these days is the proliferation of so-called non-alcoholic fatty liver disease. 30 years or so, non-alcoholic fatty liver disease was exceedingly rare to see in the clinic, except in alcoholics. Fatty deposits in the liver are bad. It is essentially liver disease. Nowadays, children and adults are showing up with non-alcoholic fatty liver disease. Some of these people are obese, others are not, but it's a serious health concern and it's growing in numbers all the time. A recent study that was published in Cell Reports Medicine just a couple of weeks ago tested the hypothesis whether or not the gut microbiome or so-called brown fat tissue is impacting the liver health and in particular, non-alcoholic fatty liver disease. The short takeaway from this study is that contrary to what was previously thought, the gut microbiome, while very important for a number of other processes in the body, doesn't seem to be related to this non-alcoholic fatty liver disease.",
        "FeRgqJVALMQ_53": "So tell us more about affect because I think it's a really important anchor point for us to understand emotions in ourselves and other people. Neuroscientists think about the sensory systems for touch and proprioception, which we call somatosensation, as being in the service of skeletal motor movements. Really, our sense of touch and even vision actually also works this way. And actually, audition does too. These senses actually serve the brain's ability to control the movements of the body. And the same thing is true for regulating the systems of the body. So brains, one of their fundamental jobs are to coordinate and regulate the systems inside your body, your heart, your lungs, your gut, you know, all the moving parts. And the information, the sensory signals that those organs and tissues and so on send back to the brain, as I said before, those sensory signals are important to the brain's ability to regulate the body, but we don't feel them directly. We usually experience them as affective feelings, these very simple physical sorts of feelings. And then we elaborate them in various ways. They really, when they get very intense, those are the moments when the brain creates emotion out of them. So the brain's regulation of the body, the predictive regulation of the body, is the technical term is allostasis. But when I'm explaining this to the public, I use a metaphor. And, you know, all metaphors are wrong, but some metaphors are less wrong and useful. So the metaphor that I use is your brain is running a budget for your body. And it's not budgeting money. It's budgeting glucose and salt and oxygen and water and all the nutrients that you need to stay alive and well. And so you can think about withdrawals from that budget, like burning glucose or using up oxygen. You can think about deposits, like sleeping and eating. You can think about, you know, savings. So when you're with a friend who you trust and, you know, everything you do actually is just slightly less metabolically expensive, right? And you can also think about taxes. Like if you are stressed, socially stressed within two hours of eating a meal, that same meal will cost you the equivalent of 104 more calories in the inefficiency that you will metabolize it because of that stress. Meaning you'll burn more energy.",
        "E7W4OQfJWdw_19": "There are also other sources of glutamine. Glutamine is rich in protein rich foods, things like beef, chicken, fish, dairy products, eggs, but also for you non-animal food consuming people out there, vegetables, including beans, cabbage, once again, spinach, parsley, things of that sort. So those foods contain glutamine. For people that supplement with glutamine, generally they will take anywhere from a gram as much as 10 grams per day. Why would they want to do that? Well, there's also some evidence starting to emerge that glutamine can help offset sugar cravings. And I've talked about this on the podcast before. We're going to talk more about the basis for this a little bit later, but in brief, we all have neurons in our gut that sense the amino acid content, the fat content, and the sugar content of the foods that we eat and signal in a subconscious way to our brain, whether or not the foods that we are eating contain certain levels of certain amino acids. And so we actually have glutamine sensing neurons in our gut that actually have their little processes, their little axons and dendrites, as we call them, in the mucosal lining of the gut. They're not just sensing glutamine, but when they do sense glutamine, they respond and they send signals to the brain that are signals of satiation, of satisfaction, and in doing so can offset some of the sugar cravings that many people suffer from. Now, here we're talking about glutamine for sake of enhancing cognitive function. And this is interesting because it's been shown that glutamine supplementation can offset some of the negative effects on cognition caused by altitude and oxygen deprivation of other sorts. Okay, well, that's kind of a strange and unique situation. If you're going up to altitude, should you supplement with glutamine in order to be able to think more clearly? Well, it appears that there's good rationale for doing that. But the reason I bring this up, assuming that most people, including me, are not going up to high altitudes very often, is that it's been well-established that apnea, failure to breathe properly during sleep, can contribute to age-related and even non-age-related cognitive decline. There are a lot of reasons for apneas, ranging from obesity to obstruction of the airways for other reasons.",
        "tLRCS48Ens4_3": "Or if you're somebody who's already a skilled and regular meditator, Waking Up has more advanced meditations and yoga nidra sessions for you as well. If you'd like to try the Waking Up app, you can go to wakingup.com slash Huberman and access a free 30-day trial. Again, that's wakingup.com slash Huberman. And now for my discussion about how to understand and assess your level of mental health with Dr. Paul Conti. Dr. Paul Conti, welcome. Thank you. I'm very excited for today's episode and for this series because I, like so many other people out there, have a lot of questions about myself and themselves, and not just about ourselves, but how the different personality types out there, the healthy types, the narcissist, all the things that we hear about these days, gaslighting, all these sorts of things, what all of that really is. Perhaps we can dispel some of the myths that exist during the course of this series. I'm sure we will. I'm sure you will. Thank you. And also raise certain important questions that we should all ask ourselves in terms of trying to understand who we are and how we can be the best versions of ourselves, how we can experience the most happiness, also the most richness in life, because of course, life isn't just all about being happy. So to start off this question, I want to raise a parallel with something I think for most people is more concrete, which is physical health. While there isn't an ideal physical self that's been defined by the medical community, we know, for instance, that there is a range of blood pressures that are considered healthy. There's a range of body mass index that's considered healthy, although that's a little controversial because it depends on how much muscle, how lean people are, et cetera. But, you know, I think it's reasonable to say that the healthy individual is not going to get exhausted walking up a flight of stairs. They could bend down and lift an object without hurting themselves. They might even have some additional strength or endurance, et cetera. Within the physical health domain, all of that is fairly well scripted. And there are protocols that people can follow to improve their physical health. We've covered many of them on this podcast before.",
        "RI112zW8GDw_54": "Where we were looking in the accumbens, it was the opposite. Oxytocin caused the release of serotonin. So the point to your listeners is the brain's unfortunately complicated. It's tractable. It's tractable. We like to come up with general hypotheses and principles, but sometimes the devil's in the details and we really need to probe deeper. So back to your question about our previous paper and dopamine and serotonin. So what we proposed, which is far from nailed down, is that MDMA, because it is an amphetamine derivative, does influence dopamine release and the dopamine system. And some of my colleagues in the MDMA field, who I respect enormously, don't like me to say this, but I'm going to say it anyhow. Remember earlier in the podcast, we talked about different substances having addictive liabilities. Doesn't mean a substance is automatically addictive. Doesn't mean it's automatically not. It's a continuum. And I would argue that MDMA does have some addictive liability because it is an amphetamine derivative. It feels good. And it feels good. And so there are individuals that especially, as your listeners may know, MDMA has gotten a lot of attention because it's in a therapeutic trial that looks very promising as an adjunct to psychotherapy for post-traumatic stress disorder. And the FDA, the part of our government that approves or disapproves the legal distribution of therapeutic drugs, may end up approving MDMA for certain uses. The point being is that if it gets approved it gets approved, my personal feeling is that it will have some addictive liability. It also has this very powerful, what you and I might term, Andrew, a pro-social effect. Some people even call it an empathogen. That's a little controversial, meaning it enhances your capacity for empathy, to experience the emotional state of another individual, to want to understand that person's experiences and emotional state. And what we've suggested is that the addictive liability is mostly, although not solely, being mediated by its actions on the dopamine system, whereas its positive, more pro-social effects, and perhaps its empathogenic effects, are more likely to be mediated by its interactions with the serotonin system in this reward circuitry. And we're actually doing a lot of work to test that hypothesis. We're actually testing MDMA in these behavioral models of empathy in mice.",
        "gXvuJu1kt48_53": "Smoking marijuana chronically, meaning more than twice a week, does appear to reduce testosterone significantly and elevate so-called aromatase enzymes, which are the enzymes that convert testosterone into estrogen. This might partially explain the effect that occurs in about 35% of males, which is gynecomastia, which is a development of breast tissue in males, in particular, young males who have elevated levels of testosterone or who are taking exogenous testosterone for testosterone replacement therapy, or if they're taking high doses, anabolic steroids, or in females that increase in breast size, which is due to additional estrogen from testosterone converted to estrogen. So it does appear that marijuana and cannabis increase estrogen, reduce testosterone, increase prolactin, especially in chronic users. Now I'm sure that some people out there will say, well, their testosterone levels are exceedingly high or they are fine, meaning the constellation of symptoms associated with low testosterone and elevated estrogen are not present in them. That probably means one of two things or both. They either had elevated levels of testosterone to begin with, so their ceiling was higher, so bringing it down didn't have that much of effect, or that they have very low levels of aromatase in their system. There is some anecdotal evidence that smoking particular parts of the marijuana plant, in particular the seeds, can increase aromatase and the conversion of testosterone to estrogen. I think in the old days, the lore was the seeds make you sterile. And I think that was related to what I just told you, this increase in conversion of testosterone to estrogen. There's a vast literature on the effects of cannabis on fertility. It does seem, yes, it does seem to alter sperm motility and sperm health and function when taken chronically more than twice per week, in particular high doses of high-potency THC. This is something we will cover in far more detail on a future episode all about fertility. And in females, there's an increase in estrogen as a consequence of smoking marijuana and increasing prolactin and estrogen in parallel. Whether or not that's detrimental isn't clear, although I point out that elevated estrogen and prolactin can be associated, again, can be associated, not necessarily, and certainly not causative, but can be associated with elevated levels of, or frequency of breast cancer detection. So cannabis and its effects on hormones are not without consequence. There are effects of cannabis on cortisol.",
        "OadokY8fcAA_68": "If you think way back to the first part of this episode, when I was just describing what the brain does, right? What does your brain do? Housekeeping functions to keep you alive. And it's a prediction machine. Your neural circuits, you, have an enormous amount of biological investment of real estate, literally cells and chemicals that are there to try and make your world predictable and to try and give you control or at least the sense of control over that world. And that's a normal process. Low-level superstitions, moderate superstitions represent a kind of a healthy range, I would say, of behaviors that are aimed at generating predictability that don't disrupt normal function. Obsessive-compulsive personality disorder, provided it's not too severe, would, I think, represent the next level along that continuum. And then obsessive-compulsive disorder, as I pointed out earlier, is really a case of highly debilitating, highly intrusive, really overtake of neural circuitry over our thoughts and behaviors that requires very dedicated, very persistent, and very effective treatments in order to stop those obsessions and compulsions and the anxiety that links them somewhat counterintuitively by teaching people to tolerate that level of increased anxiety and interrupt those patterns. And fortunately, as we described earlier, such treatments exist, cognitive behavioral therapy, drug treatments like SSRIs, though also drug treatments that tap into the glutamate system and into perhaps also the dopamine system, the so-called neuroleptics. And then as we described, there's now an extensive exploration of things like ketamine, psilocybin, cannabis. The initial studies don't seem to hold much promise for cannabis and CBD and the treatment of OCD, but who knows, maybe more studies will come along that will change that story. And then of course, brain machine interface like transcranial magnetic stimulation. And then just to remind you what I already told you before, combinations of behavioral and drug treatments and brain machine interface, I think is really where the future lies. Fortunately, good treatments exist. We cannot say that any one individual treatment works for everybody. There are fairly large percentages of people that won't respond to one set of treatments or another, and therefore one has to try different ones. And then there are the so-called supplementation-based or more holistic therapies. Today, I've tried to cover each and all of these in a fairly substantial amount of detail.",
        "dzOvi0Aa2EA_2": "Eight sleep allows me to adjust the temperature of my mattress and my sleeping environment so that I fall asleep easily and stay asleep throughout the night, which as many of you know, is a game changer. Temperature is a powerful regulator of sleep and the ability to get into sleep. We know for instance, that the body needs to drop by one to three degrees in order to get into sleep and to stay asleep. And with Eight Sleep, I can program the temperature of my bed so that it gets cooler as I fall asleep, gets even colder as I enter deep sleep, and at the transition to REM sleep, rapid eye movement sleep, it can get even cooler if I like. I actually like to maintain the same temperature through deep and REM sleep. And then it heats up slightly as I head towards morning because of course, heating up of the body is one way in which we wake up. So I have this nice contour of cooling and heating that puts me through a beautiful arc of falling and staying asleep and waking up when I want to. If you want to try Eight Sleep, you can go to eightsleep.com slash Huberman and check out the Pod Pro cover and save more than $150 with an exclusive Memorial Day discount now through June 6th, 2022. Eight Sleep currently ships within the USA, Canada, and the UK. Again, that's eightsleep.com slash Huberman to save over $150 with an exclusive Memorial Day discount now through June 6th. Today's podcast is also brought to us by InsideTracker. InsideTracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you reach your health goals. I've long been a believer in getting regular blood work done for the simple reason that many of the factors that impact your immediate and long-term health can only be assessed from a quality blood test. And nowadays with the advent of modern DNA tests, you can also get insight into, for instance, what your biological age is and compare that to your chronological age. And of course your biological age is the number that truly matters. One issue with a lot of blood tests and DNA tests out there, however, is that you get values back about metabolic factors, hormones and lipids, et cetera, but you don't know what to do with that information. InsideTracker solves that problem. They have a very easy to use personalized platform.",
        "EhlIkzJwPlk_9": "And that that epigenetic, that programming, which is happening, is predisposing young women to probably having, some of them, low ovarian reserve, some of them having diseases we associate with infertility, like PCOS or endometriosis. And we haven't yet characterized what all they are, but if we look at the incidence of some of these disease that we see now, what we do know is that the time period of which these people were pregnant, the 80s and 90s, was not the healthiest time when it comes to endocrine disruptors and plastic exposures and chemicals and all of this processed stuff, let's just say, that people have been exposed to, that we're really seeing that ovarian susceptibility to egg quality and quantity happens in that fetal development period. It's interesting because there's some parallels to male fetal development, like the fact that you have these early organizing effects of hormones like dihydrocystosterone, which essentially stimulate the growth of the penis, but also then establish a propensity for hormones during puberty to activate growth of the sex organs, but also activate the brain areas that are responsible for a host of different things. So I only mention that because what I'd like to kind of illustrate in the background here is that basically our reproductive health begins really prior to conception, really. It's dependent on mom and dad, but certainly to a great degree on mom. But then fetal development is going to be important. So sort of us being able to pick our parents. I do have a couple of questions about lavender tea tree oil and evening primrose oil. I was aware that evening primrose oil, excuse me, can somehow bind estrogen receptors or mimic some of the estradiol or something similar to it. I wasn't aware of tea tree oil or lavender. Here, are we talking about oils? What about aromas? And how concerned do people have to be about this stuff? Because I mean, you'll go into a restaurant bathroom, there'll be potpourri. Some people wear perfume. I mean, we don't want to set a paranoia. No, no. But I think people should know about this stuff. Tea tree oil is in a lot of those natural shampoos. A lot of the shampoos. The ones that burn. Yes, the one that tingle your scalp. Yeah, I don't like those.",
        "CyDLbrZK75U_64": "What's too much to where you woke up unbelievably sore? That was a train wreck. How much do I load it at? What position? How long is this going to take? It's going to take you three or so weeks, and then you can really start pushing there. So changing it before that or in that timeframe is you're not going to be able to progressively overload because you're just not going to know exactly where you're at on all the exercises. So it's very important to create standardization within them and then see some progress in a movement or a muscle group, whatever you're going for, and then make some changes. So before we dive into our discussion about hypertrophy, can we just get a brief recap of the general parameters for an excellent power and strength training program? Okay, let me hit you with these rapid fire, and then you can maybe come ask questions along that. Remember those modifiable variables, okay? So let's go through them in order, and then what they mean specifically for power versus strength. So modifiable variable number one is called choice. So which exercises do I select for strength? In general for power or speed or strength, we want to select compound movements. You don't often see people doing maximum strength work for like a tricep kickback, right? It's typically multiple joint movements and typically complex movements. In selecting these compound movements, we generally want to actually think about exercise selection of movements rather than muscle groups. So this is an important distinction because we'll see this is a different answer when we get to hypertrophy. What I mean by that is when we think about, again, strength training, we tend to think about bodybuilding concepts. We go to the gym and we do things like, I got to make sure I get my chest today and I got to make sure I get my hamstrings. Now you're selecting exercises based on a muscle you want to work. For strength development and power, we want to think about movements rather than individual muscle groups. So there should be things like, I need to train explosive hip extension, which is like a vertical jump or something like that. I want to train pushing or pulling movements. I want to train rotation, which is a whole area we haven't gotten into, which is very important for overall health and wellness and longevity.",
        "zVCaYyUWWSw_5": "I go to the dentist twice a year. I brush and floss, use some mouthwash. I even brighten my teeth. I make sure that if I had a sugary meal, I'll rinse out my mouth. I try not to drink acidic foods, things that we'll discuss today as to whether or not they actually have relevance for cavity formation or not. But guess what? If you are in category one, as I described it, or category two, chances are you are doing things to really deplete and disrupt your oral health. That's right. Even if you're paying a lot of attention to tooth health, chances are, if you're like most people out there, simply because you don't have the latest information on what oral health really is and how to best support it, chances are you are doing things that yes, might be keeping your teeth white and clean and you're not getting cavities or you're not being told you have cavities that need to be filled when you go to the dentist twice a year or more, but that you are disrupting your oral health in ways that are depleting other aspects of your brain and bodily health. And I'm not here to scare you. I'm just here to tell you that if you're in category one, okay, you're clearly doing some things that are beneficial for you, but that there's some additional things that you can do and a few things to avoid doing that very likely will improve your overall bodily health very quickly. And the good news is those things are also zero or low cost, or in some cases can save you substantial cost. Now, if you're in category two, chances are you are depleting both your oral health and your overall bodily health. But here's what's interesting. Some of the folks in category two that are not doing as much for the, let's say hygiene and freshening and whitening of their teeth actually have a healthier overall oral microbiome. That's not always the case, but often it can be the case. So what you're going to discover today is whether you're in category one or category two, there are some wonderful and easily accessible practices that are well-backed by science. And by the way, in preparation for this episode, I also consulted with no fewer than five dentists, including a pediatric dentist. I talked to a periodontist.",
        "AtChcxeaukQ_28": "The most important thing to understand about your adaptive immune system is that as the name suggests, its job is to create antibodies specific to the very intruder that made it into you and infected your cells, the very specific serotype of cold virus, the very specific type of influenza, such that you defeat that virus, but then in an amazing way, your adaptive immune system also maintains a memory of that battle and keeps within your body, believe it or not, within a population of stem cells, which are cells that can rise to more cells, such that if you ever encounter that same serotype of cold virus or same strain of influenza again, that your antibodies can immediately neutralize that cold or flu virus. The adaptive immune system has the ability to make proteins that have a particular shape on their surface that matches the shape of the thing that your immune system is trying to kill. Now, the adaptive immune system has two basic phases. In the first phase, the adaptive immune system makes these things called immunoglobulins, Igs. And the immunoglobulins come in different forms. There's IgG, there's IgM, there are other types of Igs as well. For sake of today's discussion, know that the initial wave of antibodies that the adaptive immune system makes are of the IgM variety. And the IgM antibodies can travel to and latch onto the surface of the cold or flu virus. And it matches it pretty well. It's not perfect, but it matches it pretty well. Think about for instance, a particular serotype of cold virus or the H1N1 flu virus having, you know, very particular contour on its surface. The IgM approximates that contour such that it's better at fighting that cold or flu virus than is the innate immune system, but it's not a perfect fit. However, the adaptive immune system doesn't stop with the production of those IgMs. The adaptive immune system takes that information about how precise or imprecise that fit is between the IgM antibody and the surface of that particular cold or flu virus. And then in an amazing way, send signals back to the stem cell populations in the bone marrow and other tissues. And then more antibodies come out of the IgG variety. And the IgG proteins are very specific to the shape of that particular cold virus or flu virus, such that the IgGs then can define to and neutralize those viral particles, okay?",
        "EQ3GjpGq5Y8_39": "It means that a little bit of discomfort as a consequence of deliberate heat exposure, while in the short term doesn't feel good by definition, it is activating pathways that are allowing the feel good molecules and neural circuitries that exist in your brain and body to increase their efficiency, placing you in a better position to be joyful in response to the events of life. I confess I'm very excited about the data on deliberate heat exposure and improvements in the chemical systems that underlie good mood. And just to underscore this further, the dynorphin system is not unique to heat-induced stress. In fact, there are beautiful studies and reviews out there about the role of dynorphin in stress and depression, in stress and alcoholism, just as a brief aside, and in the future, we will do a whole episode on alcohol and alcoholism. But it turns out that chronic alcohol use and alcoholism, just as a brief aside. And in the future, we will do a whole episode on alcohol and alcoholism. But it turns out that chronic alcohol use and alcoholism causes changes in dopamine receptors that make it very difficult for people to achieve pleasure through things other than alcohol and even alcohol. That's kind of the really diabolical nature of addiction, which is the thing that initially brings pleasure, eventually is just required to maintain baseline levels of dopamine. And I've talked before, and Dr. Anna Lemke, when she was a guest on this podcast, talked about the pleasure-plain balance that exists within the dopamine system. It's beautifully described in her book, Dopamine Nation, by the way, excellent book I recommend to all people, addicts or not. Well, in that context of pleasure and pain, it's very clear what the pleasure molecule is. It's actually a molecule more related to motivation and that's dopamine. The pain molecule, however, appears to be dynorphin. And the fact that dynorphin is dysregulated in stress and depression and alcoholism, and the relationship between dynorphin and dopamine is something that we should all take very seriously. And for that reason, I'm very excited about the fact that deliberate heat exposure can leverage the dynorphin system in a short-term and an acute way that allows mood to improve after the sauna exposure.",
        "JPX8g8ibKFc_13": "You can't have them so often or lasting so long that you are in a state of chronic cortisol elevation or chronic epinephrine elevation. This system of stress was designed to increase your alertness and mobilize you towards things, get you frustrated and provide the opportunity to change behavior. That's what they were designed to do. So if you find yourself getting stressed and staying stressed, there are great tools that we provide in the stress episode that relate to things like the double inhale exhale, the so-called physiological sigh. You can incorporate an NSDR, a non-sleep-deep-rest protocol, et cetera. But understand that the energy that you experience during stress, that sudden increase in alertness and attention that comes from seeing something difficult, that is a healthy hormonal system and neural system that's working. And the reason it works is that cortisol, when it's released into the bloodstream, it actually can bind to receptors in the brain. It can bind receptors in the amygdala, fear centers and threat detection centers, but also areas of the brain that are involved in learning and memory and neuroplasticity. And this is why I say that neuroplasticity, the brain's ability to change itself in response to experience, is first stimulated by attention and focus and often a low-level state of agitation. So understand that, and you won't be quite so troubled about the little stress increases that you experience throughout the day. Now, there are ways to leverage stress, epinephrine and cortisol in ways that serve you and to do it in a deliberate way. There are also ways to do that that increase your level of stress threshold, meaning they make it less likely that epinephrine and cortisol will be released. So I want to talk about the science of those practices because I get asked about these practices a lot. Things like Wim Hof breathing, which is also called TUMO breathing, things like ice baths, things like high intensity interval training. All of those things have utility. The question is how you use them and how often you use them. Those tools, just like stress from a life event, can either enhance your immunity or deplete it. That's right. Those same practices of ice baths, tummo breathing, high intensity interval training or training of any kind can deplete your immune system or it can improve them.",
        "gbQFSMayJxk_51": "Magnesium citrate, as we know, is a terrific laxative. Magnesium malate seems, at least from a few studies, seems to relieve some of delayed onset muscle soreness, doesn't seem to create a kind of sedation. Two forms of magnesium that I'm aware of, magnesium biglycinate and magnesium threonate. We believe, based on the data, can more actively cross the blood-brain barrier, so you put it in your gut, but some of that needs to get into your brain in order to have the sedative effect. What are your thoughts on magnesium supplementation? Do you supplement with magnesium? And what studies would you like to see done if they haven't been done already? So I don't supplement with magnesium, but I do think threonate is interesting because of that higher capacity to cross the blood-brain barrier and actually have a central nervous system effect. And the reason that that interests me is because the sleep is by the brain, of the brain, and also for the brain as well as for the body. We just don't have a particularly good set of studies that have targeted exclusively threonate. We do have lots of studies that have just looked at magnesium in general for sleep. And overall, the data is uncompelling. Interesting. And for a while, I was confused as to why. Where did this come from, this kind of myth of magnesium? So I started looking back into the literature, and I've best traced it, at least as far as I can tell, to early studies showing that those who were deficient in magnesium also had sleep problems. They had other problems too, of course, but sleep problems were one of that set of sequali that came from having lower magnesium. And when they supplemented with magnesium and tried to restore those levels, some of those sleep problems dissipated. And then that seems to have gotten lost in some game of whispers around the room. And it's become translated into people who don't have sleep problems, who are healthy sleepers and who are healthy in general, and who have healthy normal levels of magnesium, if they take more magnesium, they will sleep better. And the data really there is not good. Once again, the only study that I've seen where magnesium did have some efficacy was in a study with older adults. I think they were 60 to 80 years old.",
        "ncSoor2Iw8k_1": "Gillette about all things hormones and hormone health and hormone optimization. We dive deep into mechanisms, but we are clear to establish what each word or set of concepts mean. So if you have no background in biology, or even if you do, I'm sure that you'll come away with a wealth of valuable knowledge. We also talk about specific protocols related again to lifestyle factors, nutrition, supplementation, and where appropriate hormone replacement therapy. I know there's a lot of interest about these topics. Dr. Gillette is very thorough about addressing both male and female issues and addressing hormone health for people at all stages of life. I'm sure that you will come away from this episode with the same impression that I did, which is that Dr. Gillette is an extraordinarily clear communicator and that he has tremendous compassion for patients, and that he has a deep love of understanding biology and medicine in ways that can benefit you. I'm pleased to announce that I am hosting two live events in May, 2022. The first live event will take place in Seattle, Washington on May 17th. The second live event will take place in Portland, Oregon on May 18th. Both are part of a lecture series entitled The Brain-Body Contract, during which I will talk about science and science-based tools, many of which overlap with the topics covered on the Huberman Lab podcast, but most of which will not and will be completely new topics and tools never discussed publicly before. Both live events will also include a question and answer period during which you, the audience, can ask me questions directly about any aspect of science or science-based tools, and I will attempt to answer them. Tickets for the two events, again, Seattle on May 17th and Portland on May 18th, are both available at hubermanlab.com slash tour. Before we begin with today's episode, I want to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science-related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Thesis. Thesis makes nootropics. In fact, they make custom nootropics. Now, what is a nootropic? Technically, nootropic means smart drug.",
        "JVRyzYB9JSY_22": "Also, I don't know how far you are from a given speaker in the room, or if you got earphones in your head, or you've got speakers in the room, or if it's coming out of your computer, I don't know those things. So what you're going to have to do is adjust that white noise to a place where it's not interfering with your ability to focus, but rather it's enhancing your ability to focus. I think a good rule of thumb is going to be to put it probably on the lower third of any kind of volume dial, as opposed to in the upper, you know, upper third where it would really be blasting. And really blasting any noise, frankly, is not good, but that's especially not good, meaning it's especially bad if you have headphones in. I do want to mention something about headphones before I talk about white noise in the developmental context and why it can be dangerous there. When you put headphones in your ears, it has this incredible effect of making the sounds like they come from inside your head, not from out in the room. And now that might seem like kind of a duh, but that's actually really amazing, right? Your brain assumes that the sounds are coming from inside your head, as opposed from the environment that you're in the moment you put headphones in. So if you're listening to an audio book, or maybe you're listening to this podcast with headphones, that's very different than when you're listening to something out in the room and there are other sounds, other sound waves, especially if you use these noise cancellation headphones. So if you're going to use white noise to enhance studying or learning of any kind, and this also could be for skill learning, motor skill learning while you're exercising, my suggestion would be that if you're using headphones to keep it quite low, right? This is an effect on the midbrain dopamine neurons. That's a background effect of raising the baseline of dopamine release. The way that dopamine neurons fires, they're always firing. Yours are firing right now, so are mine. When something exciting happens, they fire a lot. And when something disappointing happens, that firing, the release of dopamine goes down below baseline. What you're talking about here is raising your overall levels of attention and motivation, which translate to better learning, by just tickling those neurons a little bit, raising the baseline firing.",
        "RBK5KLA5Jjg_25": "I should just warn you that if you're going to use ashwagandha in order to reduce cortisol, first of all, check with your doctor or healthcare provider before adding or subtracting anything from your supplementation or health regimen. Of course, I don't just say that to protect us. I say that to protect you. You are responsible for your health, what you take and what you don't take. Chronic supplementation with ashwagandha can have some not so great effects of disruption of other hormone pathways and neurotransmitter pathways. So the limit seems to be about two weeks of regular use before you'd want to take a break of about two weeks. So ashwagandha, again, a very potent inhibitor of cortisol, but with some other effects as well. Don't use it chronically for longer than two weeks, but if your goal is to reduce cortisol, let's say you're going through a period of increased irritability and aggressive tendency, maybe you're also not getting as much light as you would like, and perhaps also if there are other circumstantial things leading you towards more aggressiveness and your goal is to reduce aggressiveness, that can be potentially helpful. And in light of all this stuff about cortisol and estrogen and day length, I should mention that there are in fact some people who have a genetic predisposition to be more irritable and aggressive. And there are a couple of different gene pathways associated with this. We never like to think about just one gene causing a specific behavior. The way to think about genes is that genes generally code for things within our biology, in the context of today's discussion, things like neural circuits or the amounts of neurotransmitters that are made or the amounts of hormones that are made or the amount of neurotransmitter hormone receptors or enzymes, et cetera, that shift the activity of our biology in a particular direction. They bias our biology. And in fact, there is a genetic variant present in certain people that adjust their estrogen receptor sensitivity. And that estrogen receptor sensitivity can result in increased levels of aggression, sometimes dramatic increases. However, and also very interestingly, photoperiod, meaning day length, is a strong modulator of whether or not that aggressiveness turns up or not, whether or not that person with the particular gene variant is more aggressive or not depends on how long the day is and how long the night is.",
        "LYYyQcAJZfk_15": "But that third warmup, which of course is going to be progressively a little bit heavier than the first or second warmup, is still going to fall within the low repetition range. So just two to four repetitions. For me, including a few more warmup sets with progressively heavier weight on each warmup, but still keeping the total repetition count low, so somewhere in the range of two to six repetitions, has been very beneficial for improving my work output during the so-called work sets, regardless of whether or not I'm training in the three to five repetition range or whether or not I'm training in the six to 15 repetition range. I know for some people, this might be kind of surprising. How is it that my work sets are actually higher repetition than my warmup sets or put differently, how and why is it that my warmup sets are lower repetition than my work sets? And that's because I fall into this category of people that tends to fatigue pretty quickly when doing resistance training. So for me, keeping the repetition count on any individual warmup set pretty low has allowed me to really improve my strength output and really improve my strength and hypertrophy training when I shift to the so-called work sets. So I already listed off a number of important documented benefits and benefits that I've certainly experienced by incorporating low repetition, pure strength work into my yearly training cycle for periods of eight to 12 weeks. In addition to that, during my conversation with Dr. Andy Galpin, he said something very important for everyone to hear and understand. He said, when you look at the data on aging and performance, in particular muscular performance, you see some very interesting patterns within the data. He said, for instance, that for every year after age 40, there's a 1% drop in muscle size that can be offset by resistance training, but that if you don't do resistance training, that you won't offset. And during that series, we also talked about the minimum requirement for six and probably more like 10 working sets per muscle group per week in order to at least maintain muscle size, not just age 40 and beyond, but even at younger ages. Okay, so that's muscle size, 1% decrease per year, unless you do the right thing. And the right thing is get six to 10 working sets per week in order to offset that decrease.",
        "K-TW2Chpz4k_2": "Today's episode is also brought to us by Whoop. Whoop is a fitness wearable device that tracks your daily activity and sleep, but also goes beyond that by providing real-time feedback on how to adjust your physical training and sleep schedule and other activities throughout your day in order to optimize your health. I've been working with Whoop on their scientific advisory council to help advance Whoop's technology and mission of unlocking human performance, not just for athletes, but for everybody. As a Whoop user, I've experienced the health benefits of their technology firsthand. For instance, it tells me, of course, whether or not I had a good night's sleep or a poor night's sleep by giving me a sleep score. It tells me the percentage of rapid eye movement sleep to slow wave sleep. But Whoop also tells me, for instance, whether or not certain activities during my daytime, such as naps or training or training of a certain amount of intensity, how that's impacting my sleep and vice versa. If you're interested in trying Whoop, you can go to join.whoop.com slash Huberman. Again, that join.whoop.com slash Huberman today, and you'll get your first month free. Today's episode is also brought to us by Roka. Roka makes eyeglasses and sunglasses that are uniquely tailored to the needs of athletes and everyday people. The company was founded by two all-American swimmers from Stanford, and everything about Roka eyeglasses and sunglasses were designed with the biology of the visual system in mind. I've spent a lifetime working on the biology of the visual system, and I can tell you that your visual system has to contend with an enormous number of challenges in order for you to be able to see clearly. Roka eyeglasses and sunglasses are designed such that when you go from one environment to the next, like a brightly lit environment to a less, a brightly lit environment, you don't notice that transition. You always see with perfect clarity. Another terrific thing about Roka eyeglasses and sunglasses is that many of the performance glasses out there that are designed for sport make people look like cyborgs, which if you want that, they do have those options, the cyborg options, as I call them, but they also have many options where the aesthetic is more of the sort that you would wear to dinner or to work or anywhere that you happen to be.",
        "DkS1pkKpILY_40": "I could imagine designing the study myself, although this isn't really the sorts of things my laboratory does, but you can imagine some people getting probiotic and prebiotic, some regularly, some just after drinking or low sugar fermented foods and see what the effects are in terms of subjective effects of hangover, but also some physiological measures. I think the way to think about hangover overall is that again, it represents a multifaceted, multi-organ, multi-tissue phenomenon. And the best way to deal with it is as a multi-cell, multi-tissue, multi-chemical phenomenon. And before I listed off some of the things that one could do in order to adjust hangover, again, the one that comes out at the top of that list, I believe, at least based on my read of the data, is to support the gut microbiome and certainly not to ingest more alcohol. And I suppose if we were to get really honest with one another and ask what's the best way to avoid a hangover, it would be to not drink in the first place. So we've covered the major effects of alcohol that lead to this state that we call drunkenness or inebriation. Again, there's a range there. You can be tipsy, people can be blackout drunk, people can be passed out drunk. We've also talked about hangover and the fact that it's a multifaceted phenomenon and recovery from hangover involves a multifaceted approach. Next, I want to talk about tolerance. Tolerance to alcohol is a very interesting phenomenon. It has roots mainly in the brain and in brain systems. There's not time in the world, let alone within this podcast, to get into all the aspects of tolerance. There are more than 10 different types of tolerance. There's functional tolerance, chronic tolerance, rapid tolerance. There's metabolic tolerance. There's psychological tolerance. Let's keep it simple for sake of today's discussion. And for those of you that are interested in learning about all the different types of tolerance and aspects of tolerance, there's an excellent review. We will provide a link to this. This was published in 2021. So it's pretty recent in the journal, Pharmacology, Biochemistry and Behavior. Incidentally, or not so incidentally, that was the first journal I ever published in.",
        "GVRDGQhoEYQ_62": "I have to say, really, a huge thank you for that that because it's not something that's been discussed on this podcast before. Sort of know that brain communicates with body, psychology and biology are linked, but I think this is the first time that anyone's ever directly linked circumstances and biology and psychology in such a concrete way. So that's the first thing. And I know I speak for many people on that. Second of all, we barely scratched the surface of your knowledge, which is both frustrating for me because I always want to learn more and I know many other people do as well, but also very, very exciting because hopefully without much persuasion, we can have you back on to talk about things. No persuasion at all. I know you're working with men now. Men's health, some particulars around, I think there's more for us to explore in terms of PCOS, menopause, contraception, and all of the above. But then something that you and I were talking about off camera before we started, which I think is a really important factor that ties back to this issue of trauma and stress and the bi-directional relationship between biology and psychology. Hopefully someday we won't even separate those two, which is the use of specific medicines, including plant medicines and how that can influence overall health, which no doubt will include hormone health. So I say all of that for two reasons. First of all, to queue up the, we won't even call it a part two, but a sequel to this, which I'm gratified to hear that you'll join us for that. And then also to just really extend a huge thank you. The amount of knowledge that you shared is immense and is going to be very, very useful and actionable for men in terms of their thinking and their actions and for women in particular. Today's discussion in particular for women in terms of how to think about their health and biology, how to think about their psychology and the environment that all of that is embedded in. I just want to say an enormous thank you. Thank you, Andrew. I so appreciate that. And I so appreciate what you offer to the world in terms of a way in, a way to understand physiology and how to craft a architect a better life. Can I just add one last thing?",
        "pkJi9Raxikg_45": "I was reading about this prior to this episode that you can ingest a dye and then they can dye image the whole apparatus. Is that right? That's true. Without having to cut anything. Is that right? Is that worth people doing or is that only under conditions where people are experiencing some vexing issue? Yeah. I think that some of those tests should only be done if there's a problem. But I think a male urinary tract infection is rare enough that it should be evaluated. So women have very short urethras, but men have a very long urethra, right? It has to go through the entire penile urethra, the prostatic urethra, up into the bladder. And so the way a urinary tract infection would happen, you know, one way would be that a bacteria actually gets all the way, you know, back and that's just a much longer trek. And so if something rare like that does happen, we look for anatomic causes for that. So there can be different scar tissue in the urethra, for example, there can be stones in the bladder, there can be stones in the kidney. Sometimes men are emptying their bladders all the way. So those men should be evaluated because there can be some pathology that we could hopefully identify and correct. Let's talk about erectile dysfunction. I put out the call for questions in anticipation of this episode, and no surprise, at least 30% of the questions from males were about erectile dysfunction. Or questions about what's normal in terms of libido level. Kind of interesting, right? And we'll deal with the first question first. But what are the most common causes of erectile dysfunction? Are they hormonal in nature? I think that's a common belief that if people are experiencing erectile dysfunction, that it's because their testosterone levels are too low. Hence, all the interest in testosterone therapy. Or are there other, say, blood flow related, pelvic floor related, neural, brain to body neural connections that are responsible? I'm guessing it's all of these things. How do we parse this? And yeah, tell us about erectile dysfunction, what you most commonly see, what you most commonly do in order to treat it. Yeah. So erectile dysfunction, as you know, is sort of the inability to consistently achieve and maintain an erection.",
        "wTBSGgbIvsY_22": "Scientific publishing is competitive, but it's especially competitive to get manuscripts accepted into science, into nature and into the journal cell. So it represents kind of the, one of the kind of Superbowl, NBA championships and Stanley Cup, if you will, for you sports aficionados of scientific publishing. This is a paper from Matthew Killingsworth and Dan Gilbert. It was published in 2010, but it's still considered a classic. And this paper, A Wandering Mind is an Unhappy Mind, has a number of very important points. I'm going to paraphrase certain elements of it for you because they say essentially what I would like you to know far better than I could say. So first of all, they start out with a statement, which I confess I disagree with, which is unlike other animals, human beings spend a lot of time thinking about what is not going on around them. Contemplating events that happened in the past might happen in the future or will never happen at all. I agree with their assertion that human beings do that. That's certainly my experience. Although I must say, I don't think there's any evidence whatsoever that other animals don't do it also. So my apologies, Killingsworth and Gilbert, but I'd be happy to go toe to toe with you on that. I am not aware of any data that prove one way or the other what other animals are thinking. So let's set aside other animals and let's focus on the human animal. Now, their point is still a very good one, which is that humans have this wandering of the mind that they call stimulus independent thought. That is, there's nothing happening to create these thoughts or anything happening in the immediate environment. These thoughts are just happening on their own internally. That's the default mode network. This study was important. In fact, it was a landmark study because they did it right about the time that smartphones became widely available and in use. So again, 2010. So they basically pinged people, they contacted people on their iPhones many times per day. And they did this for well over 2,200 adults. They had a mix of male and female people in this study. The mean age was 34 years, but there was a range, mean, of course, mean average, but there were a range of different ages and so forth.",
        "IOl28gj_RXw_26": "Which is why we don't see that, oh, the depression, the panic attacks, the life change, the addiction, the maladaptive choices, like, oh, this is all coming from trauma because it hides itself in that opacity. So we need a de novo perspective if we're doing it on our own. And we need that if we're doing it in therapy, which might link to like finding the right therapist, right? Which is also part of your question. Yeah, I definitely want to know about how to assess and find the right therapist. Before we cover that, however, something came up in the course of your answer. I can immediately relate to this idea that certain behaviors are really maladaptive and are stuffing things down or avoiding the topic is problematic. And bringing a curiosity and an introspection and almost a third personing of the experience that we've had in order to try and address it truly from a new perspective. It occurred to me as we were discussing this, however, that some people, and yes, maybe I'm talking a little bit about my own experience. We have a sense of our own identity and how people view us and our ability to be functional in the world in ways that we like. Effective at work or a good brother or a good mother or father, human being in the world. We have relationships. And I think that one thing that I have heard and maybe I've experienced is that sometimes those maladaptive thoughts or behaviors, the things that generate a kind of a repetition of anger or of arousal or activation or sadness, that we have some internal process where we funnel that into a functionality in the world. So I'll give a more concrete example. So in thinking about things that have upset me in the past and in imagining bad outcomes in the future, there's a certain internal state of arousal that comes about. And for many years, I was able to use that, not to feel angry, but rather to work an extra three hours a day or to pack my schedule with work and social engagement so I could show up in a way that I, you know, hopefully was a very good brother to my sister, for instance. So in a way, it was a transformation of something negative inside of me into a functionality in the world that was actually very rewarding and beneficial. And yet in describing it, I can immediately see how it would be wonderful if I could source from something else.",
        "Mwz8JprPeMc_15": "It's not just that your level of alertness causes your eyes to be open wider. Opening your eyes wider can actually increase your level of alertness. Well, it turns out that breathing more deeply through the nose wakes up your brain and it creates a heightened sensitivity of the neurons that relate to smell. And there's a close crossover, I'm sure you know this, between smell and taste. If any of you have ever had a cold or for whatever reason you've lost your sense of smell, you become what they call anosmic, your sense of taste suffers also. We'll talk a little bit more about why that is in a few minutes. But as a first protocol, I'd really like all of you to consider becoming nasal breathers while you're trying to learn, while you're trying to listen, while you're trying to wake up your brain in any way and learn and retain information. This is a powerful tool. Now, there are other ways to wake up your brain more as well. For instance, the use of smelling salts. I'm not recommending that you do this necessarily, but there are excellent peer-reviewed data showing that indeed, if you use smelling salts, which are mostly of the sort that include ammonia, ammonia is a very toxic scent, but it's toxic in a way that triggers this innate pathway, the pathway from the nose to the amygdala and wakes up the brain and body in a major way. This is why they use smelling salts when people pass out. This is why fighters use to use, or maybe sometimes still use smelling salts in order to heighten their level of alertness. This is why power lifters will inhale smelling salts. They work because they trigger the fear and kind of overall arousal systems of the brain. This is why I think most people probably shouldn't use ammonia or smelling salts to try and wake up, but they really do work. If you've ever smelled smelling salts, and I have, I tried this, they give you a serious jolt. It's like six espresso infused into your bloodstream all at once. You are wide awake immediately, and you feel a heightened sense of kind of desire to move because you release adrenaline into your body. Now, inhaling through your nose and doing nasal breathing is not going to do that. It's going to be a more subtle version of waking up your system, of alerting your brain overall.",
        "uuP-1ioh4LY_31": "Now that's often the time when people start stressing about the fact that they have something to do the next day and they worry about not being able to sleep and it can cascade into a whole set of things. So another thing that I do throughout my day is I know that early day I'm going going to be alert. Afternoon, I'm going to be kind of sleepy. And then as the evening comes around, in addition to doing all the other things I'm doing, I anticipate a peak in alertness and activity, and I don't worry about it. I use that perhaps to get organized for the next day. But basically, I just go through, if I'm going to do anything, it's going to be very mundane tasks like cleaning or things that require almost zero effort. And that probably speaks to my cleaning abilities too. But the fact of the matter is we don't just go drift off into sleep. There's this blip of alertness right before sleep that I hope just cognitively knowing about will be helpful to people. And that raises yet another theme that I think is going to be very important, which is physiological mechanisms like these changes in alertness or using breathing tools, something we'll talk about in future episodes to shift our levels of autonomic arousal. Those are concrete biological phenomena. So is fasting. Fasting will increase alertness that way. So is caffeine. Not everybody's susceptible to caffeine to the same degree or others, but it's a physiological mechanisms. We know the receptors, we know the ligands as they're called, which bind to the receptors. We know the mechanisms. They involve cortisol and epinephrine. Those are the sorts of things that I personally try and leverage toward my learning and optimization of my brain and my activity. Doing physical activity early in the day, for instance, tends to give us a longer duration wake-up signal and tends to accelerate waking up early in the day. That's why working out late in the day can sometimes cause people to have trouble falling asleep. It will also phase delay you, make it so that you want to wake up later the next day. It's not just because you're tired, it's because you shifted your clock with activity and temperature. Many people ask me about subjective tools for plasticity. What about visualization? Can we just imagine doing a particular activity?",
        "J7SrAEacyf8_14": "You might think that testosterone, because it masculinizes the body in the secondary sexual characteristic way, and because dihydrotestosterone, another androgen, masculinizes the primary sexual characteristics, the growth of the penis early on, that testosterone must masculinize the brain. And there are in fact aspects of masculinization of the brain and body that are independent of genitalia. Now it might be obvious to some of you, but some people probably don't realize that. Yes, indeed, the brain has receptors for testosterone. It also has receptors for estrogen. But the fascinating thing is that if you look at the brains of people that have Y chromosomes and that have testes and that make testosterone, and you look at the brains of people that don't have Y chromosomes or testes and therefore make far less testosterone in general. What you realize is that the cells in the brain that differ between what I'll call males and females, but between XY and XX, have receptors for testosterone, but the masculinization of the brain is not accomplished by testosterone. I want to repeat this. The masculinization of the brain is not accomplished by testosterone. It is accomplished by estrogen. Testosterone can be converted into estrogen by an enzyme called aromatase. This is vitally important to understand. Testosterone can be converted into estrogen by something called aromatase. I'll give an example of where this happens later in life to just illustrate the principle and really embed it in your mind. During puberty in boys, XY, chromosome individuals, it's not uncommon for there to be transient or sometimes long lasting breast bud development. Testosterone goes up during puberty, for the reasons we talked about before, and some of that testosterone gets converted into estrogen by an enzyme called aromatase. Aromatase is made by several sources in the body. One of the main sources is body fat. So it can make a lot of aromatase. Sometimes you'll even see a fairly dramatic breast development in males during puberty. Sometimes it's transient, sometimes it's not. The other place where you see this is in athletes and bodybuilders that take a lot of anabolic steroids that take high levels of androgens. So they'll be taking testosterone at super physiological doses.",
        "50BZQRT1dAg_14": "And so when you're in your 20s or in your 30s or your 40s, you want to be paying attention to yourself. And the problem with people in the world today is you're not paying attention to yourself. You're not inside your own head. You don't hear those voices. You don't hear what you love, what you like anymore. Because as I said, there's so many of these other distractions going on. And so you're always like attuned to what other people like, right? Because you're in social media. This is what people are following. This is what they're interested in. As opposed to disengaging, backing off from that and looking at yourself and going through the process of, that's not me, actually. I don't really like that, you know? And so what you're talking about is, I think, very profound, is levels of frustration or anxiety are definite signals that you must pay attention to, that they're telling you this isn't a good direction for you, this is a waste of time for you. And in general, I tell people self-awareness, being able to hear those voices, to understand that your frustration is telling you something. And sometimes you just act on it without understanding it. But understanding why you're frustrated, why you don't like your career, why you're not happy about where you're going is the key to everything. It will open up. It will actually be able, even in your 30s, to return you to that childhood inclination. But if you can't listen to where those emotions come from, then they're useless. They're not teaching you anything. As we all know, quality nutrition influences, of course, our physical health, but also our mental health and our cognitive functioning, our memory, our ability to learn new things and to focus. And we know that one of the most important features of high quality nutrition is making sure that we get enough vitamins and minerals from high quality, unprocessed or minimally processed sources, as well as enough probiotics and prebiotics and fiber to support basically all the cellular functions in our body, including the gut microbiome. Now, I, like most everybody, try to get optimal nutrition from whole foods, ideally, mostly from minimally processed or non-processed foods.",
        "DkS1pkKpILY_15": "They are often not always associated with side effects, dosage is very important, et cetera, but they probably support relief from depression by changing neural circuits, not necessarily by increasing serotonin itself. That is increasing serotonin with these drugs likely change the neural circuits involved in mood, allowing people to feel better through so-called neuroplasticity, which is the brain's ability to change itself in response to experience. So there's a bit of confusion. And again, I'm using this episode on alcohol to highlight some of the confusion because I think it's timely because the study just came out and there's a lot of chatter about this out there that when people are depressed, it's not necessarily because serotonin levels are low. However, if serotonin levels are increased with things like Prozac, Zoloft, and other SSRIs. Oftentimes there is, yes, a relief from depression, but that's probably not because of restoring serotonin levels per se. It's probably because serotonin facilitates the changes in neural circuits that need to occur in order for people to feel elevated mood, okay? So again, that's a bit of a tangent and aside, but I do think it's a vital one for people to know about. Again, if you're thinking about taking SSRIs, you're currently taking them and you've heard this news, definitely talk to your doctor. Again, there is great utility for some of these SSRIs and also in conditions like OCD, they've been shown to be very beneficial. So we really don't want to throw SSRIs out as a potentially valuable treatment. Getting back to the effects of alcohol on serotonin, it's very clear beyond any doubt that many of the circuits in the brain that are involved in mood and feelings of wellbeing, and also sort of self-image and how we see ourselves employ the neuromodulator serotonin and alcohol when we ingest it and it's converted into acetylaldehyde, it goes and that acetylaldehyde acts as a toxin at the very synapses, the connections between the serotonergic neurons and lots of other neurons. In other words, when we ingest alcohol, the toxic effects of alcohol disrupt those mood circuitries at first making them hyperactive. That's right, making them hyperactive. This is why people become really talkative. People start to feel really good after a few sips of alcohol, at least most people do.",
        "GLgKkG44MGo_53": "And long story short, after three months, this is a placebo-controlled double-blind study. The people who were in the placebo arm improved two years, which is common for human studies because of the placebo effect. The people who got the compound improved eight years on average. And some improved more than eight years. They didn't do any further diagnosis as to what caused the myocardial decline. But it was pretty, it was extraordinarily impressive. So it moved their cognition closer to their biological age. Biological age. Do you recall what the dose is of magnesium-3 and 8? It's in the paper, and it's basically what they have in the compound, which is sold commercially. So the compound, which is sold commercially, is handled by a nutraceutical wholesaler who sells it to the retailers, and they make whatever formulation they want. But it's a dosage which is, my understanding, is rarely tolerable. I take half a dose. The reason I take half a dose is that I had my blood magnesium measured and it was low normal for my age. I took half a dose, it became high normal. And I felt comfortable staying in the normal range. But, you know, a lot of people are taking the full dose. And at my age, I'm not looking to get smarter. I'm looking to decline more slowly. And it's hard for me to tell you whether or not it's effective or not. Well, you remembered the millimolar of the magnesium in the solution and on the high and low end. So I would say it's not a well-controlled study when it's an N of one, but it seems to be working. When I've recommended it to my friends, academics who are not by nature skeptical, if not cynical, and I insist that they try it, they usually don't report a major change in their cognitive function, although sometimes they do report, well, I feel a little bit more alert and my physical movements are better, but many of them report they sleep better. And that makes sense. I think there's good evidence that three and eight can accelerate the transition into sleep and maybe even access to deeper modes of sleep for some people. For many people, actually, a small percentage of people who take 3 and 8, including one of our podcast staff here, have stomach issues with it.",
        "ObtW353d5i0_41": "The optometrist I went to gave me a prism, which adjusted it so that I could see things normally, which just made the eye weaker and weaker. It's like putting a weak arm into a sling. So I had to spend at least three years of 10 minutes a day, it's what I recommend, doing near far, covering up my good eye, doing near far with my bad eye, and now it's been about 10, 12 years that I have pretty decent binocular vision. Now, many of you aren't dealing with this or have these early childhood issues. Some of you might be experiencing challenges with fatigued eyes or with differences in focus with the two eyes. These eye exercises of near far, smooth pursuit and checking for dominant and non-dominant eye can be very beneficial. Again, I'm not a clinician, so I don't want to give you protocols or enforce protocols on anybody. You need to figure out what's right and safe for you, given your vision history. I do recommend talking to a really good ophthalmologist if you have severe vision problems of any kind, or if you want to offset vision problems of any kind, an optometrist as well, but ideally it would be a neuro-ophthalmologist. Okay, I did mention hallucinations and they're fun to talk about and think about. For years, people have asked why do people get visual hallucinations? Costello's in sleep right now. You can probably hear him snoring. He's snoring so loud. He's probably having hallucinations about rabbits, pizza, and those are mainly his favorite, and sleep. He's dreaming about sleep in sleep. Hallucinations are a property of the visual system, and it was always thought that hallucinations arise because of over-activation or activation of certain aspects of the visual system. I just briefly want to mention a paper that was published by my good friend and phenomenal scientist and physicist for that matter, Chris Neal, who's up at the University of Oregon in Eugene. They studied LSD-like compounds and discovered that hallucinations actually occur because portions of your brain become underactive. The visual portions of your brain are understimulated. This is probably why when people go into these cave retreats, something I've never done, I don't think I ever will do, where it's completely black, pretty soon they start hallucinating.",
        "DtmwtjOoSYU_29": "Meaning, does it allow me to say, ah, okay, I accept that my choices are are somewhat predetermined and yet knowing that gives me some additional layer of control is is there any philosophical or biological universe in which that works nah um all of that can produce the wonderfully positive belief that change can happen. Even traumatic change, even in the worst of circumstances, most unlikely people, and change can happen. Things can change. Don't be fatalistic. Don't decide because we're mechanistic biological machines that nothing can ever change can happen but where people go off the rails is translating that into we can change ourselves we don't we can't because there's no free will however we, we can be changed by circumstance. And the point of it is, like, you look at an apleasia, a sea slug, that has learned to retract its gill in response to a shock on its tail. You can do, like, conditioning, Pavlovian conditioning on it, and it is learned its behavior has been changed by its environment and you hear news about something like horrifically depressing going on and you know refugees and in wherever and as a result you feel a little bit helpless, and a less of a sense of efficacy in the world. And both of your behaviors have been changed. Okay, okay, yeah, I guess that. But the remarkable thing is, it's the exact same neurobiology, the signal transduction pathways that were happening in that sea snail incorporate the exact same kinases and proteases and phosphatases that we do when you're having mammalian fear conditioning. Or when you're learning, it's conserved. It's the exact same thing. It's simply playing out in obviously a much, much fancier domain. And because you have learned that change is possible, despite understanding mechanistically that we can't change ourselves volitionally, but because you understand change is possible, you have just changed the ability of your brain to respond to optimistic stimuli. And you have changed the ability of your brain to now send you in the direction of being exposed to more information that will seem cheerful rather than depressing. Oh my God, that's amazing what Nelson Mandela and Martin Luther King and all these folks did. Wow, under the most adverse of circumstances, they were able to do. Maybe I can also.",
        "OadokY8fcAA_55": "But because we know that hormones impact neuromodulators and neurotransmitters, as I just described, and that those neuromodulators and neurotransmitters play an intimate role in the generation and the treatment of things like OCD. It stands to reason that manipulations of those hormone systems, however subtle or dramatic, might, I want to highlight, might prove useful in adjusting the symptoms of OCD. And I hope that this is an area that researchers are going to pursue in the very near future because many of the treatments for reducing DHEA or increasing testosterone or reducing cortisol have already made it through FDA approval. They're out there, they're readily prescribed. Many of them are already in generic form, which means that the patents have already lapsed on the first versions of those drugs. So when they're available as generic drugs, very often they're available at significantly lower cost? There's a whole discussion to be had there about patent laws and prescription drugs. But because these drugs are largely available in prescription yet generic form, I think there's a great opportunity to explore how hormones, not just cortisol, testosterone, and DHA, but a huge category of hormones might impact the symptoms of OCD, especially since many of the symptoms of OCD show up right around the time of puberty. We haven't talked a lot about childhood OCD because we're going to do an entire series on childhood psychiatric disorders and challenges, but many children develop OCD early, as young as three or four, believe it or not, or even six or seven and 10, and in adolescence and certainly around puberty and in young adulthood, it is rare, although it does happen, that people will develop OCD very late in life, around 40 or older, just kind of spontaneously. Most often when you look at their clinical history, you find that either they were hiding it or it was being suppressed in some way, or if it does spontaneously show up late in life, like mid thirties or in one's forties, typically there's a traumatic brain injury. It could be due to stroke or physical injury to the head or something of that sort. Nonetheless, there is a interesting correlation between the onset of puberty and certain forms of OCD. There's certain forms of, or I should say, there's certain aspects of menopause that can relate to OCD.",
        "ntfcfJ28eiU_40": "L-theanine, I rarely will use those during the daytime, except under conditions where I'm feeling chronically stressed. So check out the Human Effect Matrix on examine.com. Again, a phenomenal website. I think I've sent them a few emails before. That's the only exchanges I've ever had with them, but I just think it's wonderful that they put together this resource. Otherwise, we'd be stuck mining PubMed. They've collated the papers from PubMed with links to PubMed. So terrific resource. So social connection and some supplementation, of course, diet, exercise, sleep for long-term stress. And now we are finally in a position to talk about what we have set out to do from the beginning, which is spend the month on emotions. It was very important that we discuss stress and we discuss in the context of short, medium, and long-term stress, that we discuss tools for short-term, medium-term, and long-term control. I don't really want to say mitigation of stress. Stress is going to happen, but our ability to modulate and control stress in real time, offline, using tools such as respiration, using tools such as dilation of gaze, using tools like social connection, maybe some supplements. Certainly take care of your sleep and nutrition and exercise. Again, tons of resources and information in the sleep episodes. So you can look there. We will do a month on hormones, on exercise, et cetera. But let's talk about emotions because in subsequent episodes, we're going to talk about OCD. We're going to talk about depression. We're going to talk about mania. We're going to be talking about dopamine and all sorts of things. But at the core of emotions is this question, what is an emotion? Well, it's complex. There isn't a single brain area for any one of these things that we call emotions. My framework, and I think the modern science, both psychology and neuroscience, is pretty well aligned with what Lisa Feldman Barrett has talked about. Now, Lisa's at Northeastern University. She runs a big lab there. She's a world expert in emotion. She's written two books that are really wonderful. One is How Emotions Are Made, which was her first book. The second one is Seven and a Half Facts About the Brain.",
        "szqPAPKE5tQ_29": "And the reason I'm revisiting the stuff about sleep and non-sleep deep rest is I think that some people got the impression that they need to do that immediately after learning. And today I'm saying to the contrary, immediately after learning, you need to go into a heightened state of emotionality and alertness. Now it's vitally important to point out that you do not need pharmacology. You don't need caffeine. You don't need alpha-GPC. You don't need any pharmacologic substance to spike adrenaline, unless that's something that you already are doing or that you can do safely, or that you know that you can do safely. And I always say, and I'll say it again, I'm not a physician, so I'm not prescribing anything. I'm a professor, so I profess things. You need to do what's safe for you. So if you're somebody who's not used to drinking caffeine and you suddenly drink four espresso after trying to learn something, you are going to have a severe increase in alertness and probably even anxiety. If you're panic attack prone, please don't start taking stimulants in order to learn things better. Please be safe. I don't just say that to protect me. I say that to protect you. And I should mention that if you're not accustomed to taking something, you always want to first check with your doctor, of course, but also move into that gradually, right? Start with the lowest effective dose, the minimal effective dose. And sometimes the minimal effective dose is zero milligrams. It's nothing. Why do I say that? Well, we already talked about results where they put people's arms into an ice bath in order to evoke adrenaline release. You are welcome to do that if you want. In fact, that's a pretty low cost, zero pharmacology, at least exogenous pharmacology way to approach this whole thing. That's a way of evoking your own natural epinephrine. And it turns out also dopamine release. You could take a cold shower. You could do an ice bath or get into a cold circulating bath. We've done several episodes on the utility of cold for health and performance. You can find those episodes at hubermanlab.com. Also the episode with my colleague at Stanford from the biology department, Dr. Craig Heller.",
        "dzOvi0Aa2EA_40": "That means kind of coming off the break of the parasympathetic nervous system as in response to a stressor in one's environment, right? When you're stressed, you rarely take the opportunity. If it's an immediate stress or threat to actively exhale, that would be a great tool to use. And in fact, we promote that tool in our mastering stress episode. Vagal withdrawal usually co-occurs with an increase in sympathetic activation of the heart. You now know what that is, or is known as the fight or flight response. Vagal tone reflects the degree to which there is tonic, meaning ongoing vagal influence on the heart. So when you have a high degree of vagal tone, it means that you are always activating that break on your stress system, just at default. And some people just happen to do that more. Other people need to practice long exhale breathing in order to build up vagal tone. Something that's very useful to do whether you're grieving or not. Now in this study, what they did is they had people, and I should say it was 35 participants, go through a writing exercise for a period of weeks. They actually wrote about three times per week. Then there was a follow-up at some period of time. And then again, about a month later, and there were two different groups. One group was in the so-called written disclosure group. What they did is they, on day one, they would write about what happened when a loved one died. And indeed they use people who had experienced real loss. And so they were asked to talk about and write about their deepest emotions and thoughts about it, memories of their loved one, very intense stuff if you think about it, if they're in the immediate period of having lost someone. Then they actually were asked to write a letter to the person that they lost. So again, a very intense exercise to go through if you did indeed lose somebody as these subjects had. And then of course there was the testing some period of time later. And I'll tell you what that testing involved. The other group was a so-called control group where they were simply told to write about how they use their time. So an emotionally kind of empty writing exercise, if you will. They described what they would do today after they woke up, et cetera.",
        "EQ3GjpGq5Y8_40": "So for those of you that don't like heat exposure, keep in mind that a lot of the observed positive effects on our biology relate to metabolism, cardiovascular function, but also mental health. And along those lines, there's a wonderful study, again, published in 2018. I don't know why, I guess 2018 was a big year for deliberate heat exposure studies. The title of this study is, Sauna Bathing and Risk of Psychotic Disorders. And this was a prospective cohort study. Again, we'll provide a link to this study. It's a really interesting study that explored the relationship between mental health, so people suffering from various forms of psychosis, schizophrenia and other forms of psychosis, and use of sauna. So essentially what this study did is they looked at a very large number of subjects, more than 2,000 subjects, who had no history of psychotic disorders. They were classified into three groups based on their frequency of sauna use, either once a week, two to three times per week, or four to seven times per week. This should call to mind that earlier study on all risk mortality and cardiovascular event risk. And then they explored the hazard ratio for psychosis specifically, meaning how likely it was that people would develop psychotic symptoms or full-blown psychotic illness according to their frequency of sauna session. So again, this isn't causal, this is correlative. And according to the data in this study, what they concluded is that there was a strong and inverse independent association between frequent sauna bathing and the future risk of psychotic disorders in this population. Now, this does not mean that going into a sauna seven times per week is going to prevent people from becoming schizophrenic necessarily, or from having a psychotic episode necessarily. And of course, frequent sauna use will be related to other health-promoting activities. But in this study, as in the previous study, they went to great lengths in order to try and limit those so-called confounding variables. Now, of course, this is just one study. And again, it's correlative, not causal, but based on the large number of subjects they included, plus the rigor of the statistical analysis, we're starting to see a general picture that using the sorts of sauna protocols that I've described throughout this episode, right?",
        "slUCmZJDXrk_38": "And the population in mind here is a population of people living in Utah who self-identify as members of the Church of Latter-day Saints, sometimes referred to as Mormons, sometimes referred to as LDS or of the Church of Latter-day Saints. The Church of Latter-day Saints, as I understand, does not allow for taking of certain compounds, certain drugs, certainly most recreational drugs, alcohol, even caffeine. And I'm sure there's some variation on some of those themes, depending on where people live and the certain communities that they happen to be in. I am in no way, shape or form declaring that I'm an expert on Latter-day Saints. I have a couple of friends who are LDS, happen to be very nice people. As far as I know, they were not the people in this study, but this study really emphasized ecstasy users, as they're called, who have not taken other drugs, who self-identify as LDS. And the major takeaway of this study was that for moderate, meaning people who have taken ecstasy anywhere from 22 to 50 times in their lifetime, as well as heavy users of MDMA, so these are people who have taken MDMA anywhere from 60, six zero to 450 times in their lifetime. There was little evidence of decreased cognitive performance in standard assays for cognitive performance. Now there were some effects showing poor, here I'm quoting from the findings, poor strategic self-regulation, quote, possibly reflecting increased impulsivity. However, when you see a conclusion like that, you should immediately be thinking chicken versus egg, right? It could be that people that are more impulsive and that have less strategic self-regulation are more likely to take ecstasy 450 times. You could conclude that, or you could conclude that people who have taken ecstasy 75 times or 25 times, et cetera, are degrading their levels of self-control and thereby increasing impulsivity. The direction of the effect is not known. These are purely correlations. Nonetheless, this study and a few others like it really stand as our best evidence, believe it or not, as to how ecstasy taken many times, because after all, these people are taken anywhere from 22 to 450 doses of ecstasy in their lifetime, is producing severe detriments in cognitive performance. And that simply does not appear to be the case.",
        "LTGGyQS1fZE_60": "I mean, buffer to the anxiety that circumstances might change is important. Now, that's going to vary from person to person, meaning some people will be perfectly happy making $1 more than their absolute cost of living every month. Other people will require a more substantial buffer in order to protect them against the negative psychological effects of worrying about, for instance, inflation or worrying that they might lose their job. And this is why I think most people recommend having, if possible, some buffer in their bank account that could cover two or three or maybe even six or maybe even 12 months of living expenses were they to lose their job or something catastrophic happened to them. So if we're going to talk about happiness, I think it's only fair, only accurate, and frankly, only respectful to talk about living requirements and cost of living requirements that includes this sort of buffer and that that buffer to anxiety is going to vary depending on how anxious somebody gets about the possibility of catastrophic things happening to them, like losing their job or their rent going up or doubling. And here I'm talking about hypotheticals, but I think we all know people and perhaps ourselves have experienced those kinds of circumstances. So when we talk about happiness, we absolutely need to think about resources and we also need to think about performance. I think we would be completely inaccurate if we simply said, oh, you know, any work leading to any outcomes, you know, any effort, regardless of whether or not it gets you an A in school or an F in school, isn't going to impact your happiness. I don't think anyone would agree with that. And yet, if you look at the major takeaways, at least as they are communicated, typically in the public sphere around the longitudinal and short-term studies of happiness, the takeaway generally is more focused on social connection and how money is not important. I don't think anyone that's saying that actually means that income that can cover your expenses plus some buffer isn't important, but it's often not stated. So if we were to come up with a general model of happiness that includes various tools for how to increase our levels of happiness, I think it's only fair to include both natural and synthetic forms of happiness and to pursue both natural and synthetic happiness. Just to remind you, natural happiness is the kind of happiness that we associate with obtaining something either by effort or because it was given to us.",
        "T65RDBiB5Hs_48": "Now, one thing that I don't think has ever been discussed before, certainly not on this podcast, is that if you take alpha-GPC even semi-regularly, you may notice that a particular feature of your blood work will increase, and that's TMAO, which is sometimes associated with increased cardiovascular risk. This may, again, may relate to some of the potential risk of very high levels of alpha-GPC ingestion over many years, increasing stroke risk. Again, those studies looked at people who've been taking it for up to a decade. But in any case, one way to prevent the increase in TMAO, if you're taking alpha-GPC at all, is to take 600 milligrams of garlic because it contains something called allicin. This was a trick that was handed off to me by Dr. Kyle Gillette, who again was a guest on this podcast some time ago talking about hormones and hormone health. Turns out that ingestion of 600 milligrams of allicin alongside or even just same day as alpha-GPC can really clamp those TMAO levels that would otherwise increase if you're taking alpha-GPC. And indeed, I've done the blood work and that turns out to be the case. I saw a spike in TMAO. I started taking 600 milligrams of garlic and those TMAO levels came down. And last, as it relates to acetylcholine, but certainly not least, just as acetylcholine can increase focus, focus can increase acetylcholine. I talked a lot about this in the episode on focus, but there are behavioral tools that you can use to enhance focus. Things like staring at a particular visual target at the same distance at which you're going to perform some work and doing that for 30 to 60 seconds, narrowing in a very deliberate way, your visual field, and then moving into a focused work bout. That behavioral practice of narrowing your visual aperture will increase the amount of acetylcholine transmission in particular neural circuits that will then make it easier to focus. How do we know that? Well, I covered in that episode some of the peer-reviewed studies that relate to protocols that are now actively being deployed in schools in China and elsewhere, where kids are doing deliberate visual focus exercises in order to increase their mental focus.",
        "VAEzZeaV5zM_14": "And so we'll illustrate those neural circuits in a bit and it will become very clear to all of you, regardless of whether or not you have a background in biology or metabolism, nutrition or otherwise, why ingesting very high concentrations of fructose is not going to be a good thing for the way that your brain functions. One of the key distinctions between glucose and fructose is that fructose most likely cannot directly access the brain. It actually needs to be converted into glucose in the liver. And the way that conversion occurs feeds back to a set of hormones and neural pathways that we talked about earlier, which have a lot to do with appetite. And to just summarize what is now a lot of very solid data, fructose, and specifically fructose, has the ability to reduce certain hormones and peptides in our body whose main job is to suppress ghrelin. As you recall, ghrelin is a hormone that increases the longer it's been since we've eaten. And ghrelin makes us hungry by stimulating particular neurons in our hypothalamus. It actually makes us really want to eat, and in particular, really makes us want to eat sugary and fatty foods. Fructose reduces the activity of the hormones that reduce ghrelin. And so the net consequence of that is that fructose increases ghrelin. So although I, and I think pretty much everyone out there, save for a few individuals, agrees that calories in, calories out is the fundamental principle of weight loss, weight maintenance, or weight gain, ingesting fructose shifts our hormone system, and as a consequence, our neural pathways within our brain, the hypothalamus, to be hungrier regardless of how many calories we've eaten. Now, I also want to be absolutely clear. This does not mean that eating an apple or eating a melon or eating a couple of apricots or something is going to make you hyperphagic, meaning it's going to make you just want to eat and eat and eat. That's simply not the case. But if you compare fructose and you compare glucose, not only are they metabolized differently in the brain and body, but in addition to that, fructose has this impact of reducing the hormones that reduce hunger hormones and neural circuits. And so fructose does have this kind of twist in its phenotype, right?"
    },
    "relevant_docs": {
        "f3747e1c-da93-41ed-aef0-3f8b836e2608": "aQDOU3hPci0_23",
        "bc15ae3e-15d0-426a-9049-e005d6caab05": "nwSkFq4tyC0_41",
        "4e13ce7e-4c4e-4fed-a7f0-0473e6539e8b": "wAZn9dF3XTo_34",
        "b1d63652-4ed1-4f24-8295-898c8ad4b448": "LYYyQcAJZfk_5",
        "363388bd-4f32-4261-bd66-76b7a5f29267": "77CdVSpnUX4_16",
        "99f6bdf4-5d25-4058-8383-d12ea77b9d05": "F54qXuTpgfM_4",
        "feab3ede-8ca4-43f3-a27d-f4da0b0613e0": "RgAcOqVRfYA_13",
        "cc30be96-6fd0-49c5-b606-1d9ee3158953": "CGjdgy0cwGk_18",
        "33e4637e-f352-452b-b040-357bbb791d38": "HYVeP4F0GNU_64",
        "ec8eeb37-cff9-40e6-8590-0db2bd05bf94": "vA50EK70whE_29",
        "306fdd88-a810-402a-8d6c-5ff20fe11bb1": "gXvuJu1kt48_52",
        "8707cdac-aeb8-4e96-8019-a7aef5ca050c": "uuP-1ioh4LY_2",
        "62affd5d-7b32-4b8b-8a56-b1faacc451e0": "w9MXqXBZy9U_30",
        "efbc33eb-46e6-4ae2-bc6d-3a9c536d8c6d": "slUCmZJDXrk_5",
        "5721fa0a-3807-41eb-9749-dcc581e323f7": "IAnhFUUCq6c_54",
        "a84d6a22-adb1-4bf9-8bda-191545cb0c4e": "T65RDBiB5Hs_6",
        "b5a455fc-65dd-439c-82e3-d2d4d126386f": "GVRDGQhoEYQ_37",
        "ccf2b51b-0d91-4fa4-8049-abb82dcf4858": "3gtvNYa3Nd8_36",
        "ca4d142d-dc74-4ad6-a1d4-b0d296c1e68f": "Mwz8JprPeMc_44",
        "96954297-ecc6-471d-a123-d87e5f974028": "15R2pMqU2ok_35",
        "24155fcc-2027-43eb-9eb2-fc9d8497d5d1": "iMvtHqLmEkI_16",
        "0d37d022-c2d5-49b0-a6c4-6bd6999e2ce5": "xaE9XyMMAHY_34",
        "8b66bfde-24b6-4839-9321-c13ba283a31f": "Z7MU6zrAXsM_52",
        "23f76a12-324a-4e04-ba0a-d250dcc73430": "RBK5KLA5Jjg_1",
        "43b87674-41dd-4e4d-b0f7-fd5b4da41d8d": "Z7MU6zrAXsM_29",
        "38ee302f-f004-4711-b6f7-2c3174c2ebbf": "gXvuJu1kt48_67",
        "ba00e68d-9bed-4cdb-9d21-7a04186dcac0": "sxgCC4H1dl8_19",
        "52c0e1d8-b845-452a-811a-0797c72cb8a5": "gXvuJu1kt48_22",
        "c3cbfcbe-9af6-40e9-86e1-5da1ed85a280": "q8CHXefn7B4_73",
        "b610e9aa-7b70-47ee-98f2-338fd11697c7": "-wIt_WsJGfw_1",
        "f0e0d6f3-1505-4f41-8e60-dffbe0a20b07": "w9MXqXBZy9U_33",
        "9730e230-cfc9-4a55-862d-32e223741c8a": "KPlJcD-o-4Q_19",
        "e880ab06-1dd7-4fcd-a1f2-65bbb05947d0": "dFR_wFN23ZY_5",
        "8a1f8f0a-a0b7-494a-a315-10d6376d87e8": "rW9QKc-iFoY_19",
        "c51592e7-493b-4afe-884d-cd016fdb765f": "ccrbE0QHy94_16",
        "71a1f0c7-77d4-4f5d-ab55-51969bde5db1": "gMRph_BvHB4_26",
        "16d008ff-16d4-4e44-b0bb-ff02fd9fb28e": "KPlJcD-o-4Q_3",
        "38e780d5-fefd-41d8-8e07-e4493a9bdfc3": "hcuMLQVAgEg_24",
        "89202591-9c0a-4b6f-bf56-bb36a976e9c9": "EQ3GjpGq5Y8_16",
        "d1629d49-3934-4445-822d-635c47a0805a": "EhlIkzJwPlk_70",
        "ca90efcf-76f4-40e4-84cd-6d3471f6ed6d": "szqPAPKE5tQ_39",
        "a4ef67d8-b392-4808-986b-bf3f48061a84": "ycOBZZeVeAc_15",
        "28f3eae5-0668-4366-98c8-b814d977a7a4": "hx3U64IXFOY_16",
        "98d2d93c-99d9-4f83-8760-271875816f5a": "q37ARYnRDGc_41",
        "9620fc3e-c115-4425-a803-56303e3305ae": "EQ3GjpGq5Y8_19",
        "be31723c-68ab-40aa-ae83-c06d41779ffa": "oNkDA2F7CjM_69",
        "43cecf71-70ff-4146-9fb3-82b917fc438c": "UF0nqolsNZc_7",
        "11da2239-d03a-4671-a568-2882cbc157fb": "E7W4OQfJWdw_23",
        "621bac86-e746-46bc-b6b6-8d9d85366d4b": "szqPAPKE5tQ_27",
        "941b75a1-d116-46d8-b2ad-2bf9be6f8404": "at37Y8rKDlA_5",
        "1f41a463-1864-46b6-ac80-f8e093966ed0": "LTGGyQS1fZE_9",
        "729a31bb-a8fa-46c7-a1c6-ef27e8e0f539": "azb3Ih68awQ_12",
        "f2d02c90-c150-47fa-9a1e-cd2a063afca3": "xmhsWAqP_0Y_48",
        "59f8c553-b178-4bf3-a4b2-7f8bd93778ca": "2XGREPnlI8U_46",
        "75ed06d5-048b-4acb-acb6-e4ed1272dde2": "RBK5KLA5Jjg_35",
        "5d8cee92-5331-4560-ace1-f784166cb0bc": "gXvuJu1kt48_20",
        "9afaad08-b846-4acc-b17a-71523d973f72": "E7W4OQfJWdw_13",
        "3d27da31-4787-40e8-a295-b1a71bc5f23e": "at37Y8rKDlA_53",
        "f8463a25-2817-4bd2-a761-592f17db6a83": "9tRohh0gErM_38",
        "11016320-12ab-4107-a022-33be6ee68c8f": "FeRgqJVALMQ_53",
        "9f535852-cb73-4c09-baa9-c3228ae42aaa": "E7W4OQfJWdw_19",
        "7459b4f3-0c2c-4e89-8888-a7b316567b3d": "tLRCS48Ens4_3",
        "91a491be-7346-416c-b3d2-202f75e4d930": "RI112zW8GDw_54",
        "20dbcdff-8f6e-401f-8cdd-908b5909ab18": "gXvuJu1kt48_53",
        "966cdedc-88c1-4a39-88ce-c35f65c1518b": "OadokY8fcAA_68",
        "e5fb427e-6577-456f-87dc-8ab404dc48be": "dzOvi0Aa2EA_2",
        "f3f1f68e-e1ab-4674-baee-08ef6a7291b7": "EhlIkzJwPlk_9",
        "3c367ed3-2d0e-4e34-bcb8-d7196b4143fe": "CyDLbrZK75U_64",
        "a68e302e-f24c-4218-abdf-e4c1e715495d": "zVCaYyUWWSw_5",
        "ff5cb36a-651e-4473-b4d0-d7e8d65f48c6": "AtChcxeaukQ_28",
        "3f25ed50-a090-4dac-b4ab-df510290dc0b": "EQ3GjpGq5Y8_39",
        "a970a396-a572-45bd-8c23-821a0220bcbe": "JPX8g8ibKFc_13",
        "47061fa2-ac58-475b-aa10-1f8d23445440": "gbQFSMayJxk_51",
        "aac5adfb-ecf8-4d46-848e-6b4190553526": "ncSoor2Iw8k_1",
        "8a05feac-222d-43eb-bc3d-1f00642a7d8c": "JVRyzYB9JSY_22",
        "3726efc5-628e-4777-9d14-371f6429fa07": "RBK5KLA5Jjg_25",
        "b556fdb2-1866-4f76-8412-37261751c382": "LYYyQcAJZfk_15",
        "b6e6af38-7ef1-4f7c-beb0-5f50820bc247": "K-TW2Chpz4k_2",
        "82f6e315-ad38-42a0-8215-516549012dde": "DkS1pkKpILY_40",
        "be70d90b-4912-4530-9c76-4ba5867d161a": "GVRDGQhoEYQ_62",
        "b839b6e3-3be4-4e94-bbec-b0a37ca77fc2": "pkJi9Raxikg_45",
        "588b6192-4629-4a75-98fd-4b8c47542816": "wTBSGgbIvsY_22",
        "b3c88b24-baf0-40f2-9109-61d69083bdbf": "IOl28gj_RXw_26",
        "b02fd003-db9d-4823-ada3-ae0835dbad34": "Mwz8JprPeMc_15",
        "c802ee0d-2cdf-4368-ae7a-eae90a3c3299": "uuP-1ioh4LY_31",
        "89862462-208c-4430-bb74-446e215924e9": "J7SrAEacyf8_14",
        "788311fc-36f0-433b-aa67-77cb244ac747": "50BZQRT1dAg_14",
        "c3b88b77-419a-492c-9f67-293adf90e40e": "DkS1pkKpILY_15",
        "50882764-0a76-46e5-a473-48edb17b31f4": "GLgKkG44MGo_53",
        "fdc2a67c-2141-49e5-9f28-58dc5941d227": "ObtW353d5i0_41",
        "bcc0d4ee-f720-4275-af48-0905fdca7038": "DtmwtjOoSYU_29",
        "e6b39d1a-d495-4d2c-947c-ca7ff33d1075": "OadokY8fcAA_55",
        "2197cacf-c078-446e-a1fd-1c91ab5c1ef0": "ntfcfJ28eiU_40",
        "b787352f-456a-4c93-af21-cc452acfaa1e": "szqPAPKE5tQ_29",
        "25aca8cc-f290-4dd1-9f72-e3615ac83526": "dzOvi0Aa2EA_40",
        "5276bd2b-2e9d-44e0-aa4c-13ef615b9e0e": "EQ3GjpGq5Y8_40",
        "b0dd5107-4529-408f-bc70-42838a6f5ca7": "slUCmZJDXrk_38",
        "f96fd575-fd39-413f-9160-004ae312fcc7": "LTGGyQS1fZE_60",
        "bda6da2d-e774-4844-bf62-d199ee32585a": "T65RDBiB5Hs_48",
        "1e6f6e4d-2a77-4e63-b3c5-ad21d828d604": "VAEzZeaV5zM_14"
    }
}