{"queries": {"0726e392-1924-4327-b350-5fce309771d9": "How does narrowing visual attention impact engagement during exercise?", "5c560bca-4e7c-4c9e-b78a-a0a6f32f4f68": "How does a high aggressive drive relate to feelings of envy?", "bf116f80-0578-4351-8732-f5a56e3f2b0a": "How does serotonin influence feelings of wellbeing in individuals?", "cd79a77c-f2b1-4397-9470-a73cfeff60cf": "What happens to the rods and cones in the back of the retina during the progression of macular degeneration?", "01de7154-eb7a-4c20-8e1a-05c90f119d68": "How does divergent thinking contribute to idea generation?", "25437b06-7da8-4e9f-8bdc-6e8405eda258": "How does fasting impact hormonal changes related to pregnancy in women?", "ba1ee6d9-7600-433e-8dea-30d3fb784f1b": "How can the activation of the serotonin system affect emotional connections and perceptions of the future?", "59f175aa-1ed6-488f-ba59-294b36d3fe06": "How does sleep quality influence metabolic processes in the body?", "7f57c804-1e7a-419a-a9d8-ec5d1b3d3844": "How do current AI systems differ from human memory in terms of learning experiences?", "de313c95-9beb-45e6-a360-9162b5801829": "What are the limitations of measuring serotonin and dopamine levels at home?", "da14a3eb-efce-42b5-ab8f-204fef027b85": "What role do neuroplasticity and brain circuit rewiring play in the treatment of neurodevelopmental challenges?", "63b00864-9365-4139-a0fd-c822cbeaf25a": "What clues helped determine that male-male mounting in mice is predominantly a behavior related to dominance?", "0c88e175-003c-49ec-bfa7-6376c5a698ac": "How does the amygdala help in processing emotional information?", "e5cc0187-80d7-4296-96a9-55ca4b5f5c8c": "How do neural circuits adapt to the absence of sleep supplements?", "6c78c087-d71a-43d7-8b24-e5c0a8b10134": "What are some examples of pathologic conditions related to the structure and function of self?", "1825076f-6aae-4ea5-b609-4302dedbea27": "How can one enhance their recovery after training?", "1f4e7d61-dbd6-41e6-a082-34c8b1d1179d": "How does timing affect protein and carbohydrate intake during training?", "45f75f1d-b5e6-48b7-8c45-284de44947df": "What potential impact could vasopressin replacement therapy have on infants?", "002d30fe-e7fc-413d-bd9b-9860165a4558": "What could be a potential benefit of using liquid ketones for individuals with mood challenges?", "c3a99279-1449-410c-bb6b-2c498e3326df": "How can a drug that blocks NMDA receptors lead to a sense of hope in animals?", "d29c7360-2b20-4bf3-90ec-9f13a4dec221": "How do novel experiences influence our perception of time in a place?", "727ab5f6-e461-40a0-ad1f-729ca3c215b4": "How often do individuals with bipolar II disorder experience a depressed state?", "3f9fba94-4ec1-43f0-a3dd-1d4f43fb4f1c": "How does social isolation affect aggression in mice?", "d6e63225-c905-42e7-bf7f-dc55a4c02092": "How can feedback influence performance in terms of intelligence improvement?", "e55f4247-16c2-48cd-b73b-17acdd4ea53a": "What is important for creating a healthy emotional landscape?", "8a8bbff4-d610-400f-94f4-494ebf238428": "How can creatine supplementation influence mental health?", "3eb08383-bade-43cd-8e74-c0ea6cf0c8ee": "How does breathing through the nose impact oxygen intake?", "e6640281-d20d-4a41-aa40-0aab3962e8f5": "How do various aspects contribute to mental wellness and performance?", "b01f102a-e407-4229-9658-2fc80f9a9777": "How do chemical signals among women affect their menstrual cycles?", "ae6631d0-90d8-45ed-9a66-f230388c2abe": "Why is it beneficial to receive light exposure in the late afternoon and evening?", "7b347d0f-47ca-4b04-8370-953f48783f2a": "How can temperature regulation affect sleep quality?", "4e3fbf55-8409-4b68-9dad-9bf50aa6b49e": "How should society approach the representation of women in positions of power and competence?", "399cf950-50c6-4d32-9f17-82760463e971": "What significant change in life affected the host's experience with chronic pain?", "a2fb3ad8-e8a7-4974-9dcf-257faf42d2cf": "How do hormonal changes during adolescence relate to the onset of eating disorders?", "60610888-2902-45fc-9b26-6d2f2db9b1ee": "How can varying types of exercises be blended for optimal fitness results?", "7ac07214-17d5-47a8-aec0-89b4a619061e": "How can carbohydrates influence cortisol levels and sleep?", "2236a132-d172-4c96-9dc0-6d21d05b796a": "How can significant early weight loss impact long-term weight maintenance?", "79c37473-46af-49ad-85a8-80e5e5103174": "Why should caution be taken when heating the body?", "b5e2eb18-9c39-43c3-92aa-ad757ca6124f": "What are some effective methods for increasing range of motion in training?", "29e5fda6-d47b-4f43-8f7e-0b2ff22e97fe": "How do individuals navigate their personal experiences and the perspectives of others in relationships?", "755471e4-6562-4090-8f53-184878f797b5": "How can temperature influence the experience of discomfort and its alleviation?", "68018cbe-91c4-4de0-9400-37c0030f51c7": "How does water interact with other substances to form liquid solutions?", "c5da98be-32e8-4edf-b500-b1412959f86d": "How did personal experiences influence the journey of a medical professional dealing with mental health issues?", "90b0e24f-2819-41d4-9814-1dbcfdf429b9": "What happens to our body when we experience extreme cold?", "64709ed4-01ee-4dab-999e-8951ef5e8fd5": "How do inflammatory markers behave after exercise?", "db162935-bc35-48db-8364-85709759fec3": "What principles are important for understanding and working with our nervous system?", "d332561a-eed4-43f1-ae12-47704d083f96": "How can one effectively utilize breathing techniques after physical exercise?", "b465deb5-bc98-4747-90aa-a2a0f140d1df": "How can fear be expressed differently across cultures?", "8a15b542-f93c-42dd-a994-fdae3324ea12": "How does the brain interpret colors in our visual field?", "65af243d-c228-44f7-9750-1d6c836570a4": "How can fasting influence the levels of certain hormones in the body?", "5388fe78-300d-4a85-9bdf-dd5467a140d3": "What biological factors contribute to the likelihood of offspring self-reporting as homosexual in subsequent pregnancies?", "898008e5-1468-4052-a2af-1eb586d1b991": "How can negative internal narratives affect a person's ability to enjoy other activities?", "5d455606-fa1c-412a-9288-60c305907897": "How do the number of repetitions affect rest intervals during exercise?", "0d864e58-a731-4439-9333-e78ffdd00541": "How do oral contraceptives affect the perception of attractiveness between men and women?", "0c9cbb2b-bec2-4978-a2a5-1c267259d078": "What is one book that provides insights into human color vision?", "9f480026-8a04-4286-9c07-db6ef68a3d6a": "How does understanding the dopamine system benefit individuals?", "d1bbbc82-7c51-45d8-8412-221b86723507": "How can cooling techniques effectively lower core body temperature?", "be6bf18d-0afb-40e8-93f7-8ca2f8db2ed0": "How do the insula and anterior cingulate cortex contribute to our understanding of bodily sensations in relation to our environment?", "e9fc2478-3414-4e37-865f-4e18b0fc48f6": "What role do lifestyle interventions play in the treatment of bipolar disorder?", "f926b527-5ca1-4cf9-8bf2-f0b67dc0cdd0": "How can one assess their levels of aggressive and pleasure drives?", "c332c01d-80fb-4326-9ce0-98fb1325b5ea": "How does long-term cannabis use affect anxiety levels?", "46deeb9e-f18f-4455-8c87-a1e78591f18b": "How does the system described account for the realities of forming new routines?", "b96991a2-971e-4d33-9664-8e83a2fe8944": "What does InsideTracker analyze to help improve health outcomes?", "1d3a3cf7-5fcc-4baa-b48d-50056d9a9844": "How do strength and endurance training differ in their impact on physical fitness?", "cd8c1e01-50c2-40a1-8737-6696a515bc4c": "How do the physiques of experienced rock climbers typically appear?", "a4602bf9-f524-4028-951d-ce0c3f324b27": "How does dopamine influence visual focus in individuals?", "41bea6d6-47b8-4b3d-9ca8-c3e9d58c0e21": "How do motivations differ in cases of violence between men and women?", "62955727-76e2-4219-b33c-d6ec0ac5e3c7": "What are important factors to consider when lifting weights?", "1d485f4d-f9af-4719-b30e-28b6e93f92ac": "What must we confront when something strong arises from within us?", "235de7ba-49cb-4d69-a2de-c4e26bcad7be": "How can different sequences of neuron activation evoke the same memory or behavior?", "9e08bd95-ad94-4abd-bafa-85129ec17b5c": "How does meditation impact the default mode network in the brain?", "e02b4e39-71c1-42fb-af23-f4b38054de94": "Why is it important to have a wide breadth and depth of knowledge across different domains?", "00558586-cd01-4931-b854-d696ab26f912": "How can individuals regulate their autonomic nervous system independently?", "2ced5b19-4341-4da8-a74f-a8645e78ca36": "How does visual focus impact cognitive attention?", "d9a10670-b684-4016-8202-6e633b8aed7b": "What are the core adaptations the body can undergo through exercise?", "18a7fdb8-0f51-4c91-a19b-91484dc87c20": "How can a fitness wearable device enhance human performance?", "19adce21-382e-4de1-8640-a862dafb7526": "How do chemical signals from females impact the menstrual cycles of other women?", "707f38ea-5422-4220-a7af-fca77059ecb1": "What are the effects of serotonergic agents on brain activity?", "444b9084-4fa4-42e1-8e5c-815239f62a8d": "How does the quality of giving impact the experience of receiving gratitude?", "519bf204-2d68-48af-bc77-718a696d5457": "How do the number of options in a visual environment affect consumer behavior?", "939afe48-c697-4930-bfc5-2a42e1711f2d": "How can technology impact communication for individuals with severe disabilities?", "574edf73-e8cb-447f-901e-a1bbd3cc292a": "How does finasteride affect hair growth?", "47960675-08c0-412b-ac8a-7784ca93c0b9": "How can individuals access summaries and protocols related to science from Huberman Lab?", "7bb2ffd1-3373-42de-a11f-168aa1f3225e": "How should an individual approach nutrition to enhance performance outcomes?", "9759684b-e02f-4cb7-a40c-35c143151b39": "How do cluster type headaches differ in prevalence between men and women?", "22f8f321-f706-4e90-bcd2-052ab06231b0": "How do advanced tests assess male fertility beyond standard semen analysis?", "a8458091-21de-4db1-a6ce-2eb9b830566d": "What are the potential uses for therapeutic peptides in the body?", "ba0040de-61a3-4c1e-93ee-ccb4cdca75f7": "How does morning physical activity affect your body's wake-up timing?", "f6fec8a1-4726-4929-8ebe-fc5815badc02": "How do our experiences shape our actions throughout life?", "5e0c0312-3ffb-4a11-acab-2bfc6611b419": "What health aspects are influenced by sperm quality and hormone levels in men?", "25efdc19-42d2-4240-86b1-71e896696b1b": "How do mate preferences influence competition among individuals?", "ff28ce67-5f39-49e0-8756-48beb6b0b901": "How can an immune system treatment lead to the loss of an organ?", "6eaa07af-bff2-4d4d-b600-7b7dea6b411e": "How do connective tissues contribute to human movement?", "0efdd7e8-005b-4b67-88e8-d65a9638d4e6": "How do neuromodulators change throughout the day?", "94fcad6a-cde1-40ed-893f-87a69b2a78b9": "How does psilocin affect the brain during the psychedelic experience?", "82b01fb7-8f60-42f0-9f85-83472556102d": "What role does the release of acetylcholine play in the learning process?", "27e98db9-73e3-4c38-b227-709e4227cb8a": "How does the presence of depression affect the dosage of oral opioids required after a painful surgery?", "37b6c165-a0f1-4316-92a4-7d98c0b191c8": "How does dopamine release influence our perception of time?", "9ad7c46c-c6bc-41b2-8c1a-239394f37541": "What makes InsideTracker different from other testing programs?", "6988439c-1099-4a70-804b-39d066b3b66a": "How does MDMA therapy help individuals reframe traumatic experiences?"}, "corpus": {"7YGZZcXqKxE_21": "So we were really excited about that, right? Because it meant that this strategy, we could use it on people who are not elite athletes. It could be easily adopted. A quick training session can teach people to look at the world in a different way. Again, this narrowed attention was different than whatever they do naturally, the comparison group, but it had a big outcome. It had a big difference on the way that they were engaged in the exercise. It was like some of the first work that we did. And then since then we've done, you know, dozens more studies to look at, well, what happens with that? And what else can we do with playing around with this? Yeah, those are impressive differences as a consequence of narrowing visual attention. A couple of questions about the actual practice of narrowing attention. Is there any indication of whether or not subjects are constantly updating their visual attention? So for instance, if let's say the goal line is in view, a visual goal? And I could imagine that there's some energetic expense to that. So that meaning how, you know, you wouldn't want to do every crack on the sidewalk unless those cracks on the sidewalk were very far apart.", "qPKd99Pa2iU_122": "So if the aggressive drive is running very high or the pleasure drive is running very high, or if both are running very high, but it only takes one in order to end up in a place of envy. So if the generative drive is not high enough to overcome how high the aggressive drive is, which would mean then the aggressive drive would be sublimated towards good, productive things. So take the energy and put it towards something that is goodness. But if the aggressive drive was way out there ahead of the generative drive, that ends up in a place of envy, as does the pleasure drive. If I want more and more and more, but I never get satisfaction from anything, it never brings me any sense of goodness, that where it ends is in a place of vulnerability and resentment, right? Because envy involves wanting more, right? And envy, if we look at what's really going on, envy under the surface involves wanting everything, right? If a person is at the outer limits of envy, right? Which is why envy is so destructive because if I can't get enough pleasure and there's so much aggression in me, then I'm not going to make myself feel better.", "_ltcLEM-5HU_113": "And that part of the retina is really like the rods and the cones that we talked about before. The rods do your low light vision at nighttime. Primarily your cones do color vision and bright light, you know, sort of normal lighting that we experience, you know, through most of our awake day. And in that back of the retina, you can have what's called dry macular degeneration, which is a slow, thankfully slow, but slow insidious disease that causes the degeneration of the rods and cones and also the support cells that help feed the rods and cones and take care of the rods and cones. They're called RPE cells, retinal pigment epithelium. It's not really critical, of course, the names of every different cell type. But these are like the light-collecting cells in our eyes and the retina, and they degenerate in macular degeneration. And in the dry form, there's this slow degeneration. But some percent of people with the dry form of macular degeneration will actually convert to what's called the wet form. It's called wet because new blood vessels actually grow inappropriately under and even into the retina.", "KPlJcD-o-4Q_33": "So any divergent thinking task would involve exactly that. I'd show you pictures or play you sounds or words or notes or describe to you events in history and try and see how many things can radiate out from that into diverse, diverse, even distant types of concepts and pictures. Okay, so that's divergent thinking. Divergent thinking is really the process that underlies idea generation. And the basis of divergent thinking is that more than one idea is correct. In fact, the more ideas that you have about one thing, the better your divergent thinking. So if I were to give you three minutes to list off all the things you can think about related to this pen that I'm holding up, for those of you listening, I'm just holding up a pen in front of me. And you just write them out or say them out over the next three minutes. That would be an example of divergent thinking. However, if you just said black pen, red pen, white pen, green pen, et cetera, that's not very divergent thing. It's only divergent in the context of color space. And when I say space, that's just a kind of nerd speak for one particular domain of thinking.", "xjEFo3a1AnI_131": "If your body is in a fasting state, it probably does not want to expend resources, metabolic resources, calories, nutrients, and other things to creating a baby because your very life is being threatened by quote-unquote fasting or starvation. That even though the ketogenic diet is a sustainable non-starvation diet, we're really using that diet to trick the body into thinking that it is in a fasting or starvation state. And so just from a kind of evolutionary stance, it makes sense that women's bodies may actually have significant changes in hormonal status to prevent pregnancy because a woman should not be having a baby when she's starving to death. I know of examples of women who are the opposite though, who have benefited dramatically and tremendously from the ketogenic diet, have put schizophrenia, bipolar disorder into full remission. And I do actually know of one case, at least one case, a woman infertile, she and her husband had been trying for three years, no pregnancy, she went keto, within four months she was pregnant. How do I make sense of that? I don't know. And unfortunately, I don't think we really have good controlled data on what does the ketogenic diet do to male hormonal systems?", "Xu1FMCxoEFc_89": "What appears to be happening is that the activation of the serotonin system in 5-HT1A receptor in layer five is offering up or providing an experience whereby the lateral connections are able to engage much more broadly than they would normally. Now that also could be be a bad thing. And I asked Matt about this. That sounds kind of spooky. I don't know that when I hear something off to my right that I want to look off to my left, that could be highly maladaptive, especially if it's a car coming at me from my right. That doesn't seem to be what's happening. It's not really rewiring these deeply reflexive circuits. It's somehow rewiring associations between events, emotional events, past events, current events, and future events in ways that allow people to get some sort of relief or distance from these narratives, these depressive stories about their past and present, and allow them to see new opportunity and optimism in the future. That's really a fascinating thing if you really think about it, because I would have thought that simply by ramping up laterality of connections, meaning the cross associations, that things could either be rewired randomly in ways that don't serve us, or would perhaps just cause no effect at all.", "VAEzZeaV5zM_105": "And indeed the authors point out quite appropriately that they don't understand the direction of the effects that they observe either. But there is now a plethora of data pointing to the fact that getting quality sleep each night helps regulate not only appetite, but also the specific forms of metabolism that drive specific appetites. So the takeaway is while there are extravagant and potent and interesting ways to regulate blood glucose, everything from cinnamon to lemon juice, to berberine, to sodium caprate, to behavioral tools, to the mere understanding of how the direct and indirect pathways go from the gut to dopamine, et cetera. If you're not establishing the firm foundation of proper metabolism, all of those things are going to be sort of rearranging deck chairs on the Titanic as it's sometimes described. So we can't overstate the importance of getting regular, sufficient amount of high quality sleep at least 80% of the time, not just for sake of immune system function, for clear thinking, et cetera, but also for properly regulating our metabolism, including our sugar metabolism. Thank you for joining me for this discussion about sugar and the nervous system and how they are regulating each other in both the brain and body.", "VRvn3Oj5r3E_42": "details. Lifelong learning is a problem space that focuses on how AI systems can learn over a long period of time. What's currently most machine learning systems are not able to do is to all of the things you've listed under time, the successes, the failures, or just chilling together watching movies. AI systems are not able to do that, which is all the beautiful, magical moments that I believe are the days filled with. They're not able to keep track of those together with you. Because they can't move with you and be with you. No, no. Like literally we don't have the techniques to do the learning. The actual learning of containing those moments. Current machine learning systems are really focused on understanding the world in the following way. It's more like the perception system, like looking around, understand like what's in the scene, that there's a bunch of people sitting down, that there is cameras and microphones, that there's a table, understand that. But the fact that we shared this moment of talking today and still remember that for next time you're doing something, remember that this moment happened. We don't know how to do that technique-wise.", "XfURDjegrAw_39": "And let's think about this in the context of how some of us might want to increase or decrease our serotonin levels. So as far as I know, there aren't any really good at-home blood tests for things like serotonin and dopamine. There's some commercial products out there, but to me, just to me, I'm not particularly impressed. You know, it's not the same as getting your hormones levels measured or your metabolic factors measured. That can be done and can be done rigorously. There are tests out there. There are even some, believe it or not, there's some questionnaires, you know, that, and I think actually last year it made some of the bigger newspapers, you know, are you more of a dopamine or a serotonin? Are you a this or a that? I find that stuff to be a little silly, although I do appreciate and like the fact that people are thinking about and talking about neuromodulators. There aren't really great ways to measure these things outside the clinic. There's some great clinical tools that you can get inside of a hospital or from a proper endocrinologist or neurologist, but no great at-home tool.", "ccrbE0QHy94_58": "But I don't, you know, doesn't seem like the results are that impressive. But, you know, this gets to a bunch of larger issues about, you know, medical care and randomized controlled trials and the desperation of parents and kids to treat neurodevelopmental challenges. I just want to ask, because it feels relevant in a real way, if ultimately the goal of improving symptom profiles in autistic kids is about improving social cognition and social behavior. And that process involves rewiring of brain circuits, neuroplasticity. Is there any reason to think that other approaches to inducing neuroplasticity would be beneficial, even if they're not in the biological pathways that are disrupted in autism? I think, for instance, about the now extensive use of SSRIs for the treatment of depression. Some cases it works, in some cases it doesn't. Side effect profiles are a serious concern, as I've discussed on this podcast before. But ultimately, we know that depression is not a serotonin deficiency. In most cases, SSRIs are atypical antidepressants like riprarone, wellbutrin, and things of that sort. When they work, they probably work because of their ability to induce or assist neuroplasticity.", "uxZFl4BDOGk_61": "It's about overtaking them physically, literally being on their next side, as opposed to on their own, lying on their own back. It's just fascinating, very primitive. And yet I think speaks to this idea that mounting behavior might be one of the most fundamental ways in which animals and perhaps even humans express dominance and or sexual interactions. Yep. That's a fascinating question. And it was harder to figure out than you might have thought. So, there's been this debate for a long time in the field when you see two male mice mounting each other, is this homosexual behavior? Is this a case of mistaken sexual identification? Or is this dominance behavior? And if you train an AI algorithm to try to distinguish male-male mounting from male-female mounting, it does not do a very good job because motorically those behaviors look so similar. And so how did we wind up figuring out that most male-male mounting is dominance mounting? There are two important clues. One is the context. And so male-male mounting tends to be more prominent among mice when they haven't had a lot of fighting experience.", "V0Sdgn0_kFM_9": "But I think that the big picture discovery that my team has contributed to our understanding of the amygdala is that it represents a fork in the road for processing emotional valence and thinking about all these old psychological theories about how do you emotionally evaluate the world around you? What's the chain of events? Is there a chain of events? What's happening in a certain order versus what's happening in parallel? For example, one model is, you know, there's all this information that comes in and then we have to filter out what's important. What's going to be something that I need to pay attention to versus what do I need to ignore? If I'm driving, I need to pay attention to the road, this light, this pedestrian just started walking versus, you know, what it feels like for my sock to be touching my foot. Not super relevant right now or my butt against the seat. Nothing I need to pay attention to. I need to focus on, you know, the dynamic information. Then you have to select, you know, the second step would be selecting whether it's good or bad and what you want to do with it.", "tLS6t3FVOTI_56": "I think what you'll find is what most people find, and that's in the absence of taking your supplement stack for sleep one night, you're still going to sleep just fine. Now, does that mean that these supplements are not actually working under normal conditions where you're taking them each night? No. What this means is that many of these things, magnesiums in particular, can build up in the body and brain in a way that can be beneficial. And what probably explains the fact that you can still sleep if you miss a night of taking them is that the neural circuits that are involved in turning off thinking or in not thinking and in falling asleep, those neural circuits undergo what's called plasticity. In other words, if you get better at falling and staying asleep over time, even if you got better at that through the assistance or with the assistance of some supplement or combination of supplements, well, then those circuits are still going to function just fine, even in the absence of not taking those supplements just once. We'll get back into this conversation a little bit later when we talk about cognitive enhancement and focus.", "tLRCS48Ens4_200": "Because this is a series, we have the wonderful opportunity to have you tell us even more about how this structure plays out, both in terms of its healthy expression and in terms of its unhealthy expression, you know, in different pathologic conditions that, you know, most of us are familiar with, at least in name. And I'm sure you're going to tell us more about, you know, what the real, both underpinnings and expressions of things like narcissism in, you know, extreme and mild form, mild form, anxiety in its extreme and mild forms, and also some of the names and diagnoses that we're more familiar with hearing about, such as bipolar disorder, obsessive compulsive, things of that sort, but that all relate back to and really are nested in this structure and function of self and where it can all go. So first of all, I want to say thank you, really an immense thank you for defining the structure and making it so clear to me and to everybody else. And as you said, it has its complexity. There's in fact, immense complexity down there at the bottom, but that flows up from complex to very simple ideals and a roadmap to get there.", "CyDLbrZK75U_263": "That seems to be fairly clear in the work of some of those gentlemen I just mentioned, that as long as you get to that total number, the question about timing and types and quality, it seems to matter a lot less. In fact, Stu's recent work in non-animal based proteins really show that to be fairly clear that those are quite effective assuming total protein intake is high enough. The amount of leucine and other amino acids in those actual proteins matter less if the total threshold is super high. So just do that and you're fine. Now the other caveat we have to say here is timing of macronutrients seems to be somewhat irrelevant for protein, but that is not the case for carbohydrates. So that timing does matter. Replenishment of muscle glycogen is very specific, and you want to make sure that that is around a lot if you're doing either maintaining training quality or you're sliding into endurance type of work. And so nutrient timing does matter with carbohydrates, maybe less so with protein and certainly less so with protein if the total protein ingestion is high enough. So it depends on what we're going after in terms of a training goal and where we want to get with all these things.", "ccrbE0QHy94_111": "And so for years, people have talked about this excitatory-inhibitory balance theory of autism. But what if vasopressin is one of those pathways because it's so critically involved in social functioning? And so what I was interested in, and so let's just say for a moment, you know, your genes are set at birth. What if the vasopressin is already low in the brains of these infants? And so it puts them on this very different trajectory where you have this cumulative effect of they're maybe a little bit less socially interested and maybe they're not making the eye contact. And if there was a way to intervene really early, even potentially with a vasopressin replacement therapy, that you might be able to put them on a different developmental trajectory. So that was my big what-if question. And what was really remarkable was, so I had been asking John, hey, can I have your spinal fluid samples? And he finally agreed after he saw a couple of those papers. Understandably, he wanted to make sure that we already had shown something in people and animals that were sort of, if you will, symptomatic with social impairment.", "xjEFo3a1AnI_93": "If you have cognitive impairment, we're all screwed. Well, I have plenty of flaws and impairments. I'm well over 3,000, documented by people very close to me. But this is very interesting, I think, in the context of everything we've been talking about, because could it be that supplementing with liquid ketones or prescribing liquid ketones to people who are challenged with mood disorders or things of that sort could be beneficial, even if they are not willing or able to adhere to a ketogenic diet? That is the million dollar question right now. And we don't have good trial data to say yes or no. My speculation, my hunch, having tried that clinically with patients, is it doesn't seem to work. It's not the same thing. The bigger reason for my feeling confident in saying that is that we've had ketone salts and esters available for over a decade now. We have tens of thousands of children and adolescents who are following a strict, ridiculously strict ketogenic diet to control their epilepsy. Those kids would love to be off the ketogenic diet. Their parents would love to have them off the ketogenic diet. Yeah, no birthday cake, no ice cream.", "Rxmv7rT9leo_20": "So it has this sort of property of overcoming what we call learned helplessness or a sense of helplessness, aka antidepressant effects. And we also know that it's an NMDA receptor antagonist or blocker. And that's perplexing because we also know that the NMDA receptor is critical for changing neural circuitry in the brain. It's critical for neuroplasticity. So put differently, here's a drug that blocks the receptor that's critical for neuroplasticity, for changes in the brain, and yet somehow it's allowing these animals to fight for their life longer. It's somehow giving them more of a sense of hope. At least that's the subjective interpretation of what one observes when a mouse or rat is swimming for much longer when it would otherwise just give up and sink to the bottom of the vessel. Now, in general, there are two kinds of scientists. There are scientists that take a look at a set of findings like that and say, oh, here's a drug that's supposed to be terrible for us. It's an anesthetic and it blocks NMDA receptors and NMDA receptors are good for neuroplasticity. And somehow it's also allowing these animals to swim longer.", "8IWDAqodDas_56": "One very interesting aspect to the way that neuromodulators like dopamine and novelty interact with time perception and memory is how we perceive our relationship to places and people. So really interesting literature showing that the more novel experiences we have in a place, the more we feel we know that place, obviously, but the longer we feel we've been there. So here's the kind of Gedanken or thought experiment that illustrates what's in the literature. Let's say I were to move to New York City. I happen to really like New York City. I've never lived there, but let's say I lived there. I lived in a given apartment for a year and I would have a number of different experiences. In this mental experiment, let's say I had a hundred different exciting and new experiences. I would, at the end of that year, feel as if I lived there a certain period of time, one year, I would actually know I lived there one year. If however, I lived in three different places in New York City and I met three times as many people and I had three times as many novel experiences, I would actually feel as if I had been there much longer than had I only lived in one location.", "m_OazsImOiI_33": "Contrast that with people who have bipolar II disorder who are spending about half of their time in a depressed state. So that's interesting. People with bipolar II disorder, while not always displaying depressed states or oscillations between mania or hypomania and depressed states, they tend to be in a depressed state more often. And again, this is major depression. This isn't just a little bit of a low, this is a serious depression of their nervous system, their mood, and as we say, their affect, their outlook on life. And that's one of the key distinguishing features of major depression is that people's outlook on life becomes very diminished in the sense that they don't see a future. You ask them about, you know, how's work going? How are relationships? And it's not just that they feel that that's going poorly. They really feel as if there's no opportunity for those things to improve. Those people with bipolar II tend to be symptom-free about 45% of the time. Again, these are averages. So about 45% of the time, that's a considerable amount of the time. And they tend to be in these hypomanic states only about four or 5% of the time.", "uxZFl4BDOGk_74": "And indeed, we found in flies that social isolation increases the level of tachykinin in the brain. And if we shut that gene down, it prevents the isolation from increasing aggression. So since my lab also works on mice, it was natural to see whether tachykinins might be upregulated in social isolation and whether they play a role in aggression. And this is work done by a former postdoc, Moriel Zelikovsky, now at University of Salt Lake City in Utah. And she found remarkably that when mice are socially isolated for two weeks, there is this massive upregulation of tachykinin-2 in their brain. In fact, if you tag the peptide with a green fluorescent protein from a jellyfish genetically, the brain looks green when the mice are socially isolated because there's so much of this stuff released. And she went on to show that that increase in tachykinin is responsible for the effect of social isolation to increase aggressiveness and to increase fear and to increase anxiety. And in fact, there are drugs that block the receptor for tachykinin, which were tested in humans and abandoned because they had no efficacy in the tests that they were analyzed for.", "aQDOU3hPci0_26": "However, in 1998, when these studies were done, most people were of the core belief that intelligence is fixed, that it cannot be improved upon. And these results really drive home the fact that the type of feedback we get about our performance, even when our performance is good, can undermine our future performance. Or if we receive feedback of the effort praise type, the you tried so hard, you're so persistent type, that our abilities can indeed improve. And when you look at any intelligence test, if you look at a standard IQ test, or you go way out onto the other end of the continuum in terms of intelligence testing, you look at emotional intelligence, it is very clear that anyone and everyone can improve their scores on those exams, and in fact, can improve the various aspects of intelligence, because in fact, there are many different forms of intelligence through dedicated effort. So this paper was really ahead of its time, and it's really what seeded the entire field of growth mindset and the understanding of what that is. So now I'd like to shift our attention to not just how getting one form of praise or another form of praise can diminish or enhance performance, but really to ask why that would be, how that is.", "vA50EK70whE_27": "But since some of you probably your minds might've gone to those either experiences or reports of what pot does, that's why it does that. So you've got these molecules like dopamine that make you focused on the things you want and the things you crave. And then you've got the molecules that make you content with what you have. So the most important thing perhaps in creating a healthy emotional landscape is to have a balance between these two neuromodulator systems. People that are always in anticipation and desire and seeking, that's wonderful for pursuing goals. However, it's terrible for enjoying life. And actually those people are actually quite difficult to be around. There's a certain almost sociopathic element to people who are what they call hyper-dopaminergic, people who are always on the dopaminergic scale to the point where they are always pursuing goals. In fact, those people are known to be, at least in the psychological spectrum, they can be very manipulative. You know, dopamine and the pursuit of something doesn't necessarily have to be high energy and intense from the outside when you observe it from the outside.", "Xu1FMCxoEFc_65": "And there are now several studies, at least three, although there are probably more by time this comes out, because they're coming out very quickly now, at least three quality studies pointing to the fact that creatine supplementation doesn't just have these positive effects on physical performance, but can also be used as a way to increase mood and to improve the symptoms of major depression. This has been now done in several double-blind placebo-controlled studies. These studies have looked at women, have looked at men, have looked at adolescents, some of whom were taking SSRIs, some of whom were not. They've done magnetic resonance spectroscopy. So spectroscopy is a way that you can look at the concentrations of particular compounds in the brain in real time in humans. It can be used for other things as well, of course. And basically what's been observed is that increasing the activity of the phosphocreatine system in the forebrain can be beneficial, or at least is correlated with improvements in mood. So let's just talk for a moment about what's involved with using or supplementing creatine in order to improve mood and perhaps even treat depression. First of all, when I talk about creatine, I'm talking about creatine monohydrate.", "x4m_PdFbu-s_28": "And we can go a step further and say that if you have challenges breathing in through your nose, chances are that's because the increased resistance of breathing in through your nose, provided it's not completely occluded, is going to allow you to bring more oxygen into your system. This will turn out to be useful later when we explore different techniques, for instance, not just to calm down quickly, but to elevate your energy quickly, to remove a cramp during exercise, and a number of other things that breathing can be used for that can be immensely useful for mental and physical challenges. I'd like to take a quick break and acknowledge one of our sponsors, Athletic Greens. Athletic Greens, now called AG1, is a vitamin mineral probiotic drink that covers all of your foundational nutritional needs. I've been taking Athletic Greens since 2012, so I'm delighted that they're sponsoring the podcast. The reason I started taking Athletic Greens and the reason I still take Athletic Greens once or usually twice a day is that it gets me the probiotics that I need for gut health. Our gut is very important.", "tLS6t3FVOTI_7": "So I would place that as the fourth layer in this stack of layers directed towards mental health, physical health, and performance. So just to list off again, I fundamentally believe that behaviors, do's and do nots form the foundation of mental health, physical health performance. Next in line would be nutrition. That is the specific foods we eat, the amount that we eat, the combinations of foods that we eat in a given sitting and the timing in which we eat our food. Then on top of that, I would place supplementation, the topic of today's episode, and finally prescription drugs. And of course, all of these things interact in important and interesting ways, many of which interactions we will discuss during today's podcast as we drill into the topic of supplementation, developing a rational supplementation protocol, and one that is most biologically and cost-effective. Before moving further into today's episode, I want to emphasize a very important point, which is that I am not a physician. That is, I'm not a clinician, so I do not prescribe anything, nor am I going to do that today. I'm a professor. I review the research literature. I describe tools gleaned from the research literature and developed from the research literature.", "Mwz8JprPeMc_95": "And it essentially said that when women live together in group housing, dormitories and similar, that their menstrual cycles were synchronized and that was due to what was hypothesized to be pheromonal effects. Over the years, that study has been challenged many, many times. The more recent data point to the idea that there is chemical-chemical signaling between women in ways that impact the timing of the menstrual cycle, but that depending on whether or not some of the women are in the ovulation phase, the ovulatory phase of that cycle, or whether or not they are in the follicular phase, the phase when the follicle is maturing before the egg actually ovulates. So two separate phases of the 28-day menstrual cycle will either lengthen or shorten the menstrual cycle of the person that smells those women. Translated into English, what that means is that it is very likely, it seems, that something, maybe pheromones, but maybe some other chemical that is independent of pheromones, is being conveyed between women that are housed together or spend a lot of time together to shift their menstrual cycle, but it doesn't necessarily mean that they synchronize.", "50BZQRT1dAg_85": "And that's what we should venerate in our culture, and we should have icons like that, okay? It doesn't mean that there's no role for men who are not masculine or who have more of the feminine virtues. There's definitely a role for that, and we see a lot of that in all sorts of arenas of life. And then there should be a positive model for women, you know, where instead of their appearances being judged by their appearances and having to conform to the ideals of what's hot or not, it's about being incredibly powerful and competent and have expertise and being really successful in your career, and as opposed to being continually judged by your appearances, which is very damaging. So these are terrible times. I mean, I feel fortunate that I grew up in a time where there were these kind of models for me to go by. And I think of my father, who was a very quiet man, and he was just a middle class salesman is basically what he was. He just sold for his whole life. He sold chemical supplies for one company. But he was very dignified. He treated people well. He was very calm and very quiet, but he also was very empathetic.", "K9lORz2_XSU_68": "You know, I've had my experiences with chronic pain. I developed an abdominal chronic pain problem shortly after I turned 50. I was throwing a happy hour for our pain psychologists of all people, went to a Mexican restaurant, I won't name which one, got food poisoning, that's why I'm not naming it. Good Mexican food, bad food poisoning. And ever since that event, I can't eat anything in the onion family. I'm familiar with onions, but what else is in the onion family? I'm sure you've researched this now pretty thoroughly considering what you're describing. Classic and what we refer to as FODMAPs. It's one of the FODMAPs, and I have now some issues with the others, and manifested by just severe, severe upper abdominal pain, and not many other symptoms. But, you know, it put me on this journey where severe abdominal pain, didn't know why, couldn't sleep. Couldn't sleep, went, like, I'd go months without having a restful night's sleep. I thought I was getting early Alzheimer's because I felt like I was getting stupid. And what actually benefited me was, of all things, the pandemic. Why? Because what did we all do?", "2XGREPnlI8U_54": "Anorexia in its classic sense requires that there be an endocrine, meaning a hormonal disruption, menstrual abnormalities, lack of sperm production, or low testosterone in males in order to meet the classification for anorexia. But as I mentioned earlier, there are now nuanced and new classifications of anorexia that even for individuals that still menstruate or that maintain sperm production, that anorexia can still be considered a clinically diagnosable disorder. Now, typically anorexia starts in adolescence right around puberty. Let's take a look at what puberty is. Puberty at a very broad level is the most significant and dramatic developmental step anyone goes through in their lifespan. The body changes, the brain changes, perceptions change, one's own self-perception changes. And most of those changes are driven by changes in circuitry within the hypothalamus. So neurons that are controlling the production of the so-called sex steroid hormones, things like testosterone, estrogen, and related hormones, prolactin, et cetera, those are all changing at very rapid rates. Anorexia tends to show up around this time in a subset of individuals who on the face of it seem to find food aversive.", "UNCwdFxPtE8_26": "So burpee type work or push-ups with crunches mixed into them. Anyway, people can see your videos. I didn't describe those in the best way. But rather than on the treadmill or out jogging for 30, 45 minutes, is that because you prefer higher intensity, higher heart rate type training, or is it because you live in cold Connecticut and you don't want to be out jogging on the roads in the middle of winter? I think all of the above, I mean, those are factors from a personal level, but I think that if you are, if we could blend function across these realms and not have such a delineation between this is my weight training and this is my conditioning, but figure out a way to blend them together, I always think that you've got a better opportunity to get that more well-rounded result. And I like to kind of mix up that straight conditioning work and also some of the footwork drills. Like we have some high expectations for guys that come into our programs, like to just do some footwork drills. Like ladders. Like ladders or line drills or something. And you know what happens? People become intrigued and interested.", "juD99_sPWGU_113": "It says we are in the need for energy. Great. Epinephrine's the same way. You'll start seeing, for example, cortisol will liberate free fatty acids, put them in the bloodstream, get you prepared to do something. The problem is if it's continually elevated throughout the day, with no down regulation, we start running into issues, right? So again, this is the differentiation between, oh, my cortisol is slightly elevated all day versus I had a really big spike after training. I had a really big spike after a breath protocol, et cetera, and then it went back down. So that being said, if you then ingest carbohydrates, you are telling, it is quick to see the signal. We have nutrients, we have energy, again, specifically carbohydrates, therefore cortisol can sort of go back down. We don't need to be liberating free fatty acids and preparing the need for fuel. So you can help yourself go to sleep for many, as you pointed out, many mechanisms actually of why carbohydrates will help you sleep at night. For some, not all people, but some, that would be one of the relationships it has with cortisol. Great.", "K4Ze-Sp6aUE_160": "And here, what I think is happening is somebody has an event coming up or they're just tired of being the weight they are carrying the amount of adipose tissue they are. And they wanted to know whether or not it is safe to, for instance, lose three pounds a week for a few weeks in anticipation of a wedding or some other event. And whether or not straight caloric restriction and increasing activity is the best way to approach that. With the understanding that they may gain back a little afterwards, they might make, I think ideally they'd like to maintain it afterwards. But what do you think of that sort of approach, cutting caloric intake in half, for instance, and then doubling and also doubling your physical output? So it's interesting because you might be surprised by what I'm going to say, which is the research data actually tends to suggest that people who are obese, who lose a lot more weight early, are more likely to keep it off, which seems a little bit kind of contradictory, right? Like, well, that doesn't seem very sustainable. But again, you're weighing competing things. So there's sustainability aspect, but then there's also like buy-in is huge for sustainability, right?", "EQ3GjpGq5Y8_15": "Nowadays, not just on social media, not just in the landscape of biohackers and athletes, but in the landscape of mental health and frankly, in the general ethos around health optimization, people are really interested in heat and cold. And the reason they're so interested in heat and cold is that a lot of the science has been done both in animal models in mice and in humans and translates immediately to protocols that anyone can use. Now, a brief warning now and another brief warning later, anytime you're talking about heating up your body, you need to be very cautious because unlike cooling down where you have a fairly broad range of cold temperatures that you can go into before it's damaging to tissue, well, you don't get to heat up the brain and body very much before you start getting into the realm of neuron damage. And neurons in the central nervous system, the brain and spinal cord, once they're damaged, they don't come back. So hyperthermia is a serious thing to avoid. Later, I'll talk about ways to rapidly protect against hyperthermia. But I do want to give everybody a cautionary note up front.", "tkH2-_jMCSk_81": "If you want to see examples of these, you can go to hubermanlab.com and go to the menu and see newsletter. You don't have to sign up for anything to see examples of what these are like. I'll provide a couple of different protocols. One that is pure static stretching, one that involves PNF type stretching, and I'll also put down a protocol that involves the antagonistic interleaved muscle training of the sort that I've been describing a few times throughout this episode. And then you can try and apply those either separately or maybe combine them in some way that's useful for your goals. There are a couple of key elements that are essential for building a safe and effective range of motion increasing program that arrived to us both through the peer reviewed research and admittedly from people that have been involved in teaching and training range of motion for a very long period of time. Some of you may be familiar with the so-called Anderson method. It's been around for a long time. I actually have never met Anderson. I don't, I should know this. I don't even know if he's still alive. I hope he's still alive.", "eMqWH3LYiII_140": "I mean, I think so much of how we come into relationships of all kinds, you know, romantic certainly, but family relationships are, you know, in and around the tendency to switch back and forth, sometimes seemingly at random between our own experience and what am I feeling? What am I experiencing? And then thinking about the other, like, what are they thinking? What are they experiencing? I mean, this is everything to do with human dynamics, right? I would think that it's near impossible for the typical person to just live life through their own frame and lens and never pay attention at all to what others might be thinking. Even, for instance, the most exploitive, extractive, narcissist, sociopath, presumably is thinking about, you know, who in the room is going to be their target because of how that person might be feeling. And of course, on the benevolent side, people who want to do positive generative things in the world are probably thinking about who to align with, who has common goals that they might want to work with or be with romantically that could help them and the other person generate. So what is this thing that we do?", "K9lORz2_XSU_1": "We also discuss some of the changes in the nervous system that occur when we experience pain and how that can give rise to chronic pain. We also, of course, cover different methods to reduce pain safely. And those methods include behavioral tools, psychological tools, nutrition, supplementation, and of course, prescription drugs. We discuss the intimate relationship between temperature, that is heat and cold, and pain, and pain relief. So if you're interested in the use of heat or cold to modulate pain, that conversation ought to be of interest as well. We also touch on some highly controversial topics, such as opioids. Opioids are a substance that your body naturally makes, but of course, many people are familiar with exogenous opioids, that is opioids that are available as drugs and the so-called opioid crisis. Dr. Mackey makes very clear which specific clinical circumstances warrant the use of exogenous opioids, with of course, a warning about their potent addictive potential. And we get into a bit of discussion about where the opioid crisis and the use of opioid drugs to control pain is and is going.", "at37Y8rKDlA_36": "Again, that's athleticgreens.com slash Huberman to get the five free travel packs and the year's supply of vitamin D3K2. Okay, so now at a minimum, everyone out there should understand that water has a particular structure. So when you hear H2O, you can kind of imagine that structure and that the water molecules can change their conformation. That is they can bind to other water molecules and it turns out they can bind to other things and actually change the conformation of other things. A good example of that is something we're all familiar with, which is water's ability to dissolve certain substances like sugar or salt. And that is because salt molecules or sugar molecules are what we call hydrophilic. They like water. And when we say they like water, it just means that the chemical structure of salt, sodium, or the chemical structure of say sucrose, like table sugar, can actually interact with the hydrogens and oxygens of water and can change those salt molecules or sugar molecules, turning them from solid into liquid, essentially creating what are called solutes, which is basically the dissolving of solids into a liquid solutions. In fact, water is one of the best solvents on the planet.", "xjEFo3a1AnI_8": "And then we can dive into some of the more particulars of ketogenic diets versus other diets and some of the truly miraculous findings that you and others are coming up with based on real patients and real experiences of people who suffer and then find relief by altering their nutrition. Sure. You know, this story really starts with my own personal story. And I don't need to go into great detail, but to set the stage, when I was a kid, I definitely had mental illness. Started with OCD. A series of events happened in my family. My mother had a horrible kind of psychotic break and all sorts of adverse childhood events for me. She and I were actually homeless together for a while. I went on to have subsequent depression, suicidality, all sorts of things. But somehow or another, I pulled myself together and got through medical school, actually did quite well in medical school, got an award for being one of the top students, and then was doing my internship and residency at Harvard. And at that point in time, I was diagnosed with metabolic syndrome. So I had high blood pressure, horrible lipids, and prediabetes. And I was doing everything right, supposedly.", "x3MgDtZovks_8": "And the title and the content of the paper was directly in line with the sorts of practices that people are very curious about and then are starting to emerge, things like sauna, cold plunges. And there was your name first on the author list. And I reached out to you through social media and we've done a little bit of live content there together. And I've been tracking what you've been doing in the world in terms of your book and talking about the results in your manuscript and talking about the science and impact of deliberate cold exposure and sauna. And I have to say that it's been a wonderful and remarkable thing to see. And you're bringing so much quality information about this area that for a long time, I think was kind of niche and is now becoming more and more mainstream. So I'm going to start off with a thank you for being here and a thank you for the work that you've done. And I'm looking forward to talking to you about it today. So my first question to get things started is what is happening when we get into an uncomfortably cold environment? So for instance, if I'm really hot on a hot day, jumping into a cold pool feels really good.", "mcPSRWUYCv0_6": "Now, for those of you that are fortunate enough to not have or had a concussion or not have or know someone who's experiencing chronic or acute pain, I encourage you to stay in here with us because a lot of the information that we are going to cover has direct relevance to neuroplasticity for other purposes. We, as always here on this podcast, are going to discuss some of the science, we get into mechanism, but we also really get at principles. Principles are far more important than any one experiment or one description of mechanism and certainly far more important than any one protocol because principles allow you to think about your nervous system and work with it in ways that best serve you. They are very flexible batches of information. So we are going to talk about the principles of neuroplasticity for removing pain and wound healing and injury. We're going to talk about acupuncture of all things. We are going to talk about modern medicine's attempt to try and restore youth to the aging or injured or demented brain. And we are going to definitely talk about tools. Got a lot of tools.", "juD99_sPWGU_49": "So my personal favorite method here is somewhere between three to ten minutes of finishing your training session, laying down. I like to be in that position. You could certainly do it in the lotus position, but I think laying on your back is generally more effective. Personal preference there, no science. I like the eyes being covered, getting into this dark, quiet sort of area. And then just breathing through your nose in a structured cadence. There's a lot of different things you can try. An easy example is just box breathing. So you can imagine box having four squares. So what you're going to do is inhale for somewhere between like three to eight seconds. And then whatever number you choose, you keep that same tempo. And so let's say you chose to do a five second inhale. That's going to take you up vertically. And then horizontally for your box is a five second hold. And then a five second exhale. And then a five second hold. And you just need to repeat that for the time domain. I typically honestly don't use a timer. You'll actually notice a lot of people will like fall asleep or get really close to falling asleep in this period.", "FeRgqJVALMQ_7": "And of course, all these movements are being coordinated by your brain. So of course there's a coordinated set of features. That doesn't really describe how emotions are distinct from any other experience that you have. But the claim was for a really long time that there would be diagnostic patterns. So when something triggered fear, you would have an increase in heart rate and you would have a propensity to run away or to freeze or not just to fall asleep, although that is something animals do when they are faced with a predator. But that's not part of the Western stereotype for fear, so that wasn't what scientists were looking for. And also that you would make a particular facial expression, which was presumed to be the universal expression of fear, where you widen your eyes and you gasp, like, that facial, set of facial movements in other cultures, like in Melanesian culture, for example, is a symbol of threat, where you are threatening someone. You are threatening them with aggression, basically. It's a war face. But in Western cultures, that's the face that Western scientists believed was the, you know, the distinctive part of that distinctive pattern for fear.", "ObtW353d5i0_17": "If you were to play a key on the piano, let's say you play, I'm not a musician, but I'm going to, so hopefully I won't get this too incorrectly, but let's say you have like E sharp and maybe it's on ding, ding, ding, ding, ding. If the brain gets that signal, it doesn't actually know E. That's what, it doesn't recognize it until you were to play another key next to it. And what it does is it does the math. It does the subtraction and it compares those two. So when we see something green or we see something red or we see something blue, we're not actually seeing it directly. The brain is making a guess about how green or red or blue that thing is by comparing what's around it. okay? And if that seems hard to wrap your head around, don't worry, because we will explain it in more depth going forward. But I really want people to understand this, that vision, eyesight, is not looking at things directly and that information getting directly into your brain. It is translated. Light information is transformed into electrical signals that your visual system exquisitely understands. Now, what does this mean?", "O640yAgq5f8_79": "But when you're talking about growth hormone and IGF-1, usually you don't need to do anything to optimize it. If you are diabetic, then depending on the type of diabetes, your IGF-1 and growth hormone can be too high. Specifically in type 1 diabetes, your growth hormone is extremely high, but your IGF-1 is low. So if you're in a dysregulated state or have pathology, I would just talk to your doctor about IGF-1 or growth hormone. Taking amino acids before you go to bed could potentially help with growth hormone release just because most growth hormone is released while you sleep. I've heard that fasting can increase growth hormone. And I know there are certain patterns of weight training that can increase growth hormone. Some of those regimens in the weight room that increase growth hormone have been covered by Dr. Duncan French, who is a guest on this podcast. So maybe we'll refer people to that episode for the specific protocols, these high volume training. During those training exercises, it usually does it transiently for a period of a few hours. And a lot of this IGF-1 is released by the muscle itself.", "J7SrAEacyf8_78": "So these could be epigenomic effects or onto the placenta itself so that there's a higher probability in subsequent pregnancies that offspring will self-report as homosexual. So it's a fascinating area of biology. And as you've noticed today, none of this deals with the current controversies around gender and how many genders and sex, et cetera. That's a separate conversation that is by definition grounded in the kind of concepts we've been talking about today and needs to take place, taking into consideration all of the aspects of sex and the effects of hormones, both on the body, on the brain. We didn't talk a lot about spinal cord, but we will in the next episode, but we can just say on the brain and the periphery, early effects, late effects, acute effects, meaning effects that are very fast of levels of hormones going up or down, something that absolutely happens during and across the menstrual cycle, as well as long-term effects, like the effects of these hormones on gene expression. So today, as always, we weren't able to cover all things related to sex and hormones and sexual differentiation or development. There's no way we could, but we have covered a lot of material. We talked about some effects of environmental toxins.", "tLRCS48Ens4_95": "So our attention is focused, we're salient to one another, because this is what we've chosen, and we're focusing our minds. And we are also somewhere inside of us aware that we could shift away from it if something more important, like something dangerous, like were to happen to happen. So it lets us be here and be salient to one another and have this conversation. But in the course of life, what's salient to us is so complicated and determined by so many factors that it's absolutely worth a lot of attention to. So one example is so many people have a negative internal dialogue that's running in them over and over again, or they're running through images, events, you know, they may be traumatic events or things that they're not happy with, images of themselves in negative ways, that these internal narratives or internal images can become so strong that there's no room for anything else. So, you know, an example would be a person who really, really loved music, right? And could have, you know, just in addition to enjoying music, like had like good thoughts while listening to music. Like, you know what, I could go do this, right?", "UIy-WQCZd4M_99": "And as I recall, the number of repetitions that can generate hypertrophy is quite broad, anywhere from six repetitions all the way up to 30 repetitions. But by the end of the set, it should be to failure or close to failure with good form. Is that correct? Yeah. And we would say close to failure is probably most appropriate. You can actually reach failure maybe on a few of the sets, maybe the end, and probably best to choose that with the exercises that are safer. Not that any exercise is particularly unsafe if you do it appropriately, but you may not want to go to true failure on every set for the more complex, larger, riskier exercises. So hedge is pretty close to failure, but not all the way. And I realized I forgot to mention rest intervals between sets. It follows that if a large range of repetitions are performed, that a large range of rest intervals are allowed, meaning there could be rest intervals between sets of as low as 30 seconds between sets or as high as two or three minutes, depending on the loads that one is using. And that, of course, will scale with the number of repetitions. Excellent.", "ncSoor2Iw8k_57": "You mentioned oral contraception. I've done a few posts on these, let's just call them, they really are perceptual effects whereby it's been demonstrated in humans several times now in what appeared to me to be very solid studies where women that take oral contraceptives, there is both a shift in their perception of men, because these studies only looked at heterosexual, the sort of arrangements here, where women who are on oral contraception, because it blunts some of the peaks and valleys of hormone output, no longer experience the same peaks and valleys in their assessment of other men's attractiveness. So it sort of flattens their perception, so to speak. They still find certain men attractive and certain men unattractive, but the degree of difference is kind of mellowed out. And likewise, these data say that men perceiving women's attractiveness, they still see women on oral contraceptives as attractive, but a woman taking oral contraception eliminates this kind of peak in her attractiveness that men would otherwise perceive. In other words, oral contraceptives are changing the way that we perceive each other, at least in terms of these male-female experiments. What is going on with that?", "Mwz8JprPeMc_12": "It's one of the things that makes us unique. There are certainly other animals out there that can detect all the colors of the rainbow. Some can even detect into the infrared and to the far red that we can't see, but nonetheless, human color vision provided that somebody isn't colorblind is really remarkable. And if you're interested in color vision or you want to answer questions about art or about, for instance, why that dress that showed up online a few years ago looks blue to you and yellow to somebody else? All the answers to that are in this terrific book, which is What Is Color? 15 Questions and Answers on the Science of Color. I did not write this book. I wish I had. The book is by Ariel and Joan Ekstut. That's E-C-K-S-T-U-T. So it's What Is Color? 50 Questions and Answers on the Science of Color. It's an absolutely fabulous book. I have no business relationship to them. I did help them get in contact with some color vision scientists when they reached out to me. And you can know that all the information in the book was vetted by excellent color vision scientists. It's a really wonderful and beautiful book.", "vA50EK70whE_8": "This is one of those cases where understanding the way the dopamine system works will allow you to leverage it to your benefit. And if you don't understand the way the dopamine works, there's a good chance that it's going to pull you out into the current of life, meaning the rest of the world is going to control your dopamine schedules. So I'm excited to tell you about today's information. You're going to learn some basic science. You're going to learn a lot of tools. And these tools I believe are applicable whether or not you're five years old, eight years old, 80 years old, or anything in between. So let's talk about dopamine. Let's get a few basic facts on the table. Dopamine was discovered in the late 1950s, and it was discovered as the precursor, meaning the thing from which epinephrine or adrenaline is made. Now that's fundamentally important because this molecule we call dopamine nowadays, we think of as the molecule of reward and pleasure, but actually it is the substrate from which adrenaline is made. And in the brain, it's the substrate from which epinephrine is made. Epinephrine is the same thing as adrenaline, except in the brain we call it epinephrine.", "EQ3GjpGq5Y8_86": "There's a name for these particular vascular structures. They're called AVAs or arteriovenous astimosis. Basically veins and arteries interacting directly without capillaries in between, which allows cooling of blood or heating of blood much more quickly than is possible by applying colder heat elsewhere on the body where capillaries intervene between veins and arteries. These AVAs, arteriovenous astimosis, can be leveraged to cool off your core body temperature very quickly. The key thing is to get the palms of your hands, the bottoms of your feet, and the upper half of your face in contact with a cold surface or fluid that is cold enough to cool the blood and the core of your body, but not so cold that it constricts the veins just below the palms of your hands, the palms of your feet, or the upper half of your face. So not placing ice packs necessarily, but maybe placing cool towels on the bottoms of the feet, the palms of the hands, and the upper half of the face. And as they warm up, replacing those with other cool towels. The exact temperature will depend on how hot you happen to be. I can't know that without knowing your particular circumstances.", "wTBSGgbIvsY_22": "So the ACC and the insula are working together to try and figure out, you know, what's going on inside me. And in addition to that, the insula is interpreting information about what's going on outside of you. So your insula is saying, for instance, hey, this is a steep hill that I'm running up. And as a consequence, whatever heart rate increase that I'm experiencing or heavy breathing or burning in my lungs, this all makes sense. I don't have to be worried. I don't have to be scared. I might want to slow down, but this makes sense. Whereas it, for instance, in the example I previously gave, where if you're sitting in a room and everything is pretty calm and all of a sudden you start feeling really uncomfortable, like your stomach doesn't feel right, or you start breathing quickly, or you start having a so-called anxiety or panic attack, in large part, that's because the shift in your bodily sensations doesn't match or doesn't correspond to something in the outside world. So there's this incredible triad, which includes the left dorsolateral prefrontal cortex, the cingulate or anterior cingulate cortex, and the insula.", "m_OazsImOiI_109": "And there are a couple of studies, and we'll link to these in the show notes as well, that show that it may even improve some of the manic episodes as well, meaning it reduces some of the manic symptoms. Now, I say all this from a place of great caution because I know, especially for listeners of this podcast, there's a lot of interest in the behavioral tools, the supplement-based tools, the nutrition tools that can support bipolar disorder. But I don't think I can overemphasize enough that especially for bipolar disorder and the great risk of suicide and suffering and inappropriate spending, or I should say maladaptive spending and impulsivity that's associated with bipolar disorder, that it's hard to imagine a scenario in which just talk therapy and fish oil and lifestyle interventions are going to completely suppress or treat bipolar disorder. People with bipolar disorder really need to consider the full picture of treatments, the drug treatments, the talk therapy treatments and lifestyle treatments and nutraceutical, or we can say supplement-based treatments such as omega-3 supplementation as a full and necessary picture for dealing with their illness.", "qPKd99Pa2iU_158": "Or we can take clinical scenarios and the vast majority, outside of outliers, like a head injury, for example, we can take those scenarios and we can look at it in that way and we can understand what's going on. At least we can understand enough that when we go back and look in the 10 cupboards of the two pillars, we can then have some understanding of, okay, what is going on? We know the basic picture and how things are not in the balance we want them in. Now we can understand that enough to go back and then look in those 10 cupboards. And I believe that just about everything except those biological outliers like a head injury fits into that heuristic, which is why we can use it to understand, we can use it to help, we can use it to make change. What a powerful lens to think about and explore the self and where things are working for us and where things are possibly not working for us. If I or anyone else out there wanted to get some read on, assess their level of aggressive drive and their level of pleasure drive and their ability to experience pleasure, what sorts of questions would one ask? For instance, is it a question of how driven am I?", "gXvuJu1kt48_123": "But if we do not acknowledge the negative health effects that are documented in the literature, then we are overlooking some very important data, especially as it relates to the development of psychosis in certain individuals. So with that said, there are very strong data, and I will provide links to these resources, pointing to the fact that for people who are chronic users of cannabis, that is using it twice a week or more, that over time, their levels of anxiety actually increase. And this is true even for individuals that are using strains of cannabis that while under the influence of cannabis, reduce anxiety. Over time, meaning over the course of 12 or more months, there is a well-documented effect of the anxiety relief that cannabis and THC initially brought being less and less potent. That is people need to smoke more of it or ingest more THC in order to achieve the same level of anxiety relief. And in some cases, a switch from anxiety relief to increase in anxiety. And again, that's increase in anxiety, not just when the drug is not being consumed, but also while under the influence of the drug. Why would that be?", "Wcs2PFz5q6g_85": "But it's only once you've achieved all those six habits as reflexive that you would move forward. And I think this sort of system, while it could have been replaced with many other different systems, again, there's nothing wholly about the system, but this particular system has a number of features, the lack of compensation for missed days, the fact that it's a fairly high intensity program for 21 days, but then you test yourself, a kind of a competition test with yourself, if you will, those features and the fact that habit slips, missing of particular habits and not doing all six is kind of built into the system, I think makes it a very reasonable one. It's very adaptable to the real world. And I think it's one that provided you obey the phase one, phase two, phase three type system that we talked about earlier, you collapse these two programs with one another, which hopefully will be easy based on the descriptions I've given. Well, if you do that, I think there's a very high probability that the habits that you try and form will achieve this context dependence and that it will take progressively less and less limbic friction to perform them. Thus far, we've almost exclusively been discussing how to form habits.", "iw97uvIge7c_74": "InsideTracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you reach your health goals. I've long been a believer in getting regular blood work done for the simple reason that many of the factors that impact your immediate and long-term health can only be analyzed from a quality blood test. The problem with a lot of blood and DNA tests out there, however, is that you get data back about metabolic factors, lipids and hormones and so forth, but you don't know what to do with those data. InsideTracker solves that problem and makes it very easy for you to understand what sorts of nutritional, behavioral, maybe even supplementation-based interventions you might want to take on in order to adjust the numbers of those metabolic factors, hormones, lipids, and other things that impact your immediate and long-term health to bring those numbers into the ranges that are appropriate and indeed optimal for you. If you'd like to try InsideTracker, you can visit insidetracker.com slash Huberman and get 20% off any of InsideTracker's plans. That's insidetracker.com slash Huberman to get 20% off. Let's talk for a moment about when to avoid caffeine.", "zEYE-vcVKy8_16": "Before we get into how the history of exercise science informs the mistakes that we are all making and how to remedy those mistakes, I'm curious as to whether or not you have any favorite one or two studies that point to a sort of naturally occurring example of how people can become very fit in one area and not another. You know, I'm familiar with seeing endurance athletes that apparently have terrific endurance, but at least to my eye, don't look like they are particularly strong. I'm also familiar with seeing individuals that are very, very strong, particularly on social media, but that don't look like they could walk up a flight of stairs, much less run a mile. Do you have any examples of studies in or outside the laboratory that point to that in a concrete way? There's a lot to discuss here, but I'll answer it really clear. If you look across the literature, and this is actually back to as early as the mid-1950s. In fact, it actually goes back to previous to that, to the Harvard Fatigue Lab, 1927 to 1947 area. People actually were advocating at that point a combination of strength training and endurance. In the 1920s? Way back then.", "UIy-WQCZd4M_163": "You don't often get that sore out of it and you're going to feel a nice wonderful pump afterwards. So it's great and as we discussed many times now it is quite effective at hypertrophy. Yeah I also I don't know if they fit specifically with musco endurance but if you look at the the physiques for example on rock climbers I mean they have to me of course they have, on rock climbers. I mean, they have to me, of course they have, um, uh, usually, uh, the experienced climbers have, um, pretty, uh, remarkable, um, body compositions. They tend to be lean and live and flexible, all those things, um, that many people aspire to. The other thing is their development always looks exceedingly balanced. You don't really tend to see climbers. They're like overdeveloped in the torso and underdeveloped in the arms or overdeveloped in the arms despite all the climbing and underdeveloped relatively in the other limb movement. That's true for women and men. It's not a sport that I participate in, but it seems like what they're doing is essentially muscular endurance training. Yeah, so there's really something there to be valued.", "t1F7EEGPQwo_90": "Really wonderful work that was done by Wolfram Schultz, who's one of the great pioneers in this area of dopamine and dopamine reward prediction error, showed that for people that have normal levels of dopamine, their visual search, meaning how they scan visual environments, tends to be pretty constrained. They might move their eyes around a particular visual environment searching somewhat. For people that lack dopamine, they actually have very little movement of their eyes. They don't actually tend to look very far into the horizon. They don't have that very focused vergence point that we're talking about, that kind of, I guess, for lack of a better phrase, that kind of eye of the tiger focus on a goal. Rather, their eye movements are depleted and they're not actually evaluating horizons off in their future. They're not focused so much on the extra personal space. And this actually can be restored in some of these that took place in Parkinson's patients and other people who have dopamine depleted, that when dopamine is restored pharmacologically, their visual focus is re-enhanced again.", "HXzTbCEqCJc_65": "And police shows up and he says, if she so much as broke a fingernail in this altercation, they'll charge you and not her. And so there is a police bias, a potential police bias in this. And so there may be underreporting of women beating up men as a consequence. Okay, but the motivations are often different. So one is that male sexual jealousy will trigger him to attack his partner, and then she will use physical violence to defend herself. So she might pick up a frying pan or a weapon of some sort to defend herself. And so the motivation is his sexual jealousy on his part, but self-defense on her part. And so that accounts for some unknown percentage of the cases. And in some cases, it is women who were outraged when they discover their partner has been having sex with someone else, an infidelity of a sexual, financial, or emotional nature. And so there is some female to male violence that absolutely occurs. But the reduction of a perceived mate value discrepancy is a key function from a male perspective. Now, again, not that he thinks about this. He's just angry and wants to hurt her. Okay.", "CyDLbrZK75U_85": "And so you really need to change and do some maybe more specific activation warmups for that or something else, or it's running or something totally different. So yeah, you don't need to re-warm up for every single exercise as you go generally once you're good to go the same muscles that you're going to use in the next exercise are warm same joints then you're good to go you talked about intent within the movement what about specific cadences for repetitions yeah i was taught that one should lower the weight slowly, the so-called eccentric portion of the movement, and then to try and explode the weight through the concentric phase. And then also make sure that one is using full range of motion and perfect form as it were. Now, of course, that is one tiny slice of the possible rep cadences and ways to approach resistance training. Although I think it's a pretty good one. What are the general parameter sets that one needs to consider? You could imagine lifting, you know, four seconds concentric, pause for one, pause for two, eccentric. I realize there's an infinite number of variations here.", "yOJvm_ri_hk_37": "Like this is like getting a wound fixed or dealing with a chronic injury. Like sooner or later, you got to deal with it, otherwise you're not going to be at your best. But that conflict between gaining more self-awareness and also the understanding that what is most salient to us kind of defines the quality of our daily life, that conflict or friction seems like an important thing for us to drill into a little bit. Absolutely. And I would say this, if you think there's something that you can't bring up into consciousness because it's going to take over your mind, or as people often say, I'm going to curl up in a fetal position. I'm going to cry and never stop. That is exactly the thing you must look at because salience presents itself in a whole array of ways. So if there's something inside of you that's strong enough, that it's throwing itself up to surface. Like, hey, maybe you want to think about me, right? So your unconscious mind throwing it up to the surface, that is active in you. And often, although a lot of it happens in the unconscious mind, it happens also in the conscious mind.", "szqPAPKE5tQ_102": "They then used some molecular tools and tricks to label and capture those neurons such that they could go back later and activate those neurons in either the same sequence or in a different sequence to the one that occurred during the formation of the memory. And to make a long story short and to summarize multiple papers published in incredibly high tier journals, journals like Nature and Science, which are extremely stringent, found that whether or not those particular neurons were played in the precise sequence that happened when they encoded the memory, or whether or not those neurons were played in a different sequence, or even if those neurons were played, activated that is, all at once with no temporal sequence, all firing in concert, all at once, evoked the same behavior and in some sense, the same memory. So at a neural circuit level, this is deja vu. This is a different pattern of firing of neurons in the brain leading to the same sense of what happened leading to a particular emotional state or behavior. Now, whether or not the same sort of phenomenon occurs when you're walking down the street and suddenly you feel as if, wow, I feel like I've been here before. You meet someone and you feel like, gosh, I feel like I know you.", "-wIt_WsJGfw_33": "I don't want to take us off course, but the default mode network seems to want to be there, quote unquote. It seems to be fighting for our attention unless we give ourselves a visual target or an auditory target or some salient experience of some kind, it sounds like. And then I'm surprised to hear that meditation reduces activity in the default mode network at some level because meditation to me oftentimes involves paying attention to some sort of perceptual target. Yeah. going attention is not, even if you're having the kind of egoic saccade that I'm talking about, where you're like, you're actually not clearly aware of yourself. You're not clearly defining yourself as separate from experience for the moment of paying attention. So you are sort of losing yourself in your work. That's not the same thing as having the clear meditative insight of selflessness that I'm claiming is the goal of meditation. But there is a, you know, to wind back to the original point I was making and the reason why I drew the analogy to visual saccades, I do think there's a continuous interruption in our sense of self that goes unrecognized. But the conscious acquisition of the understanding that the self is an illusion is a different experience.", "X8Hw8zeCDTA_137": "I have to say it is exceedingly rare that I talk to somebody either on the podcast or elsewhere, frankly, in my life that has such an incredibly wide breadth of knowledge and yet has so much depth of knowledge as well. It's clear that your many experiences through music and cognitive science, podcasting, and by the way, we're going to provide links to your podcast in the show note captions so that people can hear more from you as they should. And also your work in policy. I mean, you've put yourself in a lot of different domains, and I think that itself is inspiring. And whether or not it's by way of curiosity, human connection, or both, presumably it's both and many other things as well. I know I speak on behalf of many, many people. I just say, you know, thank you so much for doing the work that you do, for continuing along these pursuits. I'm excited to hear where it might evolve in the future still. And frankly, just for being you, because it's clear that your enthusiasm, your curiosity, and your generosity with useful information is immense. So thank you ever so much. Well, that's so gracious and kind of you to say, Andrew.", "gMRph_BvHB4_46": "Interdependence, healthy interdependence, of course is good. It is the hallmark of healthy child-parent relations, sibling relations, and romantic relations. But a key element of healthy interdependence is that, yes, our autonomic nervous system is adjusted by the presence of another, but that also that we can adjust our own autonomic nervous system even even in the absence of that person, that if the person goes away temporarily or permanently, that we can still regulate our own autonomic nervous system, both from states of stress to states of calm, both from states of exhaustion to states of more alertness. And of course we all need sleep to go from exhaustion to alertness. But what I'm referring to here is the ability to regulate when distraught or regulate when fatigued or feeling depressed. And that is, and is all about the autonomic nervous system. So as we talk about attachment styles and we talk about infant and toddler and adult attachment styles, what we are really talking about is a complex set of neural circuitries. And one of those neural circuitries, which is absolutely crucial, is this autonomic nervous system.", "t1F7EEGPQwo_38": "And indeed, just looking at a narrow piece of the visual world, a small piece of the visual world for some period of time and forcing yourself to hold that gaze on that location as best you can, can increase your level of cognitive attention and your ability to focus and stay focused. And this is not magic. It is the consequence of the fact that most of your cognition follows your visual perception. For those of you that are low vision or no vision, meaning you're blind or you have trouble seeing, my lab does a lot of work with people who are low vision, no vision. They tend to use their auditory system, their hearing as a way to anchor their attention to particular things. Okay, but most people out there can see and see pretty well, and visual focus is the way to do that. Now, earlier we were talking about this notion of peripersonal space versus extra personal space. And I'm just going to seed a little bit of the later conversation by saying that when we focus on an external point, we are in a process of extra reception. It's the focus on the extra personal space, not the peripersonal space.", "tLRCS48Ens4_17": "But, you know, your heart rate couldn't go up that much without you feeling very, very fatigued. We'd say, well, look, you're doing a lot of the right things, but let's work more on your heart. We would go look at the specifics of it because that's how we understand it. And we just don't apply the same science, logic, common sense to mental health as we do to physical health. But it's time for that to change because we have the knowledge and ability to do just that. When we had Dr. Andy Galpin on this podcast to do a series on physical health and fitness, essentially, he said something that really stuck with me, which was that the number of different workouts that people can do out there, body weight workouts, work with weights, with machines, you can run far, you can run shorter distances more quickly, you can do planks, sit-ups, so many variations on exercise routines. But what he very clearly stated was that there are only a few core adaptations that the body can undergo that lead to these byproducts that we call lower blood pressure, enhanced endurance, improved strength, improved neuromuscular function, improved brain function for that matter.", "-wIt_WsJGfw_6": "Today's episode is also brought to us by Whoop. Whoop is a fitness wearable device that tracks your daily activity and sleep, but goes beyond activity and sleep tracking to provide real-time feedback on how to adjust your training and sleep schedules in order to feel and perform better. Six months ago, I started working with Whoop as a member of their scientific advisory council as a way to help Whoop advance their mission of unlocking human performance. And as a WHOOP user, I've experienced firsthand the health benefits of their technology. It's clear based on quality research that WHOOP can inform you how well you're sleeping, how to change your sleep habits, how to change your activity habits, even how to modify different aspects of your nutrition, exercise, sleep, and lifestyle in order to maximize your mental health, physical health, and performance. So whether or not you're an athlete or you're exercising simply for health, WHOOP can really help you understand how your body functions under different conditions and how to really program your schedule, nutrition, and exercise, and many other factors of your life in order to really optimize your health and performance, including your cognition.", "Mwz8JprPeMc_96": "So for instance, if one woman is in the follicular phase of the menstrual cycle, it might shorten or delay ovulation, excuse me, it might accelerate ovulation in another woman. Whereas if somebody is in the ovulatory phase of their cycle, it might lengthen the menstrual cycle out so that the woman who smells that person's scent or who smells her sweat, we still don't know the origin of the chemical, would ovulate later. So all of this is to say is that chemical, chemical signaling is happening from females to males through tears. We know that. Is that a pheromonal effect? Well, by the strict definition of a pheromone, a molecule that's released from one individual that impacts the biology of another individual, yes. But in terms of identifying what the pheromone is in tears, that's still unknown. It's not clear what the chemical compound is. So we're reluctant as scientists to call it a true pheromonal effect. The menstrual cycle and the synchronization of the menstrual cycle effect seems to hold up under some conditions, but in some cases, there's a kind of clash of menstrual cycles that's created by chemicals that are emitted from one female to another.", "X4QE6t-MkYE_79": "As a serotonergic agent, my understanding is it operates on these, is it the 5-HT serotonin 2C receptor? 2A, excuse me, 2A receptors. And that I've seen a bunch of different reports in terms of what it's actually doing to the brain while people are under the effects of the drug. And this is important for us to segment out because there are the effects that happen while people are under the influence and then the more long lasting effects. But some of the effects that I've heard about are for instance, and tell me again, if these are right or wrong, that there is increased activation of lateral connection, sort of broader areas of the brain being co-active than would normally occur. Maybe that explains some of the synesthesias, seeing sounds and hearing colors as the trivial example, but rule breaking within the mind. But then I've also heard that perhaps it's lack of gating of sensory input. So normally if I'm looking at something, I'm not thinking about the sensation in my right toe, unless it's relevant. But if I'm thinking about the sensation in my right toe, I'm generally not thinking about the truck around the corner.", "KVjfFN89qvQ_51": "We could probably presume that, but receiving genuine thanks is also a strong variable in determining whether or not we experience real gratitude or whether or not it's empty, regardless of the size of a gift. So this constrains our gratitude practices somewhat, but I think in an interesting and important way, you can't make this stuff up. You can't tell yourself that an experience was great or that, you know, I got a lot of money and therefore it justified it. Even though, you know, I think that they gave it to me reluctantly or my boss hates me, but they gave me a raise. That stuff stings for all the right reasons because there are circuits in our brain and body that are oriented towards these pro-social interactions. And in some sense, what we are looking for as a species, what these circuits want, if you will, is to receive things from people that are giving them wholeheartedly. And that tells us that if we are the giver, that we better be giving wholeheartedly, or we are undermining the sense of gratitude that someone is going to receive from us. So we are gradually building up the ultimate gratitude practice based on the variety of scientific literature that's out there.", "t1F7EEGPQwo_72": "Now, of course we have daily goals and monthly goals and yearly goals, but if we have big lofty goals, we need to be careful not to contaminate our mental space and our visual space with too many goals. And why do I say visual goals? Well, what various department stores and supermarkets have discovered is that the greater the number of things in our visual attention, the more that we can draw our attention and our goals off a line of pursuit. What does that mean? Well, let's think about it in the practical context. This has actually been done. Big department stores have figured out that if they stock their shelves, chock-a-block with many, many options of food or clothing items or objects or anything like that, people simply buy more stuff. People are very prone to orienting their attention to whatever's in front of them. You put a lot of stuff in front of them, their attention drifts. You put fewer things in front of them, their attention is more narrow. In a later episode, we'll talk about designing a workspace that's optimized on the basis of this. It doesn't mean being in a room with nothing except just your desk and a computer.", "Z7MU6zrAXsM_105": "But we are entering this area of enhanced cognition, these areas that I think the technology is going to be the rate-limiting step in how far we can go And we have not had the full conversations about, number one, is this what we actually want? Is this going to be good for society? Who gets access to this technology? These are all things that are going to become real world problems. Certainly a lot to consider. In thinking about augmentation and another theme that I've yet to ask you about, but I'm extremely curious about, which is facial expressions. Before we talk about the relationship between the musculature of the face and language and the communication of emotion, I'd love for you to, if you would, touch on a little bit of what you're doing with patients like Pancho to move beyond somebody who's locked in being able to type out words on a screen with their thoughts. There's a rich array of information contained within the face and facial expression. And while somebody like Pancho going from having to be completely locked in to being able to peck out letters on a keyboard, to being able to just think of those letters and having them spelled out. That's a tremendous set of leaps forward towards normalcy.", "6ZrlsVx85ek_95": "We as a podcast and I don't have any affiliation to any of these, but I will provide a links to a couple of the more prominent ones that are known to have 2% concentration of ketoconazole, as well as some other things in them known to offset some of that dryness and brittleness that ketoconazole shampoos can trigger. So by now, I think it will be abundantly clear why inhibiting 5-alpha reductase and thereby reducing DHT should increase hair growth because of the negative impact that DHT has on the hair follicle. The major player in this whole story around inhibiting 5-alpha reductase and reducing DHT to maintain or increase hair growth is going to be finasteride and its close cousin, dutasteride. Finasteride is effective in reducing DHT because of its actions in reducing the type 2 isoenzyme or isoform of 5-alpha reductase. It turns out there's three different isoforms or what are sometimes called isoenzymes of 5-alpha reductase. This is getting pretty far down in the weeds. What I think most of you just need to know is that finasteride reduces DHT. That's the net product of finasteride.", "dzOvi0Aa2EA_108": "So we encourage Momentus to have single ingredient supplements with dosages that allow you to build up from the minimal effective dose and so on. And the catalog of supplements they are going to add to that location, livemomentous.com slash Huberman is going to expand in the weeks and months to come. And we expect that in fairly short amount of time, all of the supplements that we've described on the Huberman Lab podcast will be there. If you're not already following Huberman Lab on Instagram and Twitter, I post science and science-related tools at Huberman Lab on Instagram, also at Huberman Lab on Twitter. Oftentimes that material will overlap somewhat with the content covered on this podcast, but more often than not, what I'm covering on Instagram and Twitter is distinct from the information I cover on the Huberman Lab podcast. We also have a newsletter that has summaries of podcasts and points to specific protocols and links that could be useful to you. That is the Neural Network Newsletter. And you can find it at hubermanlab.com. Go to the menu, go to newsletter. You can sign up simply by giving us your email. We do not share your email with anybody else.", "ncSoor2Iw8k_16": "So when people hear diet, I immediately think, okay, now we get into the combat around vegan, plant-based, carnivore, et cetera. But I think that my general view of this is that most people should probably be eating as few highly processed foods, highly palatable foods as possible, which doesn't mean eating foods that don't taste good, of course. But what other sorts of things do you recommend in the realm of diet? And then I also want to know about caloric restriction, because my understanding is that a caloric surplus can actually support certain hormones like testosterone. So how does one combine caloric restriction and still optimize hormones? But what would you say is a really terrific way to think about and approach diet? Yeah, diet should be an individualized approach. So if you have a car, each car is made different and requires a different sort of fuel, whether it's a race car, whether it's a diesel truck, they have different fuels for different performance outcomes. So if you're trying to tow something or you're trying to go fast. So it's the same way with athletes. It's pretty well studied. The more intra-workout carbs ultra long distance athletes take, in general, they do better.", "CGjdgy0cwGk_44": "And that's why a cold sore develops there, an immune response there, signaling that there's inflammation due to the herpes virus, which lives on that neuron for a very long time. Neurons don't turn over in the lifespan, so it can live on there for the extent of the person's life. However, most people hopefully treat their HSV-1, but if they don't, the sort of frequency and the severity of infections tends to taper off with time. We'll have an entire discussion about viruses and herpes in particular in a future episode. But the thing to keep in mind here is that this very nerve is the one that gets inflamed in these cluster type headaches. Now, cluster type headaches are associated with a bunch of very uncomfortable symptoms. Again, they tend to be unilateral. They tend to begin very deep and they tend to be excruciatingly painful, excruciatingly painful. They can last anywhere from 30 minutes to three hours. Some people experience these in sleep. In fact, this is one of the cases where men experience a headache more than females. Men experience cluster type headaches that have a sudden onset during sleep at five times the frequency than do females.", "pkJi9Raxikg_5": "So for reproduction, as you've covered on the podcast before, a man makes semen and that has sperm in it. And so when we're talking clinically about a semen analysis, there's a few things we look at. We look at the amount of ejaculate semen that comes out. We look at the sperm, how many there are. We look at their motility or movement. We look at their morphology or shape. There's some more advanced testing that's done in rare cases, looking at fragmentation of DNA, for example, or there's some newer tests looking at epigenetic profiles of sperm. But essentially, these are all markers of fertility. So fertility in itself is a team sport, right? So it's hard to label a man as fertile or not fertile without knowing about his partner. But nevertheless, based on these different parameters, we try and quantify how likely a man is to be able to achieve a pregnancy. So the World Health Organization, every decade or so, looks over the existing literature and defines these different cut points of what's normal or what's subfertile for those levels. So that's sort of the backdrop of what semen is and how these tests are done or what these tests represent.", "zU5EYw06wtw_14": "Okay, so let's talk about specific peptides for specific purposes. Today, we're going to cover four general areas in which peptide therapeutics can be useful. The first is for rejuvenation and repair of basically any tissue, but in particular muscle and connective tissue, so sports type injuries, but also things like gut. So for people that suffer from IBS, irritable bowel syndrome, or from colitis, or from other gut issues, there is a potential use for therapeutic peptides. Then we're going to discuss therapeutic peptides for metabolism and growth of frankly, all tissues. As soon as people hear metabolism and growth, generally people think of fat loss and muscle growth, and indeed those fall under this category, but there are a bunch of other tissues for which you may want to improve metabolism and perhaps growth as well. So we'll get into that. Then we'll discuss therapeutic peptides specifically for longevity, both staving off tumor growth, as well as potentially, and I want to highlight potentially, increasing lifespan, although this is a very experimental area at present. And then we'll talk about therapeutic peptides for increasing vitality, both mood and libido in both men and women. Okay, so let's discuss peptides for rejuvenation and repair of tissues.", "nwSkFq4tyC0_34": "If you exercise first thing in the morning, your body will start to develop an anticipatory circuit. There's actually plasticity in these circadian circuits that will lead you to want to wake up at the particular time that you exercised the previous three or four days. So that can be a powerful tool, but you still want to get light exposure because it turns out that light and exercise converge to give an even bigger wake up signal to the brain and body. So you might want to think about that. Some people find if they exercise late in the day, they have trouble sleeping. In general, intense exercise does that, whereas the kind of lower intensity exercise doesn't. I found some interesting literature that talked about sleep need and exercise. I found this fascinating that if one is waking, not feeling rested and recovered from, and yet sleeping the same amount that they typically have, it's quite possible that the intensity of exercise in the preceding two or three days is too high. Whereas if one can't recover, no matter how much sleep they get, they're just sleepy all the time, I realize these things are correlated, that the volume of training might be too high. Now, I'm not an exercise scientist.", "H-XfCl-HpRM_25": "But actually for humans, and I think for all species, the sensations, the perceptions and the thoughts and the feelings that we have in our lifespan, none of that is actually carried forward except the ones that we take and we convert into actions such as writing, actions such as words, actions such as engineering new things. And so the fossil record of our species and of each one of us is really through action. And that in part is why so much of our nervous system is devoted to converting sensation, perceptions, feelings, and thoughts into actions. In fact, the great neuroscientist or physiologist, Sherrington, won a Nobel Prize for his work in mapping some of the circuitry, the connections between nerve cells that give rise to movement. And he said, movement is the final common pathway. The other way to think about it is that one of the reasons that our central nervous system, our brain and spinal cord include this stuff in our skull, but also connects so heavily to the body is because most everything that we experience, including our thoughts and feelings was really designed to either impact our behavior or not.", "pkJi9Raxikg_148": "About 1% of men have no sperm in the ejaculate, and that's something sometimes they have no idea about. So the only way to know would be to actually do a formal test. Well, I'm encouraging people to get these parameters assessed. And I'm making that statement because it's very clear based on everything that you've told us today that sperm quality and hormone levels are just oh so important, not just for sexual health, but for urinary health and for reflecting prostate health and other aspects of whole body health. And sexual health relates directly to mental health. We didn't talk so much about the psychogenic issues, but the two go hand in hand. I want to thank you so much for coming here today and sharing so much knowledge with us. I mean, these really are the issues that males think about and wonder about and have questions about. And they do so to varying degrees depending on where they're at in life. But I think especially for younger men who are hearing this, who are not at the point where they want to conceive, it's really important to start thinking about these issues for all the reasons you mentioned.", "HXzTbCEqCJc_11": "Those lacking desired qualities get banished, shunned, ignored, or in the modern environment become incels. And so the logic there is very simple but also very powerful, and that is that whatever qualities are desired, consensually desired, if there's some heritable basis to those, then those increase in frequency over time. And so, and in the human case, these two causal processes of sexual selection are related to each other in that the mate preferences of one sex basically set the ground rules for competition in the opposite sex. So if, for example, hypothetically women preferred to mate with men who were able and willing to devote resources to them, then that would create competition among men to claw their way, you know, and beat out other men in resource acquisition and then displaying that their willingness to commit that to a particular woman. And same with women, though. And this is one of the interesting things about humans is that we have mutual mate choice, which is not true in all species. And that is that it's not just a matter of you selecting someone to be your mate. They have to reciprocally select you.", "TG8VM5-CTfw_160": "He had them enrolled in the trial and amazingly had not only a complete regression of his cancer, and he's still alive and cancer-free today, 10 years later, but the treatment worked so well at activating his immune system that his immune system completely destroyed his pancreas. So now he has effectively had a pancreatectomy based on his immune system. So now he actually has type 1 diabetes. He has no pancreas. He injects insulin to deal with that. Yeah, yeah. Or... No, he has to use insulin just like someone with type 1 diabetes. Okay, but if he had to pick being alive with type 1 diabetes... Yeah, of course. No comparison. But it's just an interesting example of how, you know, remarkable this treatment was able to work when you were, you know, you could completely unleash the immune system of a person and you eradicate the cancer and the rest of the cells around it. And, you know, there are many organs we could live without. You know, there are certain organs you can't live without. You can't live without your heart, lungs, liver, kidneys. But many things that kill people arise from organs, the breast.", "IAnhFUUCq6c_50": "So the intrinsic fibers themselves determine a lot of functionality. From there, muscle fibers don't cause movements. Muscle fibers simply contract. They're all surrounded with connective tissue, and that's all surrounded with a bunch of more connective tissue, and that all surrounds into a muscle. That muscle is then surrounded with more connective tissue. That all comes together into a giant tendon. That tendon attaches to the bone. It's the pulling on those tendon that actually move the bone that cause human movement. So that's area three. Area one, the nervous system. Area two, the muscle contraction. Area three, some sort of connective tissue thing. Changes happen at all three of those levels. And we're not even now talking, we haven't even entered the discussion of biomechanics and you changed, say, the panation angle of the muscle, which is the angle at which the muscle fibers lay relative to the bone, right? So this is basic mechanics. Is it pulling perpendicular to the bone? Is it pulling horizontal to the bone or some sort of angle? All of these things determine human performance.", "Wcs2PFz5q6g_46": "During this phase of the day, because of the circadian shifts in our biology, the amount of dopamine and norepinephrine that's circulating in our brain and bloodstream tends to start to come down, and levels of cortisol tend to start to come down. That's the ideal circumstance. In fact, you don't really want elevated cortisol late in the day. That's actually a signature of depression and anxiety and a number of other unfortunate things. So nine to 14 hours after waking, dopamine and norepinephrine and cortisol are starting to taper down just naturally. And a different neuromodulator, serotonin, is starting to rise. Serotonin is definitely going to be highest in this second half of the day and tends to lend itself to a more relaxed state of being. Now, of course, I do realize that some people are less of morning people and find that they really come alive and awake in the afternoon, but most people don't fall into that category. Most people feel more alert early in the day, even anxious early in the day. And then as the afternoon progresses, they tend to be a bit more sleepy, a bit more relaxed, a bit more calm.", "eIxVfln02Ss_48": "Now we can step back from all of this very subjective description of the psychedelic journey and ask what is going on that would allow these sorts of things to occur? And there you are already equipped with an understanding of the cell biology and the chemistry that makes all of this possible. And that is that when psilocybin is ingested and then converted to psilocin, and it's the psilocin that crosses the blood brain barrier. And then even though psilocin looks a lot like serotonin, psilocin has this incredible ability to predominantly activate the serotonin 2A receptor. Well, we can understand much of what's happening at a subjective level during the psychedelic journey, even right down to the sorts of emotions and perceptual blending, the synesthesia. We can understand a lot of that by understanding where the serotonin 2A receptors are expressed on neurons and what those particular neurons are doing. And the simplest way to describe this is that there's a category of neurons that we call pyramidal neurons. Pyramidal neurons are found lots of places in the brain, but they're called pyramidal neurons because they're shaped like a pyramid.", "T65RDBiB5Hs_53": "And we can go a step further and say that it's mainly associated with steps of focus as they relate to learning and encoding new information, so-called neuroplasticity. Now, neuroplasticity, or the brain and nervous system's ability to change in response to experience, can be impacted by an enormous number of different chemicals, not just acetylcholine. But acetylcholine has a particularly potent ability to open up the thing that we call neuroplasticity to allow plasticity to happen in one moment, whereas in a previous moment, it could not occur because acetylcholine had not been released in the brain or in the spinal cord. So acetylcholine is involved in focus and in learning, but it is not necessarily always associated with learning in the context of highly motivated, really ramped up states. It can be, but acetylcholine can also be released and can encourage the learning and neuroplasticity associated with calm states. For instance, if somebody has a newborn child, we know that they are flooded with oxytocin, which has actually even been called the love hormone, although it does many things in addition to control feelings of romantic attachment and attachment to children, et cetera.", "X4QE6t-MkYE_52": "And what we saw was that there was a dramatic blockade of the antidepressant effect when naltrexone was present in the people that had an antidepressant effect with ketamine plus placebo alone. And then some friends of mine did a TMS study with pain and they stimulated over the left dorsolateral prefrontal cortex and they gave IV naloxone, which works basically the same way as naltrexone, and they were able to block the anti-pain effects of TMS with an opiate blocker. So this idea that another kind of convergent point, right, this idea that the opioid receptor may have a role in mood regulation. What's also interesting is if you look at people that are getting a total knee operation, very painful operation, right, you know, total knee replacement, and you age, sex, you know, everything match the individuals that are going through that. But you have a group of people that don't have depression and a group of people that do have depression. The presence of depression triples the oral opioid dose by day four. That's required. That's required to cover the pain. But what may be happening is it's not just treating physical pain.", "8IWDAqodDas_60": "And it's released when there's a surprise, even if it's a kind of a negative surprise, it's not something that the subject wanted to happen. But the more interesting thing is how that relates to time perception. What they found was regardless of what caused the dopamine release, the frequency of dopamine release predicted how the subjects parsed the time bins of the game they were watching. What do I mean by that? Well, when you watch a basketball game or you watch anything, children playing or talking to your spouse or whatever, you're batching time. How are you batching time? Well, you could batch a meal by the, I don't know, the appetizer, the main course and the dessert, but it turns out that's not what you're doing. You're batching time according to the frequency of dopamine pulses, the frequency of dopamine release. And that's what they saw in this study. If they evaluated people's perceptions of the passage of time, what they found is that that matched not whether or not it was a particular time point in the game, not whether or not their team was going down court or running back up court to play defense, but the dopamine release served as markers, which would predict the frame rate of their perception of the experience.", "XcvhERcZpWw_8": "Today's episode is also brought to us by InsideTracker. InsideTracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and help you reach your health goals. I've long been a believer in getting regular blood work done for the simple reason that many of the factors that impact your immediate and long-term health can only be assessed with a quality blood test. What's unique about InsideTracker is that while there are a lot of different tests out there for hormones and metabolic factors, et cetera, with InsideTracker, you get the numbers back in terms of your levels, but they also give you very clear directives in terms of lifestyle, nutrition, and supplementation that can help you bring those values into the ranges that are best for you and your health goals. And that's very different than a lot of the other programs where you get a lot of information, but you don't really know what to do with that information. InsideTracker makes that all very easy to understand and very actionable based on the very easy to use dashboard at InsideTracker. If you'd like to try InsideTracker, you can visit insidetracker.com slash Huberman to get 20% off any of InsideTracker's plans.", "slUCmZJDXrk_114": "And it really does seem to be the case that for reasons that you now understand, the activation of particular brain networks, the suppression of other brain networks, in particular, this amygdala to insula pathway, that when people are under the influence of MDMA in these very safe and therapeutic supportive settings, they're able to look at traumatic events and the ways that those traumatic events impact them in ways that really allow them to cognitively reframe those events and somatically reframe those events to really change the way that it lives in their body and mind so that it's no longer invasive and then they can go on and lead productive, adaptive lives. And as a final point related to these clinical studies, I, of course, would be remiss if I didn't touch on some of the so-called adverse effects, because anytime there's a drug or talk therapy for a mental health issue, adverse events have to be considered. And I think it's quite reassuring that in the case of MDMA therapy, there were no increases in the number of suicide attempts or suicidality or obsession with suicide. Contrast that with the group that received placebo, where there were a certain number of baseline and predicted obsessions with suicide.", "nwSkFq4tyC0_28": "Serotonin is a neurotransmitter that is associated with feelings of wellbeing provided to proper levels, but wellbeing of a particular kind, wellbeing associated with quiescence and calm and the feeling that we have enough resources in our immediate kind of conditions. It's the kind of thing that comes from a good meal or sitting down with friends or holding a loved one or conversing with somebody that you really bond with. Serotonin does not stimulate action. It tends to stimulate stillness. Very different than the neuromodulator dopamine, which is a reward, feel good neuromodulator that stimulates action. And actually dopamine is the precursor to epinephrine, to adrenaline, which actually puts us into action. It's actually made from dopamine, right? So you can start to think about light as a signal that is very powerful for modulating things like sleep and wakefulness, but also serotonin levels, melatonin levels. And I talked about this previously, but I'll mention once more that light in the middle of the night reduces dopamine levels to the point where it can start causing problems with learning and memory and mood. That's one powerful reason to avoid bright light in the middle of the night. Okay.", "VQLU7gpk_X8_94": "Last episode, we talked about how to assess recovery and things that you might want to do to improve recovery, how exposure to ice baths and cold showers can reduce inflammation, which can be great for recovery, but can inhibit some of the adaptations for strength and hypertrophy because inflammation isn't good or bad. Inflammation isn't like a nice person or a mean person, it's both. It's a great thing for stimulating adaptations, but you don't want it around too long. And so we suggested that you not do ice baths within probably six hours of any training where the goal was hypertrophy or strength training. There is some evidence that getting yourself into an ice bath or cold shower after endurance training can actually improve the mitochondrial aspects of endurance exercise, that you can get improvements in mitochondrial density and you can get improvements in mitochondrial respiration by doing that afterwards and that it can facilitate recovery. That's still a bit of a controversial area. I do think that what I mentioned earlier, that waiting at least six hours and probably more like 24 hours between workouts is a good idea, that getting at least one full day of rest each week, for some people that'll be two.", "h2aWYjSA1Jc_53": "However, because light is such a powerful stimulus for controlling the timing of your sleepfulness or sleepiness, I should say, and wakefulness, we might want to be cautious about how much light we are viewing in the afternoon, in particular in the early evening hours, right? Well, turns out it's not so straightforward. Viewing, so sunlight to the eyes, sunlight in the late afternoon and evening hours. So again, depends on time of year, depends on location that you happen to be in, but getting some sunlight in your eyes for, again, maybe five or 10, maybe 30 minutes, depending on how much cloud cover there is, doing that in the afternoon serves an additional beneficial purpose, which is you protect or you inoculate your nervous system against some of the negative effects of bright artificial light or even dim artificial light in the nighttime hours between 10 p.m. and 4 a.m., which is really critical period three. And we'll talk about what to do and what to not do during critical period three of every 24 hour cycle.", "FeRgqJVALMQ_3": "I've spoken many times before on this podcast about the fact that sleep is the foundation of mental health, physical health, and performance. One of the key things to getting a great night's sleep is to control the temperature of your sleeping environment. And that's because in order to fall and stay deeply asleep, your body temperature has to drop by one to three degrees. And in order to wake up in the morning feeling refreshed, your body temperature actually has to increase by one to three degrees. With Eight Sleep, it's very easy to control the temperature of your sleeping environment. It's a mattress cover that allows you to control the temperature of your sleeping environment at the beginning, middle, and end of your night. And in doing so, allow you to fall and stay deeply asleep throughout the night and wake up feeling extremely refreshed. I started sleeping on an Eight Sleep mattress cover well over two years ago, and it has greatly improved the quality of my sleep. If you'd like to try Eight Sleep, you can go to eightsleep.com slash Huberman to save up to $150 off their pod three cover. Eight Sleep currently ships in the USA, Canada, UK, select countries in the EU and Australia.", "AtChcxeaukQ_93": "In the review that I mentioned a few moments ago, they cover some of the data from studies exploring the post-exercise stress response. So this is the post-exercise induced increase in things like cortisol, those natural killer cells, the production of white blood cells, and so on. It's very clear that if you are in a state of chronic stress because you're exercising a lot and or because you're not sleeping enough, or for whatever reason, maybe you have a lot of life stress, it's very clear that ingesting carbohydrates after exercise can help attenuate some of the inflammation that exercise induces. When we talk about carbohydrates, we're talking about rice, oatmeal, pasta, those sorts of things, so-called complex carbohydrates. And fruit post-exercise has been shown to attenuate, to reduce some of the markers of inflammation by about 30 to 40% when contrasted with water only intake, especially if you're training fasted. So for those of you like me that like to wake up in the morning and just drink fluids, you know, for me, it's water, yerba mate, coffee."}, "relevant_docs": {"0726e392-1924-4327-b350-5fce309771d9": "7YGZZcXqKxE_21", "5c560bca-4e7c-4c9e-b78a-a0a6f32f4f68": "qPKd99Pa2iU_122", "bf116f80-0578-4351-8732-f5a56e3f2b0a": "nwSkFq4tyC0_28", "cd79a77c-f2b1-4397-9470-a73cfeff60cf": "_ltcLEM-5HU_113", "01de7154-eb7a-4c20-8e1a-05c90f119d68": "KPlJcD-o-4Q_33", "25437b06-7da8-4e9f-8bdc-6e8405eda258": "xjEFo3a1AnI_131", "ba1ee6d9-7600-433e-8dea-30d3fb784f1b": "Xu1FMCxoEFc_89", "59f175aa-1ed6-488f-ba59-294b36d3fe06": "VAEzZeaV5zM_105", "7f57c804-1e7a-419a-a9d8-ec5d1b3d3844": "VRvn3Oj5r3E_42", "de313c95-9beb-45e6-a360-9162b5801829": "XfURDjegrAw_39", "da14a3eb-efce-42b5-ab8f-204fef027b85": "ccrbE0QHy94_58", "63b00864-9365-4139-a0fd-c822cbeaf25a": "uxZFl4BDOGk_61", "0c88e175-003c-49ec-bfa7-6376c5a698ac": "V0Sdgn0_kFM_9", "e5cc0187-80d7-4296-96a9-55ca4b5f5c8c": "tLS6t3FVOTI_56", "6c78c087-d71a-43d7-8b24-e5c0a8b10134": "tLRCS48Ens4_200", "1825076f-6aae-4ea5-b609-4302dedbea27": "VQLU7gpk_X8_94", "1f4e7d61-dbd6-41e6-a082-34c8b1d1179d": "CyDLbrZK75U_263", "45f75f1d-b5e6-48b7-8c45-284de44947df": "ccrbE0QHy94_111", "002d30fe-e7fc-413d-bd9b-9860165a4558": "xjEFo3a1AnI_93", "c3a99279-1449-410c-bb6b-2c498e3326df": "Rxmv7rT9leo_20", "d29c7360-2b20-4bf3-90ec-9f13a4dec221": "8IWDAqodDas_56", "727ab5f6-e461-40a0-ad1f-729ca3c215b4": "m_OazsImOiI_33", "3f9fba94-4ec1-43f0-a3dd-1d4f43fb4f1c": "uxZFl4BDOGk_74", "d6e63225-c905-42e7-bf7f-dc55a4c02092": "aQDOU3hPci0_26", "e55f4247-16c2-48cd-b73b-17acdd4ea53a": "vA50EK70whE_27", "8a8bbff4-d610-400f-94f4-494ebf238428": "Xu1FMCxoEFc_65", "3eb08383-bade-43cd-8e74-c0ea6cf0c8ee": "x4m_PdFbu-s_28", "e6640281-d20d-4a41-aa40-0aab3962e8f5": "tLS6t3FVOTI_7", "b01f102a-e407-4229-9658-2fc80f9a9777": "Mwz8JprPeMc_95", "ae6631d0-90d8-45ed-9a66-f230388c2abe": "h2aWYjSA1Jc_53", "7b347d0f-47ca-4b04-8370-953f48783f2a": "FeRgqJVALMQ_3", "4e3fbf55-8409-4b68-9dad-9bf50aa6b49e": "50BZQRT1dAg_85", "399cf950-50c6-4d32-9f17-82760463e971": "K9lORz2_XSU_68", "a2fb3ad8-e8a7-4974-9dcf-257faf42d2cf": "2XGREPnlI8U_54", "60610888-2902-45fc-9b26-6d2f2db9b1ee": "UNCwdFxPtE8_26", "7ac07214-17d5-47a8-aec0-89b4a619061e": "juD99_sPWGU_113", "2236a132-d172-4c96-9dc0-6d21d05b796a": "K4Ze-Sp6aUE_160", "79c37473-46af-49ad-85a8-80e5e5103174": "EQ3GjpGq5Y8_15", "b5e2eb18-9c39-43c3-92aa-ad757ca6124f": "tkH2-_jMCSk_81", "29e5fda6-d47b-4f43-8f7e-0b2ff22e97fe": "eMqWH3LYiII_140", "755471e4-6562-4090-8f53-184878f797b5": "K9lORz2_XSU_1", "68018cbe-91c4-4de0-9400-37c0030f51c7": "at37Y8rKDlA_36", "c5da98be-32e8-4edf-b500-b1412959f86d": "xjEFo3a1AnI_8", "90b0e24f-2819-41d4-9814-1dbcfdf429b9": "x3MgDtZovks_8", "64709ed4-01ee-4dab-999e-8951ef5e8fd5": "AtChcxeaukQ_93", "db162935-bc35-48db-8364-85709759fec3": "mcPSRWUYCv0_6", "d332561a-eed4-43f1-ae12-47704d083f96": "juD99_sPWGU_49", "b465deb5-bc98-4747-90aa-a2a0f140d1df": "FeRgqJVALMQ_7", "8a15b542-f93c-42dd-a994-fdae3324ea12": "ObtW353d5i0_17", "65af243d-c228-44f7-9750-1d6c836570a4": "O640yAgq5f8_79", "5388fe78-300d-4a85-9bdf-dd5467a140d3": "J7SrAEacyf8_78", "898008e5-1468-4052-a2af-1eb586d1b991": "tLRCS48Ens4_95", "5d455606-fa1c-412a-9288-60c305907897": "UIy-WQCZd4M_99", "0d864e58-a731-4439-9333-e78ffdd00541": "ncSoor2Iw8k_57", "0c9cbb2b-bec2-4978-a2a5-1c267259d078": "Mwz8JprPeMc_12", "9f480026-8a04-4286-9c07-db6ef68a3d6a": "vA50EK70whE_8", "d1bbbc82-7c51-45d8-8412-221b86723507": "EQ3GjpGq5Y8_86", "be6bf18d-0afb-40e8-93f7-8ca2f8db2ed0": "wTBSGgbIvsY_22", "e9fc2478-3414-4e37-865f-4e18b0fc48f6": "m_OazsImOiI_109", "f926b527-5ca1-4cf9-8bf2-f0b67dc0cdd0": "qPKd99Pa2iU_158", "c332c01d-80fb-4326-9ce0-98fb1325b5ea": "gXvuJu1kt48_123", "46deeb9e-f18f-4455-8c87-a1e78591f18b": "Wcs2PFz5q6g_85", "b96991a2-971e-4d33-9664-8e83a2fe8944": "iw97uvIge7c_74", "1d3a3cf7-5fcc-4baa-b48d-50056d9a9844": "zEYE-vcVKy8_16", "cd8c1e01-50c2-40a1-8737-6696a515bc4c": "UIy-WQCZd4M_163", "a4602bf9-f524-4028-951d-ce0c3f324b27": "t1F7EEGPQwo_90", "41bea6d6-47b8-4b3d-9ca8-c3e9d58c0e21": "HXzTbCEqCJc_65", "62955727-76e2-4219-b33c-d6ec0ac5e3c7": "CyDLbrZK75U_85", "1d485f4d-f9af-4719-b30e-28b6e93f92ac": "yOJvm_ri_hk_37", "235de7ba-49cb-4d69-a2de-c4e26bcad7be": "szqPAPKE5tQ_102", "9e08bd95-ad94-4abd-bafa-85129ec17b5c": "-wIt_WsJGfw_33", "e02b4e39-71c1-42fb-af23-f4b38054de94": "X8Hw8zeCDTA_137", "00558586-cd01-4931-b854-d696ab26f912": "gMRph_BvHB4_46", "2ced5b19-4341-4da8-a74f-a8645e78ca36": "t1F7EEGPQwo_38", "d9a10670-b684-4016-8202-6e633b8aed7b": "tLRCS48Ens4_17", "18a7fdb8-0f51-4c91-a19b-91484dc87c20": "-wIt_WsJGfw_6", "19adce21-382e-4de1-8640-a862dafb7526": "Mwz8JprPeMc_96", "707f38ea-5422-4220-a7af-fca77059ecb1": "X4QE6t-MkYE_79", "444b9084-4fa4-42e1-8e5c-815239f62a8d": "KVjfFN89qvQ_51", "519bf204-2d68-48af-bc77-718a696d5457": "t1F7EEGPQwo_72", "939afe48-c697-4930-bfc5-2a42e1711f2d": "Z7MU6zrAXsM_105", "574edf73-e8cb-447f-901e-a1bbd3cc292a": "6ZrlsVx85ek_95", "47960675-08c0-412b-ac8a-7784ca93c0b9": "dzOvi0Aa2EA_108", "7bb2ffd1-3373-42de-a11f-168aa1f3225e": "ncSoor2Iw8k_16", "9759684b-e02f-4cb7-a40c-35c143151b39": "CGjdgy0cwGk_44", "22f8f321-f706-4e90-bcd2-052ab06231b0": "pkJi9Raxikg_5", "a8458091-21de-4db1-a6ce-2eb9b830566d": "zU5EYw06wtw_14", "ba0040de-61a3-4c1e-93ee-ccb4cdca75f7": "nwSkFq4tyC0_34", "f6fec8a1-4726-4929-8ebe-fc5815badc02": "H-XfCl-HpRM_25", "5e0c0312-3ffb-4a11-acab-2bfc6611b419": "pkJi9Raxikg_148", "25efdc19-42d2-4240-86b1-71e896696b1b": "HXzTbCEqCJc_11", "ff28ce67-5f39-49e0-8756-48beb6b0b901": "TG8VM5-CTfw_160", "6eaa07af-bff2-4d4d-b600-7b7dea6b411e": "IAnhFUUCq6c_50", "0efdd7e8-005b-4b67-88e8-d65a9638d4e6": "Wcs2PFz5q6g_46", "94fcad6a-cde1-40ed-893f-87a69b2a78b9": "eIxVfln02Ss_48", "82b01fb7-8f60-42f0-9f85-83472556102d": "T65RDBiB5Hs_53", "27e98db9-73e3-4c38-b227-709e4227cb8a": "X4QE6t-MkYE_52", "37b6c165-a0f1-4316-92a4-7d98c0b191c8": "8IWDAqodDas_60", "9ad7c46c-c6bc-41b2-8c1a-239394f37541": "XcvhERcZpWw_8", "6988439c-1099-4a70-804b-39d066b3b66a": "slUCmZJDXrk_114"}, "answers": {"0726e392-1924-4327-b350-5fce309771d9": "Narrowing visual attention leads to a big difference in the way individuals engage in exercise.", "5c560bca-4e7c-4c9e-b78a-a0a6f32f4f68": "A high aggressive drive can lead to feelings of envy if it surpasses the generative drive, resulting in wanting more without satisfaction.", "bf116f80-0578-4351-8732-f5a56e3f2b0a": "Serotonin influences feelings of wellbeing by promoting a sense of calm and quiescence, associated with feelings of having enough resources and comfort, typically experienced after a good meal, social interactions, or physical closeness.", "cd79a77c-f2b1-4397-9470-a73cfeff60cf": "The rods and cones undergo degeneration, and support cells called RPE cells also degenerate.", "01de7154-eb7a-4c20-8e1a-05c90f119d68": "Divergent thinking involves generating multiple ideas around a single concept, indicating that more than one idea can be correct and the better the quality of divergent thinking.", "25437b06-7da8-4e9f-8bdc-6e8405eda258": "Fasting may lead women's bodies to have significant changes in hormonal status to prevent pregnancy, as they should not be having a baby when they are starving.", "ba1ee6d9-7600-433e-8dea-30d3fb784f1b": "It allows people to get relief from depressive narratives and see new opportunities and optimism in the future.", "59f175aa-1ed6-488f-ba59-294b36d3fe06": "Getting quality sleep each night helps regulate appetite and the specific forms of metabolism that drive specific appetites.", "7f57c804-1e7a-419a-a9d8-ec5d1b3d3844": "Current AI systems cannot keep track of shared moments or personal experiences like humans can.", "de313c95-9beb-45e6-a360-9162b5801829": "There aren't any really good at-home blood tests for serotonin and dopamine, and the available commercial products are not particularly impressive.", "da14a3eb-efce-42b5-ab8f-204fef027b85": "Neuroplasticity and brain circuit rewiring are crucial for improving symptom profiles in autistic kids, particularly in enhancing social cognition and social behavior.", "63b00864-9365-4139-a0fd-c822cbeaf25a": "The context and the prominence of male-male mounting when mice haven't had a lot of fighting experience.", "0c88e175-003c-49ec-bfa7-6376c5a698ac": "The amygdala represents a fork in the road for processing emotional valence, allowing for the evaluation of the world based on filter and selection of important information.", "e5cc0187-80d7-4296-96a9-55ca4b5f5c8c": "Neural circuits involved in sleep can undergo plasticity, allowing them to function well even if supplements are missed for a night.", "6c78c087-d71a-43d7-8b24-e5c0a8b10134": "Examples include narcissism, anxiety, bipolar disorder, and obsessive-compulsive disorder.", "1825076f-6aae-4ea5-b609-4302dedbea27": "One can enhance their recovery after training by using ice baths or cold showers, especially after endurance training, to reduce inflammation and improve mitochondrial density and respiration. Additionally, waiting at least six hours between ice baths and strength or hypertrophy training, and ensuring at least one full day of rest each week can also aid recovery.", "1f4e7d61-dbd6-41e6-a082-34c8b1d1179d": "Timing seems to matter less for protein if total protein intake is high, but it is important for carbohydrates to replenish muscle glycogen.", "45f75f1d-b5e6-48b7-8c45-284de44947df": "It might be able to put them on a different developmental trajectory.", "002d30fe-e7fc-413d-bd9b-9860165a4558": "Liquid ketones might be beneficial for mood disorders even if individuals are not able to follow a ketogenic diet.", "c3a99279-1449-410c-bb6b-2c498e3326df": "It allows these animals to fight for their life longer, indicated by them swimming for much longer instead of giving up.", "d29c7360-2b20-4bf3-90ec-9f13a4dec221": "The more novel experiences we have in a place, the longer we feel we've been there.", "727ab5f6-e461-40a0-ad1f-729ca3c215b4": "Individuals with bipolar II disorder spend about half of their time in a depressed state.", "3f9fba94-4ec1-43f0-a3dd-1d4f43fb4f1c": "Social isolation leads to a massive upregulation of tachykinin-2 in the brain of mice, which is responsible for increasing aggressiveness, fear, and anxiety.", "d6e63225-c905-42e7-bf7f-dc55a4c02092": "The type of feedback we receive about our performance can either undermine our future performance or enhance it, and effort praise can lead to improvements in abilities.", "e55f4247-16c2-48cd-b73b-17acdd4ea53a": "A balance between dopamine-driven desire and neuromodulators that promote contentment is important for creating a healthy emotional landscape.", "8a8bbff4-d610-400f-94f4-494ebf238428": "Creatine supplementation can increase mood and improve symptoms of major depression.", "3eb08383-bade-43cd-8e74-c0ea6cf0c8ee": "Breathing in through the nose can increase resistance, which allows you to bring more oxygen into your system.", "e6640281-d20d-4a41-aa40-0aab3962e8f5": "Behaviors form the foundation, followed by nutrition, supplementation, and prescription drugs.", "b01f102a-e407-4229-9658-2fc80f9a9777": "Chemical-chemical signaling between women can impact the timing of their menstrual cycles, potentially lengthening or shortening them based on their phase in the cycle.", "ae6631d0-90d8-45ed-9a66-f230388c2abe": "Receiving light exposure in the late afternoon and evening is beneficial because it helps to protect or inoculate the nervous system against the negative effects of bright or dim artificial light during the critical period of 10 p.m. to 4 a.m.", "7b347d0f-47ca-4b04-8370-953f48783f2a": "Temperature regulation can affect sleep quality by helping the body achieve the necessary drop in temperature to fall and stay deeply asleep, as well as allowing it to increase in temperature to wake up feeling refreshed.", "4e3fbf55-8409-4b68-9dad-9bf50aa6b49e": "Society should focus on women being incredibly powerful, competent, and successful in their careers rather than judging them by their appearances.", "399cf950-50c6-4d32-9f17-82760463e971": "The pandemic benefited the host's experience with chronic pain.", "a2fb3ad8-e8a7-4974-9dcf-257faf42d2cf": "Anorexia tends to show up around the time of puberty due to significant changes in hormonal production and brain circuitry.", "60610888-2902-45fc-9b26-6d2f2db9b1ee": "By integrating conditioning work with weight training and incorporating drills like footwork, a more well-rounded fitness result can be achieved.", "7ac07214-17d5-47a8-aec0-89b4a619061e": "Carbohydrates can help reduce elevated cortisol levels, which may assist some individuals in sleeping better.", "2236a132-d172-4c96-9dc0-6d21d05b796a": "Research suggests that individuals who are obese and lose a lot more weight early are more likely to keep it off.", "79c37473-46af-49ad-85a8-80e5e5103174": "Caution is needed because heating the brain and body too much can lead to neuron damage, and damaged neurons in the central nervous system do not recover.", "b5e2eb18-9c39-43c3-92aa-ad757ca6124f": "Effective methods include pure static stretching, PNF type stretching, and antagonistic interleaved muscle training.", "29e5fda6-d47b-4f43-8f7e-0b2ff22e97fe": "Individuals switch back and forth between their own feelings and the thoughts or experiences of others, navigating human dynamics.", "755471e4-6562-4090-8f53-184878f797b5": "Temperature, including heat and cold, has an intimate relationship with discomfort and pain relief.", "68018cbe-91c4-4de0-9400-37c0030f51c7": "Water interacts with substances like salt and sugar, which are hydrophilic, by their chemical structures binding to the hydrogens and oxygens of water, turning them from solid into liquid, creating solutes.", "c5da98be-32e8-4edf-b500-b1412959f86d": "Personal experiences, including childhood mental illness and adversity, influenced the journey by leading to later challenges such as metabolic syndrome even while supposedly following a healthy lifestyle.", "90b0e24f-2819-41d4-9814-1dbcfdf429b9": "When we get into an uncomfortably cold environment, it triggers various physiological responses that can be both invigorating and beneficial.", "64709ed4-01ee-4dab-999e-8951ef5e8fd5": "Inflammatory markers typically increase after exercise, but ingesting carbohydrates or fruit post-exercise can help reduce these markers by about 30 to 40% compared to only water intake, especially if training is done in a fasted state.", "db162935-bc35-48db-8364-85709759fec3": "Principles of neuroplasticity are important for understanding and working with our nervous system.", "d332561a-eed4-43f1-ae12-47704d083f96": "One can effectively utilize breathing techniques by laying down for three to ten minutes after training, covering the eyes, and practicing a structured cadence of breathing, such as box breathing.", "b465deb5-bc98-4747-90aa-a2a0f140d1df": "In Western cultures, fear is expressed with a specific facial expression involving widened eyes and gasping, while in Melanesian culture, the same expression signifies threat and aggression.", "8a15b542-f93c-42dd-a994-fdae3324ea12": "The brain interprets colors by making comparisons with surrounding signals and does not recognize colors directly.", "65af243d-c228-44f7-9750-1d6c836570a4": "Fasting can increase growth hormone.", "5388fe78-300d-4a85-9bdf-dd5467a140d3": "Epigenomic effects and the placenta could contribute to a higher probability of offspring self-reporting as homosexual.", "898008e5-1468-4052-a2af-1eb586d1b991": "Negative internal narratives can become so strong that there's no room for anything else, impacting the ability to enjoy activities like music.", "5d455606-fa1c-412a-9288-60c305907897": "A large range of repetitions allows for a large range of rest intervals, from as low as 30 seconds to two or three minutes.", "0d864e58-a731-4439-9333-e78ffdd00541": "Oral contraceptives change the perception of attractiveness by blunting the peaks and valleys of hormone output, leading to a mellowed assessment of attractiveness in women by men and a decrease in the perceived peaks of attractiveness in women who take them.", "0c9cbb2b-bec2-4978-a2a5-1c267259d078": "The book is What Is Color? 15 Questions and Answers on the Science of Color by Ariel and Joan Ekstut.", "9f480026-8a04-4286-9c07-db6ef68a3d6a": "Understanding the dopamine system allows individuals to leverage it to their benefit and not be controlled by external factors.", "d1bbbc82-7c51-45d8-8412-221b86723507": "By using AVAs, cooling of blood can occur quickly by applying cool towels to the palms of hands, bottoms of feet, and upper half of the face.", "be6bf18d-0afb-40e8-93f7-8ca2f8db2ed0": "The insula and anterior cingulate cortex work together to interpret bodily sensations and how they correspond to external stimuli, helping one understand whether physical sensations are normal or indicative of a problem.", "e9fc2478-3414-4e37-865f-4e18b0fc48f6": "Lifestyle interventions, along with drug treatments and talk therapy, are part of a full and necessary picture for dealing with bipolar disorder.", "f926b527-5ca1-4cf9-8bf2-f0b67dc0cdd0": "One can assess their levels of aggressive drive and pleasure drive by asking themselves questions related to how driven they are and their ability to experience pleasure.", "c332c01d-80fb-4326-9ce0-98fb1325b5ea": "Chronic users of cannabis experience an increase in anxiety over time, requiring more of the substance to achieve the same level of anxiety relief, and in some cases, they may experience increased anxiety even while under its influence.", "46deeb9e-f18f-4455-8c87-a1e78591f18b": "The system is adaptable to the real world, incorporates habit slips, and has features such as high intensity and lack of compensation for missed days.", "b96991a2-971e-4d33-9664-8e83a2fe8944": "InsideTracker analyzes data from your blood and DNA.", "1d3a3cf7-5fcc-4baa-b48d-50056d9a9844": "People can become very fit in one area and not another, as seen with endurance athletes who may have great endurance but not much strength, and vice versa.", "cd8c1e01-50c2-40a1-8737-6696a515bc4c": "Experienced rock climbers tend to have remarkable body compositions that are lean, flexible, and balanced.", "a4602bf9-f524-4028-951d-ce0c3f324b27": "Dopamine influences visual focus by constraining eye movements in individuals with normal levels, while those lacking dopamine exhibit limited eye movement and a reduced ability to evaluate visual environments.", "41bea6d6-47b8-4b3d-9ca8-c3e9d58c0e21": "Male sexual jealousy often triggers attacks, while women may use physical force in self-defense.", "62955727-76e2-4219-b33c-d6ec0ac5e3c7": "One should consider the eccentric and concentric phases, using full range of motion, and maintaining perfect form.", "1d485f4d-f9af-4719-b30e-28b6e93f92ac": "We must look at it because it is an important aspect of gaining self-awareness.", "235de7ba-49cb-4d69-a2de-c4e26bcad7be": "Different sequences of neuron activation can evoke the same memory or behavior because at a neural circuit level, the same emotional state or behavior can be produced even when the neurons fire in different patterns, leading to a similar sense of what happened.", "9e08bd95-ad94-4abd-bafa-85129ec17b5c": "Meditation reduces activity in the default mode network at some level.", "e02b4e39-71c1-42fb-af23-f4b38054de94": "Having a wide breadth and depth of knowledge across different domains can inspire others and enhance human connection.", "00558586-cd01-4931-b854-d696ab26f912": "Individuals can regulate their autonomic nervous system even in the absence of another person, moving from states of stress to calm and from exhaustion to alertness.", "2ced5b19-4341-4da8-a74f-a8645e78ca36": "Visual focus can increase your level of cognitive attention and your ability to focus and stay focused.", "d9a10670-b684-4016-8202-6e633b8aed7b": "There are only a few core adaptations that lead to lower blood pressure, enhanced endurance, improved strength, improved neuromuscular function, and improved brain function.", "18a7fdb8-0f51-4c91-a19b-91484dc87c20": "A fitness wearable device can provide real-time feedback on adjusting training and sleep schedules to improve health and performance.", "19adce21-382e-4de1-8640-a862dafb7526": "Chemical signals can shorten, delay, or lengthen menstrual cycles in women, depending on their phase in the menstrual cycle.", "707f38ea-5422-4220-a7af-fca77059ecb1": "Serotonergic agents can increase activation of broader areas of the brain and may lead to a lack of gating of sensory input.", "444b9084-4fa4-42e1-8e5c-815239f62a8d": "The quality of giving, specifically giving wholeheartedly, is crucial for the recipient to genuinely feel gratitude.", "519bf204-2d68-48af-bc77-718a696d5457": "The greater the number of options in our visual attention, the more our attention drifts, leading people to buy more.", "939afe48-c697-4930-bfc5-2a42e1711f2d": "Technology can help individuals with severe disabilities, such as those who are locked in, to communicate more effectively by allowing them to think of letters that are then spelled out, moving beyond traditional typing methods.", "574edf73-e8cb-447f-901e-a1bbd3cc292a": "Finasteride increases hair growth by reducing DHT, which has a negative impact on the hair follicle.", "47960675-08c0-412b-ac8a-7784ca93c0b9": "Individuals can access summaries and protocols by signing up for the Neural Network Newsletter at hubermanlab.com.", "7bb2ffd1-3373-42de-a11f-168aa1f3225e": "Diet should be an individualized approach, similar to how different cars require different fuels for various performance outcomes.", "9759684b-e02f-4cb7-a40c-35c143151b39": "Men experience cluster type headaches that have a sudden onset during sleep at five times the frequency than do females.", "22f8f321-f706-4e90-bcd2-052ab06231b0": "Advanced tests may assess fragmentation of DNA and epigenetic profiles of sperm.", "a8458091-21de-4db1-a6ce-2eb9b830566d": "Therapeutic peptides can be useful for rejuvenation and repair of tissues, metabolism and growth of tissues, longevity, and increasing vitality.", "ba0040de-61a3-4c1e-93ee-ccb4cdca75f7": "Exercising in the morning can lead your body to develop an anticipatory circuit that makes you want to wake up at the time you exercised over the previous three or four days.", "f6fec8a1-4726-4929-8ebe-fc5815badc02": "Our experiences are converted into actions such as writing and engineering, which leave a fossil record of our species.", "5e0c0312-3ffb-4a11-acab-2bfc6611b419": "Sperm quality and hormone levels are important for sexual health, urinary health, prostate health, and overall body health.", "25efdc19-42d2-4240-86b1-71e896696b1b": "Mate preferences set the ground rules for competition, as individuals compete to exhibit desired qualities that are favored by the opposite sex.", "ff28ce67-5f39-49e0-8756-48beb6b0b901": "An immune system treatment can activate the immune system so strongly that it can destroy surrounding organs, like the pancreas, leading to conditions such as type 1 diabetes.", "6eaa07af-bff2-4d4d-b600-7b7dea6b411e": "Connective tissues surround muscle fibers and muscles, coming together into a tendon that pulls on the bone to cause movement.", "0efdd7e8-005b-4b67-88e8-d65a9638d4e6": "Dopamine and norepinephrine start to come down, cortisol starts to taper down, and serotonin begins to rise, leading to a more relaxed state in the afternoon.", "94fcad6a-cde1-40ed-893f-87a69b2a78b9": "Psilocin predominantly activates the serotonin 2A receptor, influencing emotions and perception through pyramidal neurons.", "82b01fb7-8f60-42f0-9f85-83472556102d": "Acetylcholine has a potent ability to open up neuroplasticity, allowing learning and encoding of new information to occur.", "27e98db9-73e3-4c38-b227-709e4227cb8a": "The presence of depression triples the oral opioid dose required by day four to cover the pain after a total knee replacement.", "37b6c165-a0f1-4316-92a4-7d98c0b191c8": "The frequency of dopamine release predicts how subjects parse the time bins of their experiences.", "9ad7c46c-c6bc-41b2-8c1a-239394f37541": "InsideTracker provides clear directives in terms of lifestyle, nutrition, and supplementation based on your blood and DNA analysis, making the information actionable.", "6988439c-1099-4a70-804b-39d066b3b66a": "MDMA therapy allows individuals to cognitively and somatically reframe traumatic events, changing the way those events impact their body and mind."}}