{
    "queries": {
        "3c75ab60-d499-4c55-aa13-94feaeb0b243": "How can deep rest states help reset dopamine levels in the brain's basal ganglia?",
        "59a99483-2faf-4f97-9217-2d8f980ed34c": "How does the historical use of substances like coffee and nicotine compare to the modern use of neurotechnologies for augmentation?",
        "e576ed34-8b36-45c7-9b8c-f827c8886874": "What are the considerations related to the invasive nature of neurotechnologies when it comes to performance enhancement?",
        "4b9cd97d-ecce-4a14-b32e-70af3ea1db96": "How do the narcissists Dr. Conti has observed usually act in their personal and professional relationships?",
        "25661555-bcfd-4ad4-81d4-1b409184cdcb": "How can InsideTracker help individuals make changes based on their blood and DNA test results?",
        "b2dfaca7-cf47-4531-b29e-2fcff7e96f9e": "How can the gut be trained in terms of fluid and carbohydrate intake?",
        "78367a60-f1f9-45ca-9816-d5875bb2419d": "How does the system described by the guest incorporate the biology and psychology of habit formation?",
        "721dd6c0-3834-4b90-bfb2-dc48939818b9": "What is the purpose of testing whether habits have really stuck and are likely to stick going forward in the system described by the guest?",
        "6abf60d4-5ddb-4194-a46e-fb15721255c6": "How does meditation encourage one to recognize the formless and mysterious nature of everyday objects, such as a cup?",
        "e8014f97-80dc-42a2-90da-1d59e6d97139": "How do cholinergic drugs benefit sprinters in terms of their performance?",
        "1f896194-e37e-481a-96ca-083d5dc359bb": "What important function does acetylcholine serve in terms of nerve to muscle contraction and reflex speed?",
        "d4668a69-26e6-4db2-a448-8470613ebc89": "How are aesthetic changes observed in individuals who shift from mouth breathing to nose breathing, according to the mentioned book, Jaws, Hidden Epidemics?",
        "dbbbdbc0-2f87-443e-a18c-4cc962024a60": "What are some of the aesthetic changes experienced by people when they transition from mouth breathing to nose breathing, as observed in the mentioned book, Jaws, Hidden Epidemics?",
        "6ff76e19-23fa-4977-a7ab-ad0e6d6c6a49": "How can listeners support the Huberman Lab podcast at no cost?",
        "12fa8c08-faa9-4258-a1b6-6d79e3c246ec": "How does tightness and weakness in the hips contribute to low back pain?",
        "d1427908-da03-4035-ab6a-5fb8f61dde8f": "What specific issue in pitchers can lead to Tommy John injuries in their elbows?",
        "f4669aa5-e581-467c-89b4-139a031e1e8f": "How does the accumulation of genetic mutations relate to the prevalence of certain diseases with age?",
        "89bedc30-df83-416d-8568-61d76bbea4a8": "Why is it that diseases like age-related macular degeneration and cardiovascular disease increase in prevalence with age?",
        "47868f89-cce2-4ea1-befc-3f0a236a732a": "How is the specific goal of hypertrophy related to isolating nerve to muscle pathways?",
        "6fa852c4-3280-4a09-b645-d3dbee3b79f5": "Why is muscle isolation not a natural phenomenon?",
        "b0e7f0cf-6978-4a3b-a140-8a4d509bdba4": "How long have neural networks been in existence and how does this relate to the term deep learning?",
        "4493eba3-7bfd-43a5-8e2a-5b5157acafff": "How does insufficient sleep potentially affect sperm quality, testosterone levels, and sexual health?",
        "2d1c809c-c591-427e-8c31-df28c5af9990": "What are the implications of getting less than sufficient amounts of sleep on semen quality?",
        "a0aee733-2084-41c4-bf0d-2f7a6cf0dbc4": "How can listeners claim a special offer from Athletic Greens?",
        "0919123e-e5aa-4190-bb16-765900c96711": "What special offer is available to listeners who go to athleticgreens.com/huberman?",
        "ecf87958-75d5-477e-a725-e7066cb72a1e": "How does the level of circulating oxytocin relate to social functioning deficits in typically developing children?",
        "a6233e18-6917-4e83-b806-f8696f710904": "What question does the differing levels of circulating oxytocin in typically developing children raise about oxytocin's role in human sociality?",
        "d7be49b7-733d-4fe2-bb39-f8cfdbb89d25": "How can viewers support the podcast outside of watching on YouTube?",
        "27f4c39c-1563-490a-a602-970333e121df": "How does the change in melatonin level and core body temperature affect one's ability to stay awake during the night?",
        "8db122a4-d4ef-4c24-a75e-046b356dcc5f": "What physiological factors contribute to the struggle to stay awake and fall asleep at midnight?",
        "5be71d01-8d17-45d4-bf7b-e9fa0de0c3f7": "How can one ensure they are ingesting foods rich in the precursor amino acids to dopamine, acetylcholine, and other neurotransmitters?",
        "0404a1be-a258-4f65-963b-41e188af6b36": "What is the main component of mucunipurines and its significance in increasing dopamine levels?",
        "52513cc1-da42-4cdc-9794-9e00ff940e22": "How do mucunipurines supplements affect dopamine levels and what is its main source?",
        "c5320d3c-102a-4bc4-8e99-ae27e257c5d2": "How was Andrew Huberman introduced to Theragun?",
        "10242aef-dd84-4b46-9450-e8ac09675d8b": "How can subcortical structures be in a different sleep state than cortical structures?",
        "d66cdf11-5e86-4932-83a7-48ee2d1c1947": "How do athletes typically think about recovery in the context of achieving long-term adaptations for competitions like the Olympics or World Championships?",
        "a64f8d33-924c-4959-b52e-a47c5681d48f": "What are some methods that athletes may mistakenly use to maximize their recovery for a single day, despite potentially hindering long-term adaptations?",
        "f6a0732c-3905-43e6-9122-4d80aba4fbfe": "How does getting in and out of a heated environment affect the activation of neurons in the hypothalamus that increase body heat?",
        "fe0ebe59-58d2-4459-a0f3-aab3a3e28727": "What happens to the neurons in the hypothalamus when you repeatedly enter and exit a heated environment?",
        "55d9cb82-3bf4-4f61-b2ab-1f8ca0c965fe": "How can glutamine improve symptoms of leaky gut?",
        "f380153e-2ff8-4481-8d2f-4504f5305ac8": "What can cause GI distress when consuming glutamine?",
        "8a08faa3-f01e-4034-83cb-111e74fcb880": "How do endocrine disruptors and plastic exposures during the 80s and 90s impact ovarian susceptibility to egg quality and quantity?",
        "ff96a4f3-b03b-4310-ba43-716c06842039": "How do early experiences with the world lay a template of recognition that influences our later reactions and behaviors?",
        "fd5b678c-da5a-40af-9ca0-5ba83184005d": "How does increased access to ketamine outside of clinical settings impact its recreational use and addiction rates?",
        "63efc081-b213-45d4-bbdf-168455719fa5": "How can introverts feel motivated and satisfied by brief or sparse social interactions?",
        "005c06c9-e86c-4f5d-b03a-44a68811a963": "How did the high school students' anticipatory stress change after being educated about growth mindset and stress as enhancing mindset?",
        "7ce12620-8c3e-4fc7-be59-7937adb719d4": "How does vinegar consumption potentially affect blood glucose levels after eating sugary or carbohydrate-rich foods?",
        "36edc570-3afb-4509-93d5-b7236805ec8c": "How can getting into a sauna while running a fever be dangerous for the body?",
        "887e0a99-8b4d-4248-82cd-2e902d9ce34c": "What are some factors that can impact the transient effects of drugs?",
        "5eab9899-9577-4080-af7c-5d0538bec353": "How do optometrists currently measure rod cone function and contrast detection for individuals?",
        "11fd05a9-01c0-409d-aa28-1290e536fcf3": "How does the brain create a low-dimensional summary of affective feeling?",
        "6c7a566b-0649-47d1-b2be-f32b31eea6ba": "What are the features of consciousness related to affective feeling?",
        "c85c5b0a-e9df-44c4-8099-c4f28fa8bdfd": "How does the mechanical changes in the lung affect the signals in the vagus nerve?",
        "2c611e22-e573-45f1-8a78-ad7ae900950b": "Why can electrical stimulation of the vagus nerve provide relief for some forms of refractory depression?",
        "8413c102-ea16-4ee1-9de1-0edd2b0e66fe": "How does cold on the skin trigger a response in the hypothalamus related to brown fat activation?",
        "69531803-d739-4b93-98e5-82ad21b1a930": "Why do the brain and body install multiple mechanisms for important survival and evolutionary processes?",
        "9019cf20-aa21-4a18-b355-47f45ea937da": "How is the ketogenic diet used to treat epilepsy and other conditions of the nervous system?",
        "4984acea-9a96-4c55-9be4-8be758530f9d": "How does regular ingestion of alcohol affect estrogen levels in both males and females?",
        "9357e33e-d66e-49e3-8fb7-d81ba2f4b3e9": "What enzyme is responsible for increasing estrogen levels through the aromatization process when alcohol is regularly ingested?",
        "ffca5981-6590-4486-9b6c-53f1b1d0a198": "What impact does trauma have on our ability to create maladaptive negative fantasies about the future?",
        "e98ef59c-57b9-4ec6-83c6-12172ac08292": "How critical are psychological treatments in the management of people with a wide range of pain problems?",
        "2c731656-71ed-477f-bd73-6f6aecc57c70": "What treatments are actively debated in the area of nutraceuticals and supplements for pain management?",
        "961c5fcf-7b1a-4c9a-ad92-905edd13640a": "How can grooming behavior be demonstrated in a professional context?",
        "60d3dd04-e88c-4f66-bc12-7ce97f927f63": "How do some investigators mask the truth of a study from the world?",
        "d8e10ced-ddf8-49e0-a690-85711ae93af3": "How does adolescence and puberty seem to bias action away from the primary caregiver in both animals and kids?",
        "549eb0bc-2058-4944-a133-d25d379b8b62": "How can bringing down the sympathetic nervous system before sleep help with adaptive sleep and erasing the novelty of emotions?",
        "71568b7f-3fd3-44ad-9592-9798629e3c1f": "What role does bringing down the sympathetic nervous system before sleep play in ensuring adaptive sleep and erasing the novelty of emotions?",
        "17c30db7-0a57-4691-8e9d-24b69fa14af1": "What is the consistent window of time-restricted feeding defined experimentally and in literature?",
        "60e7701d-1e61-4d82-9d0a-58b2a975db9c": "How does Levels help users assess the impact of different factors on their blood glucose levels?",
        "06c5325f-7539-41ce-a775-65606ce24f03": "How does the guest use creatine monohydrate for brain effects and DHT levels?",
        "b76fa362-33cf-42f2-8331-92f75063c922": "Why does the guest take five grams of creatine monohydrate per day and what effects does it have on their body?",
        "d2786770-5b95-4fa7-9091-1f276abd8a2f": "How do walks after a meal benefit glucose clearance and cardiovascular health?",
        "4a263745-d1f1-48b1-b95b-ffa23830cf72": "What was the range of time it took for people to form the habit of taking walks after dinner?",
        "5ec37975-a331-4bcb-a91c-170f93ef5b50": "How does the activation of the sweet neurons influence the mouse's behavior in the play arena?",
        "aa4cb432-e0bf-48a7-89d8-4d15d2da1cc0": "What action does the mouse exhibit when the sweet neurons are activated while the animal is on the side with the yellow stripes?",
        "b7067f89-479f-4dda-804f-c32c463dee50": "What aspects of time perception are addressed in the conversation?",
        "ad70869b-7c87-4611-9e6b-68b05d6dbff5": "How do linchpin habits make it easier to execute other habits?",
        "72257cfa-4a98-4c08-8b08-2693969b87cd": "How does lore and discussion play a role in biasing which sperm will fertilize the egg for determining the offspring's sex?",
        "c97a9a4d-6f65-4a80-8c7b-db38ee443296": "What factors are involved in biasing which sperm will fertilize the egg, ultimately determining the sex of the offspring?",
        "001d35bf-fb41-4f6a-bf18-4028723dbe95": "How does the firing of neurons in the brain and body respond to particular frequencies of sound?",
        "1f4c1a77-535c-4a84-8ea9-6e36678e8978": "How does Andrew Huberman plan to distribute the protocols developed for mental health, physical health, and performance research?",
        "fd916e19-8a04-48b9-b640-7f4de77f6ae4": "What is the main goal of funding research for mental health, physical health, and performance at Huberman Lab?",
        "10ea2508-5e32-4268-9d7a-643b330d8df4": "How does increasing certain chemicals in the brain, such as dopamine, affect our visual attention for particular things in space?",
        "16612d80-ba3d-4183-a17c-826428d49a5a": "How is Dr. Charles Zuker involved in uncovering the functions of the vagal gut-brain communication line?",
        "faaeacc4-1b88-4b7b-9fff-eba492965533": "What are the goals of the scientists, including Dr. Charles Zuker, in understanding the different components of the vagal gut-brain communication line?",
        "d98b1069-233b-4687-a1d5-47d03eddcfc7": "How did Dr. Eddie Chang use the decoded electrical signals from epilepsy patients to assist paralyzed individuals in speaking normally?",
        "b599f089-c077-4f54-b700-670cdf964312": "How does the prefrontal cortex enable one to resist and control behavior in response to stressors such as cold environments?",
        "22b66c44-b172-477c-b15e-b36cfcd9ec28": "What plays a key role in controlling behavior when the brain and body are flooded with norepinephrine and epinephrine?",
        "98c31bf5-32bc-4cd9-ae5e-4f90524b8400": "How can you control and restrict the use of carbohydrates as a fuel source during physical activity?",
        "34df4bde-226e-4154-9e55-fe4c667622e5": "What effect does psilocybin have on the flow of information through the brain's processing regions?",
        "11e78dc1-b9d1-4da0-9a49-9ae60f0767c7": "How much longer, on average, is the sleep cycle for men compared to women?",
        "691f80b5-271b-4f5b-8c48-894cf788712c": "Why is the tiny foundation offering a dollar for dollar match on all funds raised for research through the premium channel?",
        "dc78fa88-f1d8-46b4-ae5a-23c60c522765": "How will the protocols be distributed for providing in-depth answers to burning questions through the premium channel?",
        "c53ff310-c220-4ecb-bfa8-1208094e5cec": "How do bees come to like certain nectars even if they are not aware that those nectars contain caffeine?",
        "28b6d867-4c08-4059-85ac-cc754aa9c2bf": "What do beautiful studies describe about the ability of children and adults to distinguish between the taste of caffeinated and non-caffeinated beverages?",
        "1534acf1-892d-46ac-9885-f6387e6383e8": "How does ingesting three milligrams per kilogram of caffeine prior to exercise impact dopamine release associated with exercise?",
        "4ad018f2-bb40-4433-8303-6263a7e1c162": "How does increased caffeine consumption affect salt excretion in the body?",
        "18c35224-e7b6-46eb-9f1c-279171a779de": "How can one experience working memory in real time?",
        "f156de92-d158-428d-9c7e-306a7eaa8d60": "How do artists nurture their internal life in order to embrace painful tones and transmute them into great work?",
        "ed012c3e-c13c-4191-af64-46a71027fec3": "How does our visual system influence our cognitive focus and ability to stay focused on specific tasks?"
    },
    "corpus": {
        "NAATB55oxeQ_169": "If you can get another 45 minutes after waking and then they go back down to sleep, great. So as many phases of sleep as you can get, but if you can't sleep, the data on non-sleep deep rest type protocols does show that at least from a neurochemical level, I want to be clear what that means, reset of things like dopamine levels in the basal ganglia measured by things like positron emission tomography, et cetera, those things tend to reset themselves pretty well if you can access these deep rest states.",
        "Z7MU6zrAXsM_226": "Coffee, nicotine, all kinds of things, all kinds of medications that cross over from medical to consumer, that is everywhere. So the pursuit of augmentation or performance or enhancement is really not a new thing. The questions really, as they relate to neurotechnologies, for example, have to do with the invasive nature, for example, if these technologies require surgery, for example, to do something that is not for a medical application. Again, there, that is not exactly new territory either. People do that routinely for cosmetic kind of procedures, for physical appearance, not necessarily cognitive.",
        "qPKd99Pa2iU_309": "The narcissists that I've known and observed almost always seem to have a partner who clearly supports their narcissism or at least doesn't speak up very much against it, at least not publicly, and not much else except a professional role. In fact, there's one scientist who I did not work with who comes to mind, and the joke about him was always that this person would talk about themselves endlessly for the first half hour that you run into them and say, okay, well, enough about me. Why don't you tell me about me?",
        "K4Ze-Sp6aUE_13": "One of the major issues with a lot of blood and DNA tests out there, however, is that you get information back about levels of hormones, levels of lipids, levels of metabolic factors, but you don't know what to do about that information. With InsideTracker, they have a easy to use platform that allows you to assess those levels and then determine what sorts of behavioral changes, nutritional changes, maybe even supplementation changes you might want to make in order to bring those numbers into the ranges that are optimal for you.",
        "IAnhFUUCq6c_337": "And now in the weight room, that's pretty easy to do because there are rest intervals, but people will need to do this while running or cycling. And that can cause a little bit of gastric distress if you're not used to it. Is that right? You can learn to run with some water in your belly. 100%. The gut is very trainable in a lot of directions, but in terms of fluid as well as carbohydrate, which is another thing that is going to get people, but that's, yeah, very trainable. It'll be uncomfortable initially, but you'll quickly get into it.",
        "Wcs2PFz5q6g_169": "I want to spell out a particular system that I think could be very useful to most, if not all people, that's rooted in the biology of habit formation, rooted in the psychology of habit formation, and that is entirely compatible with that phase one, phase two, phase three type program that I talked about earlier, but encompasses a bit of a longer timescale and really arrives at a kind of a system, if you will, for how to build in habits and then to test whether or not those habits have really stuck and whether or not they're likely to stick going forward.",
        "-wIt_WsJGfw_392": "So you don't have to suddenly feel the energy of your body be rush out and be continuous with the, you know, the ocean of energy that is not your body, right? Like that's an experience that's there to be had, right? I mean, there's no doubt, but this, the truth is just looking at this cup is just as formless and as mysterious as that, right? When it's seen in the right way. And that's what meditation encourages one to recognize. I share the experience that MDMA significantly altered my perception of what's possible in terms of an emotional stance towards self and others.",
        "LG53Vxum0as_106": "but I'm well aware that the fact that the sprinters are really into cholinergic drugs, because not only is acetylcholine important for the focus that allows them to hear the gun and be first out the blocks on the sprints, that's a lot of where the race is won, hearing that gun and being quickest on reaction time, so they take cholinergic agents for that, as well as acetylcholine is the molecule that controls nerve to muscle contraction, so your speed of reflexes is actually controlled by this nicotinic transmission as well.",
        "x4m_PdFbu-s_288": "If you want to check out that book, Jaws, Hidden Epidemics, it's a terrific read. And it also shows some absolutely striking pictures, twin studies and so forth, and some before and afters of people and the aesthetic changes that they experienced when they shifted from being a mouth breather to a nose breather. These are striking examples that have been observed over and over again. When people mouth breathe, there's an elongation of the jaw, droopiness of the eyelids, and the entire jaw structure really changes in ways that are not aesthetically favorable.",
        "cwakOgHIT0E_269": "That's a terrific zero cost way to support us. In addition, please subscribe to the podcast on both Spotify and Apple. And on both Spotify and Apple, you can leave us up to a five-star review. If you have questions for me or comments about the podcast or topics or guests that you'd like me to cover on the Huberman Lab podcast, please put those in the comment section on YouTube. I do read all the comments. In addition, please check out the sponsors mentioned at the beginning and throughout today's episode. That's the best way to support this podcast.",
        "UNCwdFxPtE8_213": "So people with low back pain usually have hip issues, weaknesses, tightnesses, flexibility issues. It's almost always below. When you get into really high performance athletics though, it almost works the other way. Like where we have pitchers who can't, I mean, I'm always fascinated by guys that have Tommy John issues, you know, in their elbow, right, pitchers. Like if you can't externally rotate the shoulder that we talked about, again, the ability to get your shoulder back into external rotation, well, your arm has to get to a certain position for release of the baseball.",
        "TG8VM5-CTfw_331": "There are certain diseases where it's really obvious why the prevalence of the disease increases with age. Yeah, like age-related macular degeneration. Sure. Or cardiovascular disease is by far the most obvious because it's an area under the curve exposure problem. The more exposure to lipoproteins and the more the endothelium gets damaged, the more likely you are to accumulate plaque. And it totally makes sense why 10-year-olds don't have heart attacks and 80-year-olds do. But when you sort of acknowledge that, well, hey, anybody's accumulating genetic mutations.",
        "XLr2RKoD-oY_96": "Whereas with strength, it's about using musculature as a system, moving weights, moving resistance, moving the body. The specific goal of hypertrophy is to isolate specific nerve to muscle pathways so that you stimulate the chemical and signaling transduction events in muscles so that those muscles respond by getting larger. So there's a critical distinction in terms of getting stronger versus trying to get muscles to be larger hypertrophy per se. And it has to do with how much you isolate those muscles. Muscle isolation is not a natural phenomenon. It's not something that we normally do.",
        "VRvn3Oj5r3E_48": "So like, it's not just engineering, it's that artificial intelligence truly as a large scale discipline where it's thousands, tens of thousands, hundreds of thousands people working on it, huge amounts of money being made, that's a very recent thing. So we're trying to figure out those terms. And of course there's egos and personalities and a lot of fame to be made. Like the term deep learning, for example, neural networks have been around for many, many decades, since the 60s, you can argue since the 40s.",
        "pkJi9Raxikg_136": "And I think for most people, that's seven to nine hours, ideally, which means getting sufficient slow wave, deep sleep, as well as rapid eye movement sleep. But nowadays, a lot of people, including young people who are not working excessive hours are getting, you know, four, five, six hours of sleep per night. Is there a direct relationship between getting less than sufficient amounts of sleep and sperm quality, testosterone levels, and sexual health? Yeah, I mean, I think certainly there's reasonable data for semen quality.",
        "w9MXqXBZy9U_15": "So with Athletic Greens, I drink it once or twice a day, and I know that I've got all that covered. If you'd like to try Athletic Greens, you can go to athleticgreens.com slash Huberman. And if you do that, you can claim a special offer. They'll send you five free travel packs plus a year supply, excuse me, of vitamin D3 and K2. So you get the five free travel packs and a year supply of D3. If you go to athleticgreens.com slash Huberman, you can claim that special offer.",
        "ccrbE0QHy94_182": "Because if I heard correctly, you said there are people who are not autistic who have social functioning deficits, and they too have less circulating oxytocin. Right. So I would say we haven't studied people where we brought them in and characterized it, right? So these are typically developing kids, but what we did is in the abilities that are typical of a controlled child, we still saw that gradient, right? And so I think it just sort of begs the question about, you know, what is oxytocin's role in human sociality, right?",
        "vA50EK70whE_174": "So please put your questions, your comments, and your suggestions for future content in the comment section below. The other way to support us is to check out our sponsors that were mentioned at the beginning of the podcast. The links to those sponsors are in the captions. As well, we've set up a Patreon account, which is patreon.com slash Andrew Huberman, that allows you to support the podcast at any level that you like.",
        "7R3-3HR6-u4_170": "So it's likely that your body is preparing very well under this dim light to fall asleep. And when you are trying to stay awake and go sleep at midnight, then maybe from midnight for the first three or four hours, you are sleeping well. But then after that, your melatonin level might be beginning to fall. And it's not only melatonin, your core body temperature, and then your heart rate and everything is changing to make you awake. But the sleep debt that you have accumulated is pushing you to be in bed. So there is this tension between the circadian aspect and your sleep date.",
        "yb5zpo5WDG4_109": "So things like Parmesan cheese, certain meats, certain nuts, you can look up which foods contain high amounts of tyrosine. There are also some fruits and vegetables that include higher amounts of tyrosine. But to be quite direct, it doesn't matter whether or not you're ingesting foods that are rich in the precursor amino acids to dopamine, acetylcholine, et cetera, if you're consuming large amounts of those foods. That is, one can look and see, for instance, that a steak includes a lot of the precursors to acetylcholine.",
        "T65RDBiB5Hs_153": "If you're somebody who has or is taking drugs for depression or mania, please be very cautious about manipulating your dopamine in any case. I don't just say that to protect us, I say that to protect you. But if we were to look at the supplement landscape and ask which supplements increase dopamine, there are a vast number of them, but the three main ones, the most effective ones that are readily available out there without a prescription are mucunipurines. This is actually the outside of a velvety bean that has been extracted and put into a supplement. Mucunipurines is actual L-DOPA.",
        "qJXKhu5UZwk_10": "On that expedition, we were working very hard. We were diving all day. We were carrying Pelican cases with equipment. We were carrying tanks. Very sore, very tired by the end of the day, as was everybody else. Someone brought along a Theragun and pretty soon that thing was getting passed around. It became the most coveted device on board because it really works to relieve the soreness and deep muscle tension that accumulates with physical work, exercise, even just sitting too long throughout the day. So when I got back, I got a Theragun.",
        "BMTt8gSl13s_84": "And that's because probably we just came out with a paper that shows that subcortical structures can be in a completely different sleep state than cortical structures, which is what we measure in the sleep lab, what the cortex is doing. So it might be that people who say, I did not sleep all night long, even though the cortex is saying, oh no, you had great sleep, was because they're monitoring their subcortical, hypothalamus, hippocampus, thalamus,",
        "juD99_sPWGU_65": "So that's the framework we have to think about recovery. We maybe falsely think about it as I need to maximize my recovery today. And you could do something like take an anti-inflammatory, whether this is a supplementation or a drug, or maybe this is ice. Oh, cool. That's great. That will enhance your recovery in this moment. That'll make you feel better today, probably tomorrow. But what we know is that blocks the signal for adaptation. So you're not going to get the same results, you know, four, six, eight weeks from now.",
        "poOf8b2WE2g_140": "It gets to the mechanisms by which the hypothalamus that areas, the areas of thealamus that is, that generate increases in body heat. The activation of those neurons occurs as you heat up. And then were you to just stay in that heated environment, they would actually shut off and some other neurons would be handling the job, so to speak. But by getting in and out of the heated environment, you actually force that system to send repeated pulses of these cortisol lowering and white cell stimulating signals to the body. Some of you have probably heard the phrase, feed a fever, starve a cold.",
        "GqPGXG5TlZw_34": "You have to ease into that a little bit because some people can get a little bit of GI distress from too much glutamine, but glutamine has also been shown to improve symptoms of leaky gut. It's a powerful amino acid. And yes, you can also get it from food. Things like cottage cheese are high in glutamine, et cetera. And then finally, you can't really position yourself to have a strong metabolism if your iodine levels aren't correct and your thyroid levels aren't correct. You can overdo iodine, so you don't want to do that.",
        "EhlIkzJwPlk_44": "And we haven't yet characterized what all they are, but if we look at the incidence of some of these disease that we see now, what we do know is that the time period of which these people were pregnant, the 80s and 90s, was not the healthiest time when it comes to endocrine disruptors and plastic exposures and chemicals and all of this processed stuff, let's just say, that people have been exposed to, that we're really seeing that ovarian susceptibility to egg quality and quantity happens in that fetal development period.",
        "S8jWFcDGz4Y_28": "Yeah, I'm fascinated by the idea that early in life, we experience some interaction with the world. It could be with other people, it could be with an object in the world, and it makes us feel something powerful. And that lays a template of recognition, meaning that later in life and perhaps throughout life, we're always consciously or subconsciously going back to trying to experience that same kind of awe or inspiration. Because again, the circumstances almost certainly vary from being a five-year-old to being an adolescent and into adulthood and into the, I guess, the geriatric years.",
        "Rxmv7rT9leo_16": "What I'm referring to is people accessing ketamine legally for the purpose of treating depression, but taking that ketamine out of the clinic, out of the doctor's office, which is a very different set of conditions than most of the studies that have been done on ketamine and its role in depression. And not surprisingly, if there's increased access to a drug like ketamine, really any drug that has a potential for abuse, then we also see an increase in the number of people that are using that drug recreationally, and some of them do indeed get addicted to ketamine.",
        "RgAcOqVRfYA_59": "However, if we look at introversion and extroversion through this lens of the social homeostatic set point, and we think about dopamine as this molecule that drives motivation to seek out social interactions, what we can reasonably assume is that introverts are people that when they engage in certain forms of social interaction, either the amount of dopamine that's released is greater than it is in an extrovert. That's right, I said greater than it is in an extrovert. And so they actually feel quite motivated, but also satisfied by very brief, or we could say sort of sparse social interactions.",
        "aQDOU3hPci0_161": "So for instance, they looked at high school students who simply anticipated a stressful event and had been instructed on growth mindset or stress as enhancing mindset or both or control conditions where they weren't informed of those mindsets, right? It's always important to have control experiments where you're getting the same amount of information, but it's not the same information. And what they found was that anticipatory stress, right? The stress that we feel in anticipation of something that we think is going to happen is reduced when we are educated about growth mindset and we are educated about a stress is enhancing mindset.",
        "VAEzZeaV5zM_189": "There was an old lore and actually some papers pointing to the idea that the ingestion of vinegar, either white vinegar or wine vinegar could somehow blunt blood glucose after the ingestion of sugary foods or the ingestion of a lot of carbohydrate foods, or even just a big meal. Actually, Tim Ferriss, I should say the great Tim Ferriss, because I do have great respect for the fact that he seems to be about 10 years ahead of everything, both in terms of nutrition and skill learning and things of that sort.",
        "poOf8b2WE2g_136": "So there's probably an increase in heat. There is an increase in heating that then afterwards your body will cool off, maybe even with a dip below baseline. I do want to provide a cautionary note that if you are already running a fever, getting into a sauna could take your body temperature into dangerously high levels, dangerously meaning you can kill neurons. And once you kill neurons, they do not come back. So please don't kill your neurons. I don't recommend getting into a sauna if you're already running a fever.",
        "OadokY8fcAA_176": "I just threw out those numbers as a way to illustrate what a kind of a step function would look like. It's not gradual, it's immediate at a given dose is what that means. The other thing is that some of these drugs will have transient effects, so side effects that show up and then disappear, or sadly, people will sometimes take these drugs for a while and then side effects will surface later that weren't there previously, depending on life factors, nutrition factors. So it's a very complicated landscape overall.",
        "oUu3f0ETMJQ_268": "So we still, like, it's easy to measure your rod cone function if you go to an optometrist, they measure all the details, right? Contrast detection. You look at the chart, you look at the Snellen chart, you look at the letters of the DMV. Yeah. But for the non-subconscious, we still don't have a good measuring systems to figure out what is Andrew's sensitivity? What is Samer's sensitivity? What is this person's sensitivity? And I think we're starting to work on something like that to hopefully develop these techniques.",
        "FeRgqJVALMQ_198": "And we're largely not aware. And I hope our listeners aren't aware because if they were, they would not be listening to anything we were saying. They'd be completely, you know, in enraptured or in discomfort at what's going on inside them. Instead, the brain creates a low-dimensional summary, this gross kind of like barometer, which is feeling, affective feeling, we call it, or you could call it mood, but scientists call it affect with an A. Feeling pleasant, feeling unpleasant, feeling worked up, feeling calm, feeling comfortable, feeling uncomfortable.",
        "GLgKkG44MGo_149": "And so if you record from the vagus nerve, you'll see that there's a huge respiratory modulation due to the mechanical changes in the lung. Now, why that is of interest is that for some forms of refractory depression, electrical stimulation of the vagus nerve can provide tremendous relief. Why this is the case still remains to be determined, but it's clear that signals in the vagus nerve, at least artificial signals in the vagus nerve, can have a positive effect on reducing depression.",
        "x3MgDtZovks_50": "And I mean, I think it's important for people to know about because as you said so eloquently, when something is very important to our survival and or evolution, the brain and body install multiple mechanisms for it, not just one. And so it sounds like it's cold skin, cold on the skin triggers a response in the hypothalamus, which then activates brown fat, cold receptors in the skin directly to the brown fat, and then shivering in the muscle to the brown fat. I want to talk about brown fat in depth and learn from you more about brown fat.",
        "xjEFo3a1AnI_88": "And rather you're saying, if I understand correctly, that nutrition needs to be considered one of the major tools in the landscape of effective tools, and that it can be very effective, evidenced by the story that you shared, and there are many other stories in there as well, of truly miraculous transformations. So let's talk about epilepsy and how the ketogenic diet is not just used for epilepsy, but is one of the oldest, if not the oldest examples of the use of nutrition to treat a condition of the nervous system that can be incredibly debilitating, even deadly. Yeah.",
        "DkS1pkKpILY_241": "So there's always this issue of whether or not you're looking at a study of acute exposure versus chronic exposure, you know, one dose versus multiple doses and exposure. I think it's fair to say, based on my read of the literature, this review and other reviews that focus more particularly on humans, that regular ingestion of alcohol is going to increase estrogen levels, whether or not you're male or female. And it's largely doing that through the aromatization process by increasing the aromatase enzyme.",
        "IOl28gj_RXw_97": "And then how all of that resolves if we're not aware that, hey, this is in the context of our brains being deeply impacted by trauma. So what's going on here is all maladaptive, right? Because these negative fantasies of the future, they may help us feel better about something in the present, but they don't help us make anything better, right? They don't help us make anything better. So this is the kind of the sequelae. This is where trauma and all this reflexive stuff that happens after trauma ultimately lead us.",
        "K9lORz2_XSU_287": "The vast majority are innocuous that I've mentioned. Innocuous meaning they don't cause harm at reasonable dosage, but they can have positive effects. Well, perfectly stated. Well, thank you for sharing that list. I think, as you mentioned, many compounds that are only available by prescription overseas are indeed available over the counter in the US in this area of nutraceuticals, like supplements is still an area that's actively debated depending on people's stance, but it's refreshing to hear somebody who's a formerly trained physician and scientist who embraces so many different approaches in the treatment of pain.",
        "LTGGyQS1fZE_241": "It could be somebody giving someone a manicure or a pedicure. It could be somebody doing skincare or massage for somebody in a professional context, or it could be two people who have agreed that it is appropriate for the context and for the relationship for one person to be grooming somebody else. This can even, believe it or not, there's literature on this, this can even extend into the realm of people sort of cleaning and picking off other people. Now, when we see this in primates, it seems like a very cute and sort of almost understandable behavior. We can see these pictures online.",
        "DTCmprPCDqc_172": "So I'll bring this meandering to a close, which is to say, even though I could spend the next hour talking about all of the ways in which this study was flawed and all of the very unethical things that were done by a number of the investigators who went out of their way to mask the truth of this study from the world. I'll tell a woman today, we're going to start you on this when you're going through menopause, we're using bioidentical hormones.",
        "hcuMLQVAgEg_121": "Not permanently, they always return, similar to a child that walks off and then looks back and sees if everything's safe and then continues on. During adolescence and puberty, both in animals and in kids, it almost seems like there's a bias for action and the action is always in a direction away from the primary caregiver. Now, as soon as I say that, I can just imagine in my mind that somebody out there saying, well, no, my kid, as soon as they hit puberty, they just want to stay home with us all the time. That's not typical.",
        "BMTt8gSl13s_209": "It brought them up and continued to reactivate the emotions of it, but then didn't, you know, emphasize the safety of fact that it's over or help them work through how they might avoid it again in the future to calm the sympathetic nervous system down again before they went to sleep. And none of these studies has sleep ever been considered. But to me, that's the key part is bringing down your sympathetic nervous system before you go to sleep so that your sleep can be adaptive, your locus rilis can shut off like it normally does or should do, and then able to erase the novelty of it.",
        "7R3-3HR6-u4_25": "And now if you say intermittent fasting in popular literature or popular media, then people usually refer to time-restricted eating. So now coming back to how do you define time-restricted feeding? So the way we have been trying to define experimentally and also in literature is trying to confine all your energy intake from solid and liquid food combined within a consistent window of 8 to 12 hours. Because that's something that's doable. Of course, people have done time-restricted eating with 4 hours, six hours, and some people even try to eat everything within two hours, one meal a day.",
        "3ZGItIAUQmI_11": "Again, that's hvmn.com slash Huberman to save 20%. Today's episode is also brought to us by Levels. Levels is a program that lets you see how different foods and activities affect your health by giving you real-time feedback on your diet using a continuous glucose monitor. Nowadays, there's a lot of excitement about continuous glucose monitors, and Levels allows you to assess how what you eat and what combinations of foods you eat and exercise and sleep and things like alcohol, should you indulge in alcohol and things of that sort, how those impact your blood glucose.",
        "ncSoor2Iw8k_102": "I know most people take it for muscle growth and tissue repair and things of that sort. Mainly I think brings water into the muscle tissue, et cetera. But I take it for the brain effects and also because I like to think that it gives me a little bit of a DHT bump that I can actually see in my blood charts when I've done them. I know many people want to avoid the hair loss that can sometimes be associated with DHT levels going too high. And so I've been asked many times, does creatine monohydrate cause hair loss?",
        "Wcs2PFz5q6g_28": "And it's interesting that the specific behavior was a health-related behavior. That's pretty relevant to our discussion here on the podcast, which was taking walks after dinner. There's actually a really nice literature showing that walks after a meal can speed glucose clearance from the bloodstream, can be beneficial for not just weight loss, but cardiovascular health, et cetera. So a walk after dinner seems pretty straightforward, right? Well, in order to form that habit, it took some people 18 days and other people 254 days. How did they know when they formed the habit?",
        "UChhXiFPRgg_88": "And now what I'm going to do is I'm going to activate these neurons, these sweet neurons, every time the animal is on the side with the yellow stripes. And if that is creating a positive internal state, what would the animal now want to do? It will want to stay on the side with the yellow stripes. There's no licking here. The animal is not extending its tongue every time I'm activating these neurons. This is known as a place preference test.",
        "8IWDAqodDas_62": "So now we've talked about circannual, circadian, and ultradian rhythms, but we haven't really talked about time perception per se. We've mainly talked about the subconscious, slow oscillatory ways in which we are entrained or matched to the year or to the day and these ultradian cycles that we can impose on our work and that we can leverage toward more focus if we like. But what about the actual perception of time? What actually controls how fast or how slowly we perceive time going by? There are basically three forms of time perception that we should all be aware of.",
        "Wcs2PFz5q6g_39": "So again, there's three concepts that we need to include here. We've got identity-based versus goal-based habits. We've got the concept that different habits take different periods of time to adopt, depending on the person and the habit. And that there are these, what I call linchpin habits, certain habits that make other habits easier to execute. And those linchpin habits always, always, always are things that we enjoy doing.",
        "O1YRwWmue4Y_427": "Now, despite the fact that it is the egg and the sperm and the chromosomes that they carry that are going to determine the chromosomes, there's a lot of lore and discussion about the factors that can bias which sperm will fertilize the egg and thereby whether or not you're going to get an XX, female, or an XY, male chromosome, and therefore offspring. Now, not only is the lore around this whole issue of sex determination rather prominent, but it is also somewhat unusual and perhaps even interesting.",
        "gveDhZW-rUk_24": "When you hear that music, indeed, it's coming in through your ears, but also the firing of the neurons in your brain and body responding to those particular frequencies of sound is such that your body itself is an instrument playing that sense of the turning of the seasons from winter to spring within you, which is why your body starts to feel lifted in some cases, or it starts to feel a lightness in some cases, and an entire set of emotions starts to be recruited that, at least for you, resemble the turning of the seasons from winter to spring.",
        "qJ3uV7coZbA_56": "And we are going to specifically fund research that is aimed toward developing further protocols for mental health, physical health, and performance. And those protocols will be distributed through all channels, not just the premium channel, but through all channels, Huberman Lab Podcast and other media channels. So the idea here is to give you information to your burning questions in depth and allow you the opportunity to support the kind of research that provides those kinds of answers in the first place.",
        "t1F7EEGPQwo_208": "And the effect works in the other direction too. When dopamine is increased, our visual attention for particular things out in space increase. So the way it works is reciprocal. When we use our visual system in a particular way, bring it to a point of focus, it recruits chemical and neural systems in our brain and body that put us into a state of readiness and pursuit. And when we increase certain chemicals in our brain and body like epinephrine, like dopamine, then we also allow our visual system to be in a state of looking out at particular locations in our visual world.",
        "UChhXiFPRgg_160": "And our goal, and along with many other great, you know, scientists, including Steve Liverless that started a lot of, you know, this molecular dissection on this vagal gut-brain communication line at Harvard is trying to uncover what are each of those lines doing? What are each of those keys of this piano playing? What's the latest there? Just as a brief update. I know Stephen Lee really is... I think I was there when he got his Howard Hughes and I did not. So that was fun. Always great to get beat by excellent people.",
        "Z7MU6zrAXsM_191": "We had identified all of these different elements that we could decode in epilepsy patients, for example, when they had electrodes on the brain as part of their surgeries, we could decode all of the different consonants and vowels of English. That was about six years ago. So a natural question was this, which is, if we understand that electrical code, can we use that to help someone who is paralyzed and can't get those signals out of the brain to speak normally? And that's in the setting of people who are paralyzed. So there are a series of conditions. They include things like brainstem stroke.",
        "pq6WHJzOkno_90": "Well, my operational definition of resilience is that you are able to resist escape from the stressor, the cold, by virtue of your willpower, which is really your prefrontal cortex causing top-down control on your reflexes and your limbic system and your hypothalamus, which are basically telling you to get out of that cold water, get out of that cold environment. And in doing so, you are basically getting better at controlling your behavior when your brain and body are flooded with norepinephrine and epinephrine.",
        "oNkDA2F7CjM_354": "You're walking for the day. You're out on a longer hike. You're enjoying the day. You shouldn't be trying to ramp up carbohydrate metabolism. It should be efficient. And so this would be getting into an argument with somebody while on a long walk. You feel exhausted afterwards. You've been over-breathing. So it is a force, right? Whatever you need to do, but your mouth is closed the entire time. You shifted higher up, you're burning more and more carbohydrate as a fuel source, but you're still able to control that and restrict it through nasal breathing.",
        "eIxVfln02Ss_115": "It's like a switchboard that sends visual stuff to the visual centers and auditory stuff to the auditory centers and touch stuff to the touch centers and things that maybe trigger a memory off to the memory centers of the brain, et cetera. That's the typical organization. It's hierarchical because it goes from the periphery up to the more complex processing regions of the brain that make decisions, that link all of that stuff to prior experience, maybe plans about the future. When psilocybin is present in the system, there's a broadening of the flow of that information from the bottom up as well.",
        "-OBCwiPPfEU_26": "And what's also interesting is that speaking about some sex-specific things, there are sex differences. So on average, men, if you look at them, will have a sleep cycle that's about 15 to 20 minutes longer than women, which on a 90-minute average is actually quite a lot. And I bring this point up because you may have seen some of those sort of claims or devices out there. Well, firstly, probably on social media, and people send me these things and say, is this true?",
        "j2sMqSDLd4k_60": "And those protocols will be distributed through all channels, not just the premium channel, but through all channels, Huberman Lab Podcast and other media channels. So the idea here is to give you information to your burning questions in depth and allow you the opportunity to support the kind of research that provides those kinds of answers in the first place. Now, an especially exciting feature of the premium channel is that the tiny foundation has generously offered to do a dollar for dollar match on all funds raised for research through the premium channel.",
        "iw97uvIge7c_274": "They just come to like the feeling that those nectars provide them so much that they associate that in a subconscious way with the flowers themselves, and they come to like those flowers. Or human beings, for instance, children that ingest caffeinated beverages come to adore the taste of those beverages. And beautiful studies have been done that describe how children and adults truly cannot distinguish between the taste of a caffeinated and non-caffeinated beverage. And caffeine can be placed into essentially any beverage in order to give us a preference for that beverage or food. In fact, the studies have been done with yogurt.",
        "iw97uvIge7c_244": "Exercise is known to increase levels of dopamine, cortisol, and other catecholamines and neurotransmitters very potently, and things like testosterone and estrogen in ways that we know are beneficial to us, and of course have all these positive effects on the musculoskeletal system and cardiovascular effects. But unbeknownst to most people, ingesting three milligrams per kilogram of caffeine prior to exercise further increases the dopamine release associated with exercise specifically. And this has two important effects.",
        "azb3Ih68awQ_182": "By tiny bit, I just mean a tiny pinch of sodium. Because remember, even if we're talking about increasing the amount of sodium intake overall, the total amount of sodium contained in salt is sufficiently high that even just a quarter teaspoon is going to really start to move that number up towards that range that's still within the safe range. But if you keep doing that all day long, you're very quickly going to get into that excessive salt intake range that is deleterious for health. So again, if you're consuming more caffeine, you're going to be excreting water and salt and potassium.",
        "CQlTmOFM4Qs_43": "In other words, to improve your working memory. Now I can talk about working memory and the mechanisms, et cetera, all day long. But as is often the case, sometimes it's better to not just learn about concepts, but actually to experience them in real time. So what we're going to do now is I'm actually going to give you a working memory test. This is the sort of working memory test that you would take if you were to go into a psychology laboratory or a neuroscience laboratory and they were studying working memory in humans.",
        "GpgqXCkRO-w_73": "And what sort of advice do you give the artists you work with in order to embrace those painful tones within them and transmute them into great work? I've definitely felt them myself. I'm unusually sensitive in the world. I'm wearing red glasses in here for a reason. I live a very protected monk-like life because simulation gets in the way of my ability to be where I want to be. So I tend to stay away from things. And it seems to be the case with many artists, a desire for nurturing their internal life.",
        "yb5zpo5WDG4_177": "In fact, the tools I'm about to describe are actually being employed in a number of schools in China and elsewhere in order to teach children to focus better and for longer periods of time. The key principle here is that much of our cognitive focus, our ability to think about something in a very specific way and stay focused on it to read or to follow a line of conversation or math or music, et cetera, is going to be directed by our visual system. Our visual system has two forms of attention and focus. One is overt focus, which is very straightforward."
    },
    "relevant_docs": {
        "3c75ab60-d499-4c55-aa13-94feaeb0b243": "NAATB55oxeQ_161",
        "59a99483-2faf-4f97-9217-2d8f980ed34c": "Z7MU6zrAXsM_220",
        "e576ed34-8b36-45c7-9b8c-f827c8886874": "Z7MU6zrAXsM_220",
        "4b9cd97d-ecce-4a14-b32e-70af3ea1db96": "qPKd99Pa2iU_298",
        "25661555-bcfd-4ad4-81d4-1b409184cdcb": "K4Ze-Sp6aUE_12",
        "b2dfaca7-cf47-4531-b29e-2fcff7e96f9e": "IAnhFUUCq6c_323",
        "78367a60-f1f9-45ca-9816-d5875bb2419d": "Wcs2PFz5q6g_163",
        "721dd6c0-3834-4b90-bfb2-dc48939818b9": "Wcs2PFz5q6g_163",
        "6abf60d4-5ddb-4194-a46e-fb15721255c6": "-wIt_WsJGfw_375",
        "e8014f97-80dc-42a2-90da-1d59e6d97139": "LG53Vxum0as_103",
        "1f896194-e37e-481a-96ca-083d5dc359bb": "LG53Vxum0as_103",
        "d4668a69-26e6-4db2-a448-8470613ebc89": "x4m_PdFbu-s_274",
        "dbbbdbc0-2f87-443e-a18c-4cc962024a60": "x4m_PdFbu-s_274",
        "6ff76e19-23fa-4977-a7ab-ad0e6d6c6a49": "cwakOgHIT0E_263",
        "12fa8c08-faa9-4258-a1b6-6d79e3c246ec": "UNCwdFxPtE8_206",
        "d1427908-da03-4035-ab6a-5fb8f61dde8f": "UNCwdFxPtE8_206",
        "f4669aa5-e581-467c-89b4-139a031e1e8f": "TG8VM5-CTfw_318",
        "89bedc30-df83-416d-8568-61d76bbea4a8": "TG8VM5-CTfw_318",
        "47868f89-cce2-4ea1-befc-3f0a236a732a": "XLr2RKoD-oY_92",
        "6fa852c4-3280-4a09-b645-d3dbee3b79f5": "XLr2RKoD-oY_92",
        "b0e7f0cf-6978-4a3b-a140-8a4d509bdba4": "VRvn3Oj5r3E_46",
        "4493eba3-7bfd-43a5-8e2a-5b5157acafff": "pkJi9Raxikg_133",
        "2d1c809c-c591-427e-8c31-df28c5af9990": "pkJi9Raxikg_133",
        "a0aee733-2084-41c4-bf0d-2f7a6cf0dbc4": "VQLU7gpk_X8_11",
        "0919123e-e5aa-4190-bb16-765900c96711": "VQLU7gpk_X8_11",
        "ecf87958-75d5-477e-a725-e7066cb72a1e": "ccrbE0QHy94_179",
        "a6233e18-6917-4e83-b806-f8696f710904": "ccrbE0QHy94_179",
        "d7be49b7-733d-4fe2-bb39-f8cfdbb89d25": "vA50EK70whE_168",
        "27f4c39c-1563-490a-a602-970333e121df": "7R3-3HR6-u4_165",
        "8db122a4-d4ef-4c24-a75e-046b356dcc5f": "7R3-3HR6-u4_165",
        "5be71d01-8d17-45d4-bf7b-e9fa0de0c3f7": "yb5zpo5WDG4_102",
        "0404a1be-a258-4f65-963b-41e188af6b36": "T65RDBiB5Hs_145",
        "52513cc1-da42-4cdc-9794-9e00ff940e22": "T65RDBiB5Hs_145",
        "c5320d3c-102a-4bc4-8e99-ae27e257c5d2": "qJXKhu5UZwk_10",
        "10242aef-dd84-4b46-9450-e8ac09675d8b": "BMTt8gSl13s_81",
        "d66cdf11-5e86-4932-83a7-48ee2d1c1947": "juD99_sPWGU_64",
        "a64f8d33-924c-4959-b52e-a47c5681d48f": "juD99_sPWGU_64",
        "f6a0732c-3905-43e6-9122-4d80aba4fbfe": "poOf8b2WE2g_136",
        "fe0ebe59-58d2-4459-a0f3-aab3a3e28727": "poOf8b2WE2g_136",
        "55d9cb82-3bf4-4f61-b2ab-1f8ca0c965fe": "GqPGXG5TlZw_33",
        "f380153e-2ff8-4481-8d2f-4504f5305ac8": "GqPGXG5TlZw_33",
        "8a08faa3-f01e-4034-83cb-111e74fcb880": "EhlIkzJwPlk_41",
        "ff96a4f3-b03b-4310-ba43-716c06842039": "S8jWFcDGz4Y_27",
        "fd5b678c-da5a-40af-9ca0-5ba83184005d": "Rxmv7rT9leo_16",
        "63efc081-b213-45d4-bbdf-168455719fa5": "RgAcOqVRfYA_56",
        "005c06c9-e86c-4f5d-b03a-44a68811a963": "aQDOU3hPci0_156",
        "7ce12620-8c3e-4fc7-be59-7937adb719d4": "VAEzZeaV5zM_186",
        "36edc570-3afb-4509-93d5-b7236805ec8c": "poOf8b2WE2g_132",
        "887e0a99-8b4d-4248-82cd-2e902d9ce34c": "OadokY8fcAA_172",
        "5eab9899-9577-4080-af7c-5d0538bec353": "oUu3f0ETMJQ_257",
        "11fd05a9-01c0-409d-aa28-1290e536fcf3": "FeRgqJVALMQ_192",
        "6c7a566b-0649-47d1-b2be-f32b31eea6ba": "FeRgqJVALMQ_192",
        "c85c5b0a-e9df-44c4-8099-c4f28fa8bdfd": "GLgKkG44MGo_143",
        "2c611e22-e573-45f1-8a78-ad7ae900950b": "GLgKkG44MGo_143",
        "8413c102-ea16-4ee1-9de1-0edd2b0e66fe": "x3MgDtZovks_50",
        "69531803-d739-4b93-98e5-82ad21b1a930": "x3MgDtZovks_50",
        "9019cf20-aa21-4a18-b355-47f45ea937da": "xjEFo3a1AnI_86",
        "4984acea-9a96-4c55-9be4-8be758530f9d": "DkS1pkKpILY_233",
        "9357e33e-d66e-49e3-8fb7-d81ba2f4b3e9": "DkS1pkKpILY_233",
        "ffca5981-6590-4486-9b6c-53f1b1d0a198": "IOl28gj_RXw_95",
        "e98ef59c-57b9-4ec6-83c6-12172ac08292": "K9lORz2_XSU_274",
        "2c731656-71ed-477f-bd73-6f6aecc57c70": "K9lORz2_XSU_274",
        "961c5fcf-7b1a-4c9a-ad92-905edd13640a": "LTGGyQS1fZE_234",
        "60d3dd04-e88c-4f66-bc12-7ce97f927f63": "DTCmprPCDqc_163",
        "d8e10ced-ddf8-49e0-a690-85711ae93af3": "hcuMLQVAgEg_117",
        "549eb0bc-2058-4944-a133-d25d379b8b62": "BMTt8gSl13s_200",
        "71568b7f-3fd3-44ad-9592-9798629e3c1f": "BMTt8gSl13s_200",
        "17c30db7-0a57-4691-8e9d-24b69fa14af1": "7R3-3HR6-u4_25",
        "60e7701d-1e61-4d82-9d0a-58b2a975db9c": "3ZGItIAUQmI_10",
        "06c5325f-7539-41ce-a775-65606ce24f03": "ncSoor2Iw8k_99",
        "b76fa362-33cf-42f2-8331-92f75063c922": "ncSoor2Iw8k_99",
        "d2786770-5b95-4fa7-9091-1f276abd8a2f": "Wcs2PFz5q6g_27",
        "4a263745-d1f1-48b1-b95b-ffa23830cf72": "Wcs2PFz5q6g_27",
        "5ec37975-a331-4bcb-a91c-170f93ef5b50": "UChhXiFPRgg_87",
        "aa4cb432-e0bf-48a7-89d8-4d15d2da1cc0": "UChhXiFPRgg_87",
        "b7067f89-479f-4dda-804f-c32c463dee50": "8IWDAqodDas_61",
        "ad70869b-7c87-4611-9e6b-68b05d6dbff5": "Wcs2PFz5q6g_38",
        "72257cfa-4a98-4c08-8b08-2693969b87cd": "O1YRwWmue4Y_412",
        "c97a9a4d-6f65-4a80-8c7b-db38ee443296": "O1YRwWmue4Y_412",
        "001d35bf-fb41-4f6a-bf18-4028723dbe95": "gveDhZW-rUk_24",
        "1f4c1a77-535c-4a84-8ea9-6e36678e8978": "HoH93judXmE_51",
        "fd916e19-8a04-48b9-b640-7f4de77f6ae4": "HoH93judXmE_51",
        "10ea2508-5e32-4268-9d7a-643b330d8df4": "t1F7EEGPQwo_200",
        "16612d80-ba3d-4183-a17c-826428d49a5a": "UChhXiFPRgg_156",
        "faaeacc4-1b88-4b7b-9fff-eba492965533": "UChhXiFPRgg_156",
        "d98b1069-233b-4687-a1d5-47d03eddcfc7": "Z7MU6zrAXsM_187",
        "b599f089-c077-4f54-b700-670cdf964312": "pq6WHJzOkno_86",
        "22b66c44-b172-477c-b15e-b36cfcd9ec28": "pq6WHJzOkno_86",
        "98c31bf5-32bc-4cd9-ae5e-4f90524b8400": "oNkDA2F7CjM_340",
        "34df4bde-226e-4154-9e55-fe4c667622e5": "eIxVfln02Ss_112",
        "11e78dc1-b9d1-4da0-9a49-9ae60f0767c7": "-OBCwiPPfEU_26",
        "691f80b5-271b-4f5b-8c48-894cf788712c": "j2sMqSDLd4k_56",
        "dc78fa88-f1d8-46b4-ae5a-23c60c522765": "j2sMqSDLd4k_56",
        "c53ff310-c220-4ecb-bfa8-1208094e5cec": "iw97uvIge7c_268",
        "28b6d867-4c08-4059-85ac-cc754aa9c2bf": "iw97uvIge7c_268",
        "1534acf1-892d-46ac-9885-f6387e6383e8": "iw97uvIge7c_239",
        "4ad018f2-bb40-4433-8303-6263a7e1c162": "azb3Ih68awQ_172",
        "18c35224-e7b6-46eb-9f1c-279171a779de": "CQlTmOFM4Qs_42",
        "f156de92-d158-428d-9c7e-306a7eaa8d60": "GpgqXCkRO-w_72",
        "ed012c3e-c13c-4191-af64-46a71027fec3": "yb5zpo5WDG4_165"
    }
}