{
    "queries": {
        "92ea1b3e-6c98-40d5-ba54-5bf7f98a5a20": "How can one deliberately increase adrenaline while staying calm mentally, and what utility does this have in dealing with unwanted events?",
        "b1cb4d2a-9a81-4701-a481-ba3ab870106d": "What behavioral approach can be used to deliberately turn off the communication between sensory neurons and motor neurons for pain relief?",
        "a217d609-7e74-499f-831f-c6c4345bb44a": "How has Tim Ferriss's approach changed since writing The 4-Hour Body, in terms of optimizing and de-optimizing certain areas for well-being?",
        "bca8f347-5437-44f6-818e-ab55b32b7640": "How can visualizing failure be an effective strategy to motivate oneself when feeling unmotivated towards a goal?",
        "06d9e817-17bd-4e20-828e-aa034f816f3b": "How do people find a comfortable level when taking betaine HCL pepsin tablets or capsules?",
        "e3d05215-3c7d-4eb8-ba38-519bc296f5d6": "How does the level of cortisol released at baseline relate to the effects of alcohol consumption on stress?",
        "db2d1fbf-864f-4f75-acf2-8e2657255ea9": "How can listeners support the podcast in addition to leaving reviews and comments on Spotify and Apple?",
        "79f6f91e-828e-45bb-b757-240f006ba52e": "How prevalent is the use of Adderall and Ritalin without diagnosis of ADHD among young people?",
        "dd1b5653-3a5a-42ac-8e40-b0e812bd061c": "Why is there an increasing consumption of Adderall without prescription compared to cannabis in certain age groups?",
        "03cd6aed-2b2f-4b36-a0cd-a4438b0d5bfe": "What substance and practice combination might enhance serotonergic transmission in the brain in the future?",
        "021871a8-fe62-43e4-b840-b18c1061c40d": "How do MOTEC genes regulate the duration of inheritance for certain traits?",
        "7894cc7b-a685-4ab7-b935-84d4bc4cb3cb": "What is the role of MOTEC genes in determining the duration of inheritance for specific traits?",
        "63a04efe-3d6f-4934-9e36-99cb919d5a42": "How do languages differ in terms of their phoneme inventories, and can you provide an example of languages with contrasting phoneme inventories?",
        "55395c4f-dd64-4b45-9b88-7c78cb03015b": "How does performing mental training and visualization repeatedly lead to improvements in real-world performance of cognitive and physical tasks?",
        "a4ca35f7-0113-4ef8-9241-ae3c841ad8bf": "What has been shown in the literature regarding the use of motor training and visualization for improving real-world performance?",
        "8e7c64e0-1676-4e7f-9577-67eb53609946": "How does traumatic brain injury extend beyond the realm of sports, and what are the main causes of such injuries?",
        "d08f3cb8-7538-4ecc-8054-3a6455894cb0": "How do the recommended repetition ranges differ for small muscle groups compared to big compound movements?",
        "706f2dde-cf57-424a-96df-d4d8dd1ee4a5": "How does adding more detail and effort to the specific thing one is focused on potentially affect its effectiveness?",
        "1cba473f-3924-4f05-abe7-8d12d9dfdddf": "What kind of version of focusing on a visual location involves paying attention to more details at that location and making the phone as bright as possible?",
        "1e849a9a-4ff5-4c2b-b55e-63f8a9c5cebd": "How did the guest cue herself to deal with her recurring nightmare?",
        "57d7abc7-1ca8-467e-8bd9-022b0b81a34f": "How can individuals assess the balance of their autonomic function, specifically their sympathetic and parasympathetic systems?",
        "fc56a4f9-4fcc-4991-ab84-31bb211ea4cc": "What foundational modulators are crucial for consistently engaging tenacity and willpower?",
        "2570cfd2-4bf6-48cb-b166-603662d536d1": "How does spending excessive time on social media potentially impact the activation of neural circuits involved in creative processing?",
        "f2fd0b5c-fd19-424c-9a09-f29182ae0382": "How many drugs are approved by the FDA to treat autism?",
        "288697f8-1e76-4312-9586-d4defb28578a": "Why is it important to have medications approved to treat the core features of autism?",
        "b2b033c4-b197-4b6d-aa88-473c204331e4": "How can taking a third person perspective help in dealing with emotional challenges?",
        "0362e160-7905-42a3-8ab2-502b60b6f489": "How does caffeine affect adenosine receptors in the brain and what impact does this have on wakefulness and sleep?",
        "9756b226-5fb0-46f8-b3a6-e4f921c8d7f4": "Why is it recommended to delay caffeine intake for 90 to 120 minutes after waking up, and how does this relate to clearing adenosine in the morning?",
        "c76c550c-3d97-414d-816a-763196c76ab3": "How important is it to space out high intensity interval training from leg training, and why?",
        "6096138d-67fd-4603-85a4-c0867e801682": "What specific goals should be considered when planning the spacing of different workouts, and why is it important to optimize everything on the whole?",
        "d5b6b046-fa5e-4dde-ba26-d39ebf99bcd4": "How can one use repetition cadence to work through weak points and be strong in every position of the movement?",
        "18b7ab33-49df-4f95-8cd7-9e03101c58c6": "How does Lex Fridman describe the loss of basic humanity experienced in certain places during COVID?",
        "a8a4e759-84b9-4a22-b403-5e1664b689a3": "How should one raise their core body temperature before doing static stretches to avoid injury?",
        "184037c0-0464-4954-b191-9f125bdd8254": "What kind of information does InsideTracker analyze from your blood and DNA to help you understand your body and reach your health goals?",
        "fe4ab325-3024-4952-93d6-33d0ef8ba025": "How are chemical modifications to DNA and proteins related to the transmission of information across generations?",
        "2a168bae-6043-48a3-adad-a16edfea1842": "What is the process of epigenetic reprogramming and why is it crucial for the inheritance of genetic instructions?",
        "acff34ce-4f46-416e-8f56-63d7b296ce0e": "How does Dr. Conti suggest we make decisions about our values and priorities, instead of trying to imagine the future on our deathbed?",
        "e4186f53-313e-4ed2-b8aa-630118648677": "How can understanding dopamine dynamics help in overcoming sticking points such as procrastination and maintaining motivation?",
        "5f3d4a37-0cca-42fd-985a-a34814d2e4d9": "What is the importance of understanding baseline levels of dopamine in relation to motivation and feelings of wellbeing?",
        "b0d7a488-5e59-4137-a1d9-073ad06b6a17": "How does Ibutamorin (MK-677) affect blood glucose levels and who should be especially concerned about this effect?",
        "979c7a14-176b-4cba-b07d-b4fcf7ac6080": "What dosage of alpha-GPC has been used to offset cognitive decline, and why is it not being utilized in the current situation?",
        "d42ecdbb-1ef3-4436-a72b-6376d4b2ecaa": "How much dietary fiber do the Hadza people consume per day, and how does it compare to the typical American diet?",
        "25027839-632d-4dde-8fb1-1464f540671a": "How did Dr. Galpin determine the duration for each of the sides of the boxes based on the CO2 discard time?",
        "c95ec5ff-b0ac-4fb4-b154-ddf4a64f43a5": "What gauge did Dr. Galpin use to determine the duration for each of the sides of the boxes during the lung emptying process?",
        "a904a4c4-d2d6-44fe-9d44-8b6c13f097f4": "What are the direct effects of heat on hormones immediately after a sauna bath?",
        "f360620a-47b1-472a-8627-79b73df8f843": "What did Google create as an April Fool's spoof about five years ago that involved generating scents through smartphones?",
        "1c86b72c-1214-4c4b-b272-fb99092fa588": "What is the purpose of InsideTracker's personalized nutrition platform?",
        "ef6e8c62-e5da-48d1-8618-d9a4952be056": "How does InsideTracker differ from other DNA tests and blood tests in terms of the information it provides and the guidance it offers?",
        "a095e47f-fb60-4bb5-ae4d-55019e84747a": "How does the frequency of flexibility training compare to the frequency of resistance training for achieving significant improvements in limb range of motion?",
        "4a405351-d375-49a5-9798-292feb19c397": "How does intentionally going slower affect strength training and acceleration?",
        "079346a5-8933-4925-a202-75bd02cf027a": "How does REM sleep help eliminate meanings that don't matter?",
        "ff354ac8-5938-49f2-bd53-ed8634bf5433": "What deficit does a lack of REM sleep often map back to?",
        "daa037c6-6ad4-47eb-a8d8-e08b1a74da0f": "How does acetylcholine contribute to allowing neuroplasticity to occur in the brain or spinal cord in a particular moment?",
        "10a93e5a-17f9-4956-b39a-2696abf6216e": "How much functional variation in odor receptors can be found between different individuals on average?",
        "5d0fa9b3-6678-4893-b8ff-53ea65bb32a5": "How does the current political and social landscape reflect the absence of setting aside egos, as described in the conversation?",
        "90e6342e-3ee7-4a3d-a7eb-a47f33563c20": "How does the recommendation for optimal fluid intake differ from the amount you would reflexively drink based on the Galpin equation?",
        "d7a54842-fb6e-4ead-8264-7b98c86bf4b4": "How do anabolic steroids compare to Palmer cooling in terms of enhancing gym performance?",
        "bb0a393a-708a-479c-aab4-a6fa0fa7ca07": "How can hypnosis be helpful in dissociating somatic reaction from psychological reaction?",
        "eb587ff5-dadc-4d59-9598-817a172367bf": "How does comparing deprivation with normalcy differ from focusing on healthy emotional development?",
        "56199592-2266-4b47-82dc-25762baff651": "How can one sign up for the Neural Network Newsletter?",
        "8d7b0179-30b9-4fb9-8b71-bcc6a5f5e699": "How can taking excessive amounts of certain probiotics potentially lead to brain fog and a lack of focus?",
        "b584f9a5-78e3-46f9-9db7-435b5c29caa9": "How do taste receptors in the gonads potentially interpret the consumption of savory or sweet foods?",
        "a168c8f8-036d-48a5-bb6d-4de799326af7": "How do subconscious biological processes influence our perceptions of attractiveness and chemistry with potential romantic partners?",
        "81a81a2c-eba6-4e48-94bc-060ced538ace": "Why is it important to consider the role of hormones and pheromones in shaping our interpretations and interactions with romantic partners?",
        "0f0647ce-763e-482b-96be-054e8f81a360": "How can you support the Huberman Lab podcast without incurring any cost?",
        "0fc6dc39-d0e7-4f80-b125-15074c41ab0f": "What are the ways to access the supplements discussed on the Huberman Lab Podcast and receive a discount?",
        "bd145f21-ff1c-400c-915d-9d6ff6e9cce3": "How does the guest clarify the idea of trauma being stored in the body?",
        "fa74700a-9fa8-4949-8982-27b715dfde88": "How does cigarette smoke affect egg quality, egg quantity, and miscarriage risk?",
        "a74e2590-8dc6-4f4e-b730-5276efe0f4c6": "What impact do the chemicals associated with vaping have on egg quality?",
        "cc07c617-332f-44a1-a44f-34bc6ad415cf": "How does the body respond when one tries to improve the accuracy of throwing a bowling ball down the lane?",
        "5cf2cc05-0c64-4988-8196-db10d9429986": "How does sleep after learning help with memory consolidation and integration?",
        "b04da294-034d-4d2a-8f4c-736a36982105": "What does sleep do to the memories in terms of cross-linking and association?",
        "e24f43e6-89c3-4784-af1a-2205fef50e4b": "How does spending a few minutes on near-far exercises benefit pattern vision insight according to the guest's consultation with the chair of ophthalmology at Stanford School of Medicine?",
        "bb202456-6a8d-4720-88b6-743a5732b546": "How might bipolar II go unnoticed or be mistaken for depression?",
        "74df87f5-713e-47b8-8060-77df1865485f": "How is mindfulness commonly defined, and what does it typically involve focusing on during meditation practices?",
        "6420f2c8-0a2c-4425-8a0a-50ad8fd4043f": "How do super agers maintain their cognitive function of a much younger person?",
        "f2e93d32-5dbd-4834-bfc5-78a9886943ce": "What type of endeavors are extremely important for continually building up our tenacity and willpower?",
        "5bbc1d21-048d-4e46-b0c6-eb4b10e0d26d": "How does the example of the nail going through the boot demonstrate the power of the mind in the experience of pain?",
        "f1539626-00da-41fe-b69a-a821552b9619": "How can individuals learn to measure and adjust their thyroid hormone, and what are the specific tools that can help maintain a positive affect and pursue things in life?",
        "4c161eaf-dcd5-4604-890f-1af45839dcc7": "How do neurons communicate with each other through chemicals in the nervous system?",
        "9b0b982e-8583-48d8-a8e8-0945b99bb9a6": "What is the simplest way to think about the concept of electricity passing down through cells in the nervous system?",
        "3c3f64c2-3ba6-460f-ba7f-d20b055acfe7": "How do plosive consonants require the movement of the mouth when produced?",
        "05e86c46-5ebd-47d8-b4ad-365a51ffc8be": "How is the analysis of reported cases important in vaccine tracking and surveillance?",
        "5fa79f75-171c-4998-96eb-e21bbc591bea": "How can exposure to bright lights at night affect melatonin levels and what can be done to offset this effect?",
        "7fb0f997-20cd-48a0-86cf-ea034c064ba4": "What is the impact of viewing late afternoon sunlight on melatonin levels and how can it be beneficial for sleep?",
        "d562eabb-3674-413d-b391-90abd4460849": "How would you define confidence in the context of predispositions and potentialities, and what does it entail in terms of our response to various scenarios?",
        "2d4d8a80-642d-4060-9288-c0d038fd0eb6": "How is the strengthening of brain networks related to the repeated use of self-hypnosis according to neurobiology?",
        "97423f90-5fca-4a12-8710-f081af82e76f": "How is L-carnitine able to cross the blood-brain barrier and what effects does it have once it enters the brain?",
        "f7e8a1ce-9e5b-4948-8ff3-346ff655a546": "How does the melanocortin system respond to sunlight on the skin?",
        "eeb7ae09-4ea3-4c7a-ab33-8ca2e719c355": "What are the different peptides in the melanocortin system and how do they mimic naturally occurring melanocyte-stimulating hormone?",
        "12da5276-43a1-446e-af5f-dd3f024c814b": "How can the percentage of time spent in a manic state versus a depressed state help in distinguishing between bipolar 1 and bipolar 2?",
        "050d341b-0811-46df-987e-4f6a3fcbc211": "How does fluid intake trigger elevated levels of alertness through the sympathetic arm of the autonomic nervous system?",
        "70a1c989-7e9a-446e-91b3-e183b5391759": "What are the two mechanisms by which fluid intake triggers an elevation in the activity of the sympathetic nervous system?",
        "15a52bc9-4a01-4bc5-8002-1537ea399cb9": "How is the development of the penis in a baby with an X and Y chromosome influenced by hormones?",
        "e9b184cc-372e-4e0d-aed5-3ad2326359b0": "What hormone is responsible for the development of the penis in a baby with an X chromosome and a Y chromosome?",
        "c78611ec-a05b-42e9-bb77-72c6b08c4593": "How does leptin signaling to the brain affect puberty and ovulation in females?",
        "5c30aafb-31a9-4719-acbb-f057583736b4": "What impact does fasting and extreme exercise have on testosterone levels and sperm counts in men?",
        "1330101d-1b7a-406e-a482-fd00fd1100c1": "How did the guest learn to optimize the timing of food intake and exercise using levels?",
        "1fc21d81-f4f9-4b87-b585-65d4d5b1fb9a": "How does getting quality sleep each night help regulate appetite and specific forms of metabolism?",
        "a15a4ee0-f9a6-4e0e-af6a-c697ae614352": "How can paying attention to the pattern of behavior, travel, sleep, and exercise help in avoiding getting a serious cold or flu?"
    },
    "corpus": {
        "JPX8g8ibKFc_94": "I particularly dislike claims like that or statements like that, because there's great power as we learned today in having your body activated by some sort of stimulus, cold water, or even psychological stress, but learning to stay calm in your mind. I should just remind you that most of the negative effects on your life and on the lives of others are due to people, perhaps you, I hope not, being unable to regulate their mind when they have high levels of adrenaline in their body, either because they read something in a text or a comment section. Of course, that never happens to me, but it may happen to you. Of course, it happens to me. But the idea is to stay calm in your mind so that then you can regulate your action, right? And so I think that there are these practices that one can develop over time that are really straightforward and zero cost, right? You could find any number of ways to increase your adrenaline and stay calm. And we tend to focus on things like exercise as the way that we get our energy up.",
        "CGjdgy0cwGk_31": "And for many people, not all, but many people, they don't want to take drugs, whether or not they're over the counter or prescription drugs or even more natural supplement based type treatments. And they would rather use, for instance, a behavioral approach in which they can modulate, they can deliberately turn off the communication between sensory neurons and motor neurons. And it turns out those approaches exist as well. Okay, so at this point, I promise you that I'm not going to give you any more of a biology lesson in terms of pain sensing and headaches as a more conceptual phenomenon. Instead, what I'd like to do next is talk about the different types of headaches. And I think this is something that's very important and not often discussed, except for those people out there that unfortunately suffer repeatedly from certain kinds of headaches like migraine or cluster or tension headache. But I think for most people out there who experience headache, and again, that is everybody at some point experiences headache, rather than just think of headache as one thing, understanding the major types of headache and how they differ from and are similar to one another will really help you identify what the best source of treatments for those are.",
        "doupx8SAs5Y_129": "So if you were to ask me what has changed significantly since the time that you wrote The 4-Hour Body, I would say that rather than looking for areas to optimize, I am looking where I can very deliberately de-optimize certain areas to increase sense of well-being. Where can I de-optimize? Where can I stop measuring? Where can I stop reading books? Which areas can I ignore completely? What types of information can I just excise from my life altogether for a period of time? Delete Twitter. Stop reading about books in X related to say AI or whatever it might be. Like where can I de-optimize selectively to sort of optimize the whole? Does that make sense? Makes good sense. Yeah. And before we started recording, I gave you a book, which is a short collection of poetry by Halaliza Ghaffouri, which is called Gold. It's a collection of Rumi poetry. Reading poetry is an activity almost by definition, which is the antithesis of optimization. So I've tried to also integrate more of those activities into my life.",
        "CrtR12PBKb0_45": "However, if you arrive to your practice, meaning you show up to the piano to learn piano, or you're sitting down to the table, or maybe you haven't even gotten enough motivation to go toward the piano or toward your notebook or computer or whatever landscape it is that you are going to be pursuing your goal within, and you are having, quote unquote, a hard time getting motivated toward that goal, well, then it turns out, what the scientific literature tells us, is that visualizing the end, keeping the end in mind, positive visualization of all the good things that you'll experience when you achieve that goal is not going to be an effective strategy to motivate you. Rather, if you are not feeling motivated, then what the scientific literature tells us is that you actually want to spend one to three, maybe five minutes visualizing failure, visualizing how terrible you will feel if you do not achieve your goal, visualizing severe consequences, perhaps mostly of the sort like telling yourself, gosh, I set a goal, I set a 12 week block, I quantify it, I know I want to do this, here I have the time to do it and I'm simply just not doing it.",
        "rW9QKc-iFoY_76": "So most of these supplements come in the form, betaine, HCL, pepsin, and while they're not a cure-all, I certainly don't want to suggest that they're a cure-all, many people that have a hard time adjusting the pH of their gut and have a hard time adjusting the microbiota of their gut in the appropriate ways have benefited from taking these B-tine HCL pepsin tablets or capsules during meals. And the general instruction is to start slow, to start with one or two, and then to find a level that you're comfortable with that doesn't create an excessive feeling of warmth in the stomach, that doesn't throw off your digestion. So it takes a little bit of experimentation. Again, definitely talk to your healthcare provider before exploring this, but this has become a very common practice for people with autoimmune disorders and accessing the gut because it is accessible by taking things has also become way in which people with various mental conditions are trying to adjust their mood and adjust their wellbeing. Along these lines, I do want to mention that there are studies that show that people that supplement with a lot of probiotics or even prebiotics can sometimes experience brain fog.",
        "DkS1pkKpILY_40": "Well, while that very well may be true, that it can relax them, when they are not drinking, that level of cortisol that's released at baseline has increased substantially. Again, this relates to a defined neural circuit between brain and body, and it has to do with the ratio of cortisol to some of the other hormones involved in the stress response. We'll provide a reference to the study that describes how all of this works for those of you that really want to delve into it. But let's go back to this issue of those who are prone to alcoholism versus those who are not. Remember, there are people who have genetic variants that meaning genes that they inherited their parents, that make it more likely that they will become alcoholics. But there are also people who drink often, who start to experience this increase in alertness the longer they drink across the night. Part of that effect, we think, is because of changes in this hypothalamic-pituitary-adrenal axis. So alcohol is kind of a double hit in this sense. It's causing changes in our brain circuitry and neurochemistry that at the time in which we're inebriated are detrimental.",
        "szqPAPKE5tQ_118": "In addition, please subscribe to our podcast on Spotify and on Apple. And now on both Spotify and Apple, you can leave us up to a five-star review. Please also leave us comments and feedback in the comment section on our YouTube channel. You can also suggest future guests that you'd like us to cover. We do read all those comments. Please also check out the sponsors mentioned at the beginning of today's podcast. That's a terrific, perhaps the best way to support this podcast. We also have a Patreon, it's patreon.com slash Andrew Huberman, and there you can support this podcast at any level that you like. During today's episode and on many previous episodes of the Huberman Lab Podcast, we discuss supplements. While supplements aren't necessary for everybody, many people derive tremendous benefit from them for things like enhancing sleep and focus, and indeed for learning and memory. For that reason, the Huberman Lab Podcast is now partnered with Momentous Supplements. The reason we partnered with Momentous is several fold. First of all, we wanted to have one location where people could go to access single ingredient, high quality versions of the supplements that we were discussing on this podcast. This is a critical issue.",
        "hFL6qRIJZ_Y_42": "Well, that's a ridiculously high number. A few years ago, it was estimated that Adderall use and Ritalin use without diagnosis of ADHD was second in incident only to cannabis. But actually now the consumption of Adderall without prescription is higher than the consumption of cannabis in that age group. So what that means is that there's a lot of stimulant use in that age group. And there are a lot of adults also using and abusing stimulants in order to gain focus. Now we could have a whole discussion about whether or not life is becoming more demanding, whether or not the need for focus is excessive, and that's why people are doing that. Frankly, it's an interesting discussion, but it's not one that would deliver us to any answers. Rather, I'd like to focus on the ways that people now and people have always been self-medicating to increase focus, right? Caffeine, which I indulge some, I don't think to excess, has long been used as a stimulant to increase dopamine, increase norepinephrine, increase focus and energy. And in addition to that, it works through the so-called cyclic AMP, phosphodiesterase pathway. Remember, anytime you hear an ASE, that's an enzyme.",
        "KVjfFN89qvQ_69": "But that doesn't necessarily mean that you couldn't get to the very same place without it by simply doing a slightly longer gratitude practice or putting a little bit more mental effort into it. That said, I think the future of neuroplasticity really resides in not just one approach, not just neurochemistry and taking substances to increase neuroplasticity, not just behavioral practices to try and increase neuroplasticity, not just brain machine interfaces or devices to increase neuroplasticity, but rather the convergence of multiple tools. So you could imagine enhancing serotonergic transmission, as we say in the brain, using something like KANA combined with a gratitude practice in the not too distant future. This will probably also be combined with some sort of non-invasive device to stimulate the prefrontal cortex at the same time. Please don't do that recreationally. Those devices are for clinical use only currently. But I think you start to get the idea. So for those of you that are a little bit more exploratory and you want to go and do some reading on this, I thought you might find a kind of interesting. I certainly did. There are a number of studies that will pop up on PubMed.",
        "CDUetQMKM6g_84": "Otherwise, if in the beginning we ask how does it stop after one generation, now we have to ask why doesn't it last forever? And it doesn't. Typically, we see that the responses last not only with the viral resistance, but also with other traits for a few generations, three to five generations. We found genes that function as a sort of a clock that times the duration of the inheritance. What sorts of genes are those? So we call these genes MOTEC genes. MOTEC, I don't know how is your Hebrew, but MOTEC, it means sweetheart in Hebrew. But the acronym is Modified Transgenerational Epigenetic Kinetics. There are different types of genes like that. And for some of them, if you mutate, if you disrupt their function, now the effect would transmit stably for hundreds of generations. It would never stop. Because their role is to stop the inheritance from just, you don't want to carry over something forever, otherwise it will no longer fit the environment of the parents, and you'll be prepared for the wrong things. So this is important. What type of genes are they?",
        "Z7MU6zrAXsM_71": "Hawaiian has an inventory of about 12 to 14 different phonemes, 14 different consonants and vowels. English, on contrast, has about 40 different consonants and vowels. So languages have different inventories. They can overlap for sure, but different languages use different sound elements, combine and recombine those elements to give rise to different words and meanings. Can we say that there is a most complicated language out there or among the most complicated, would it be Russian? It's definitely high up there. English is up there too, actually. Yeah, German as well. And in terms of learning multiple languages during development, my understanding is that if one wants to become bilingual or trilingual, best to learn those languages simultaneously during development, ideally before age 12, if one hopes to not have an accent in speaking them later. Is that correct? Or do you want to revise that? Well, basically the earlier and the earlier is better, the more intense it is and the more immersive it is. The longer that you can be exposed to that is really important.",
        "0RYyQRQFgFk_111": "What's been shown over and over again in this literature is that performing mental training and visualization repeatedly and in a very restricted way that makes it easier to perform those trials over and over and over again, and with a high degree of accuracy, almost always, really we can fairly say in essentially every study where it's been explored has led to improvements in real world performance of both cognitive and or physical tasks. So if you're trying to learn anything at all, I do encourage you to explore motor training and visualization because basically all the studies out there, in fact, I couldn't find one exception where some degree of improvement wasn't observed when people use motor training and visualization on a consistent basis, even just the three to five times per week, these simple repeats over and over. So I don't want to overcomplicate or make it sound like mental training and visualization has to be performed in a very precise way or that it has to be done perfectly each and every time. Quite to the contrary. What is clear is that mental training and visualization is a very effective way to improve real world performance. If you're learning from and or enjoying this podcast, please subscribe to our YouTube channel. That's a terrific zero cost way to support us.",
        "CGjdgy0cwGk_57": "Keep in mind that while for certain people is a path to a living, for most people, traumatic brain injury is going to occur in a car accident, construction work, or other types of work for which people generally don't have many options in terms of the type of work that they're doing. So they are prone to concussions and head injuries simply by virtue of their work without any millions of dollars contracts or the opportunity to necessarily, in some cases they do, but necessarily to do other things. And certainly car accidents or bicycle accidents are not voluntary events. So the point being traumatic brain injury and headache related traumatic brain injury extends far beyond the realm of sports. And in fact, if you were to look at the numbers, what you find is that more than 90% of traumatic brain injury, so people coming into the hospital or clinic or people claiming that they've got consistent headaches, they're not sleeping well, their mood is off, they're feeling more irritable after having hit their head even once, is not the consequence of sports. It's going to be the consequence of accidents either at the workplace or in terms of a bicycle or other sorts of transportation-based accident, like a car accident.",
        "LYYyQcAJZfk_27": "Now, the one exception to this that I incorporated was that for very small muscle groups, so for instance, the rear deltoids, or for neck work, or for calf work, to not rely purely on three to five repetitions, but maybe to work in a range of anywhere from five to eight repetitions. So still fairly low repetitions, but not so low that it restricts you to three to five repetitions. The reason for that is that I, and I think a lot of people out there, find it hard to fatigue those smaller muscle groups adequately with good form when restricting oneself to those low repetitions. However, for big compound movements like presses and squats and deadlifts and glute ham raises and things of that sort, maybe even leg extensions and leg curls, which are isolation exercises, of course, to really restrict oneself to those three to five repetition ranges that take you to failure or near failure. I listed off the benefits of doing that that I experienced, and I'm confident that you will also experience a lot of benefits. So just to remind you what some of those benefits are, you get stronger, which feels great. That occurs within your weight workouts, but it also carries over to your endurance training sessions.",
        "7YGZZcXqKxE_93": "You've done other studies exploring some of the other features of vision, like the luminosity, how bright something is and how people perceive it. That was in a completely different context. But is there a kind of a higher level, kind of a black belt version of what we're talking about here, where not only am I focusing on a specific visual location as an intermediate or a long-term goal, or I'm using an app to ask me a question and tap into how I'm feeling, create a visual representation of my motivational state, but that I'm also making my phone as bright as possible. I'm also trying to take that visual window and actually pay attention to more of the details at that location. Or is it simply a matter of kind of, in geek speak visual neuroscience, we would just call this like low spatial frequency, just sort of grabbing a black and white snapshot of something here or there in my mind. If I attach more detail and effort to the specific thing that I'm focused on, is there any evidence that that's more effective? It certainly, you know, changes what our brains are doing. So, you know, how do we define effectiveness?",
        "BMTt8gSl13s_95": "No, no, but the one thing that you, well, you said many right things, but one of the things you said is that they were able to cue the dreamer when they knew when they were going to REM sleep and then they played the sound or had the odor. Now, when you're normally asleep alone in your bed, you're not going to be able to cue yourself, but it might be that rehearsal enough before you go to sleep is enough to help cue you to that repeated nightmare, remembering what the nightmare is, and then figuring out how to cue yourself to do something different. For years, I had the same recurring nightmare over and over and over again. And it was so salient and so clear. And I'm not going to share what it is because it's not that it's that disturbing. It was just, I think it was the emotional load of it and just how salient certain features were. Like one person who's a real life person had a particular clothing on. And it's like, and that just served as this cue. And I don't know if I ever did any direct work to try and deal with it, but now it almost seems silly to describe it. Oh yeah.",
        "cwakOgHIT0E_25": "But it is important that we acknowledge that if you're not taking care of the foundational modulators of tenacity and willpower, none of the subsequent tools and protocols that we will discuss are going to help you that much over time. You might get tenacity and willpower to engage one day when you're very sleep deprived, but it's going to be very difficult to consistently engage tenacity and willpower. For that reason, if you have any struggles with sleep, that is getting enough quality sleep on a regular basis, please see the zero cost toolkit for sleep that we've put at hubermanlab.com. Please also see the perfect your sleep, master your sleep episodes also at hubermanlab.com. And please also see the episode with expert guest, Dr. Matthew Walker, professor of sleep neuroscience and psychology at University of California, Berkeley. We just revamped the Huberman Lab website. So if you go to hubermanlab.com and you put something like sleep into the search function, it will take you not just to the toolkit for sleep, but to the exact timestamps that will queue up particular topics and protocols around sleep. So if you were to put sleep and light, it would take you to those particular protocols.",
        "V0Sdgn0_kFM_33": "Could we, by extension, say that many people, since billions of people are on social media, are likely triggering the activation of their amygdala, clouding out other more potentially productive activation of their neural circuits by sort of just making themselves freely available to the thoughts and words and impulses of others? I mean, to me, it seems the answer would be yes, but I'd like to know what you think. I mean, I think, and there's something to be said. There's definitely been moments where I've, you know, gone deep into social media and spent more time in a certain burst, right, that is isolated. I think that there's a lot to be learned from social media. So to actually to bring it back to one point you mentioned earlier, on social media, sometimes people just want accolades and sometimes there's a lot of friction. One of the reasons I stay on social media, even though I'm making this big effort to sort of declutter my consciousness, is because of that feedback. Especially when, you know, for someone like you, I imagine this has got to be super true.",
        "ccrbE0QHy94_48": "And by the way, folks, I'm not suggesting this, but someone the other day told me that they've been regularly taking oxytocin ketamine nasal inhalations as part of their work with their licensed therapist on like PTSD type stuff relating to, let's just call it relational trauma. So that's happening. But let's just think about oxytocin alone for the moment. Are parents of autistic kids able to like buy oxytocin nasal spray? No. So it would need to be written, like the prescription would need to be written by a physician. And it's not on the market, right? So there's one thing we should say is there's only two drugs that are approved by the FDA to treat autism, and they're both antipsychotics, which they treat associated features like irritability, and they have off-target effects like weight gain. So we don't have any medications that are currently approved in the U.S. or anywhere else for that matter to treat the core features of autism. Interesting and unfortunate. And hopefully that will change in the not-too-distant future. Do we know that children with autism, people with autism, because I'm going to just sort of assume that autism is stable over the lifespan.",
        "X8Hw8zeCDTA_88": "And that reminds me of some research by Ethan Cross. So he looks at how we can tame our mental chatter. And if you don't have the friend available to you, there is a really easy distancing technique that you can use when you're in the throes of a problem where you are trying to actively reframe something or maybe see where your blind spots are. And that's by thinking about your problem from a third person perspective versus a first person perspective. So you play the role of someone who's giving advice to a friend in your head, but that friend is actually you. And it actually promotes some degree of objectivity and like emotional distance from, again, that fuzzy, hazy set of feelings that you have around the emotion, right? You're trying to like get rid of that piece so that you can bring a slightly more sober recommendation to the situation. So that can be really helpful. And then the other thing to do is I think when we are, when we're facing challenges, when we're going through a hard time, we do have an instinct to want to vent, right? And again, in this era of vulnerability and whatnot, we're told like, yes, share everything that's on your mind.",
        "q37ARYnRDGc_120": "And then just one more point along these lines, you talked about taking anything for energy is really disruptive to the system. And it is because especially caffeine, while it has its uses and even health benefits, it's really borrowing, it's against the adenosine system with interest. And so because caffeine acts as an adenosine antagonist effectively, while caffeine is present in those receptors, you don't feel as sleepy. You have more energy. Your reaction time goes down. Memory is enhanced, focus, performance of all kinds. Yes, but then when that caffeine is dislodged from the receptor, then the adenosine can act even more potently at those receptors. So it's sort of like being able to borrow against the normal variations in wakefulness and sleep. And this is why we encourage people, if they're not training first thing in the morning, to push their caffeine intake out about 90 to 120 minutes after waking so they can clear some of that adenosine in the morning, which tends to happen even after we wake up. People can listen to episodes on Master Your Sleep or Perfect Sleep or the caffeine episode to understand more about that.",
        "q1Ss8sTbFBY_96": "Other people for the life of them, they can't get much hypertrophy in their neck, but keeping that neck strong, at least through some very light work to moderate weight work, very, very important for reasons I stated earlier. If you set out those goals, then the specific days that you do each workout isn't as critical, but the specific spacing is. So for instance, you're not going to want to do your high intensity interval training the day after you train your legs, because if you're doing that high intensity interval training correctly, you're going to be taxing your legs and eating into their recovery. And so you want to space them out by two or three days. So I think you'll notice that the point is really to optimize everything on the whole, rather than any one specific aspect of training or adaptation. Now that said, I do realize that some people might be hyper-focused on things like strength and hypertrophy and the aesthetics that come with it. A key point about strength, hypertrophy, and weight training, and this is something that has been covered on multiple podcasts, certainly the one with Jeff Cavaliere and with Dr.",
        "CyDLbrZK75U_88": "And so you really need to change and do some maybe more specific activation warmups for that or something else, or it's running or something totally different. So yeah, you don't need to re-warm up for every single exercise as you go generally once you're good to go the same muscles that you're going to use in the next exercise are warm same joints then you're good to go you talked about intent within the movement what about specific cadences for repetitions yeah i was taught that one should lower the weight slowly, the so-called eccentric portion of the movement, and then to try and explode the weight through the concentric phase. And then also make sure that one is using full range of motion and perfect form as it were. Now, of course, that is one tiny slice of the possible rep cadences and ways to approach resistance training. Although I think it's a pretty good one. What are the general parameter sets that one needs to consider? You could imagine lifting, you know, four seconds concentric, pause for one, pause for two, eccentric. I realize there's an infinite number of variations here.",
        "VRvn3Oj5r3E_124": "And I always felt good when they did. Like we're all tested and especially now we're vaccinated, but there's still people, this is true of San Francisco, this is true in Boston. They wanna keep not only six feet away, but stay at home and never touch you. That loss of basic humanity is the opposite of what I feel in jujitsu, where it was like that contact where you're like, I don't give a shit about whatever rules we're supposed to have in society where you're not, you have to keep a distance and all that kind of stuff. Just the hug, like the intimacy of a hug that's like a good bear hug and you're like just controlling another person. And also there is some kind of love communicated through just trying to break each other's arms. I don't exactly understand why violence is such a close neighbor to love, but it is? Well, in the hypothalamus, the neurons that control sexual behavior, but also non-sexual contact are not just nearby the neurons that control aggression and fighting, they are salt and pepper with those neurons. It's a very interesting and it almost sounds kind of risque and controversial and stuff.",
        "tkH2-_jMCSk_72": "Otherwise, raising one's core body temperature by a bit by doing five to seven, maybe even 10 minutes of easy cardiovascular exercise or calisthenic movements, provided you can do those without getting injured, seems to be an ideal way to warm up the body for stretching. We should be warm or warm up to stretch, although those warmups don't have to be extremely extensive. And then just by way of logic, doing the static stretching after resistance training or cardiovascular training seems to be most beneficial. In fact, and unfortunately we don't have time to go into this in too much detail today, I was able to find a number of papers that make the argument that static stretching prior to cardiovascular training, and maybe even prior to resistance training, can limit our performance in running and resistance training. I realize that's a controversial area. You have those who say, no, it's immensely beneficial. You have those who say, no, it inhibits performance. And those that say, no, it's a matter of how exactly you perform that static stretching and which muscle groups and how you're doing this and how much time in between static stretching and performance.",
        "ObtW353d5i0_2": "I'm a big believer in getting regular blood work done for the simple reason that many of the factors that impact our immediate and long-term health can only be analyzed from a blood test. And now with the advent of modern DNA tests, we can also get insight into our specific DNA makeup and how that influences our lifestyle choices and our health status. The problem with a lot of blood tests is that you get a lot of information back, but you don't always know what to do with that information. With InsideTracker, they have a very easy to use personalized dashboard platform that informs you what sorts of lifestyle, nutrition, exercise changes you might want to make according to the levels of particular metabolic factors, hormone factors, et cetera, in your blood and DNA. So it makes everything very simple, both in terms of where you're at health-wise and what you should or could do in order to improve your health, something that I do believe most everybody would like to do. With InsideTracker, it makes all that very easy. They also have something called the Inner Age Test. This is a test that shows you what your biological age and compares that, of course, to your chronological age.",
        "CDUetQMKM6g_39": "Then the question is, if this happens, then what are the molecules that actually transmit information across generations? Are they these chemical modifications to the DNA or to the proteins that condense the DNA, or are there other agents that transmit information, and which molecules can do it? And I actually think that the most interesting players today are RNA molecules. But before I go into that, I just want to say that when we talk about the barriers to epigenetic inheritance, or the barriers to inheritance of acquired traits, in addition to the separation of the soma from the germline that we discussed, the other main barrier, it's called epigenetic reprogramming, which is that we acquired our cells, the genetic material in our cells acquires all kinds of changes, these chemical changes, modifications we discussed. But these modifications are largely erased in the transition between generations. So in the germline, in the sperm and the egg, and also in the early embryo, most of the modifications are removed so we can start a blank slate based on the genetic instructions. And this is crucial. Otherwise, according to the theory, it's not clear that it's actually true because in some organisms it doesn't really happen.",
        "yOJvm_ri_hk_72": "I think there are ways to do that, but it seems that it's far more powerful to just think about what am I doing now and come to some realizations about what is really a value now and what is of less value or no value now and then make adjustments now as opposed to doing the deathbed exercise. You have no other option if you're going to make change. I mean, think about what a complicated and ultimately meaningless exercise it is to try and project ahead into a future when one is on one's deathbed. And it's like, what is that like? I mean, we can't imagine that and we don't know who's there. Like whatever that situation may be for any of us, it's not going to be what we imagine. So then we just make something up and we try and extrapolate our lives in a way that gets us to this place where we're on our deathbed and we're not unhappy. Okay, it just brings us right back to the future because it's actually simple. That is so complicated. What are things going to be like on our deathbed? What will happen between now and then? All things I don't know. So it's impossibly complicated.",
        "K-TW2Chpz4k_1": "That is what gives rise to big peaks in dopamine or troughs in dopamine, or what's referred to as our baseline level of dopamine, which turns out to be our baseline levels of motivation and feelings of wellbeing. By understanding how those things relate to one another, I assure you that by the end of today's episode, you will be in a far better position to understand why you become amotivated, why you procrastinate, how to ensure motivation on an ongoing basis, and even how to leverage effort and the desire to become motivated as a way to do just that, to become more motivated. Today's discussion is not about psychology, although I will center around practical everyday examples and offer many, many tools that you can implement if you choose. Today's discussion is really about pulling apart these things that we call motivation, reward, pleasure, procrastination, and understanding them in terms of their dopamine dynamics.",
        "O640yAgq5f8_87": "Why would I want to take something that would increase ghrelin signaling? Some people are trying to gain weight. It also does increase your growth hormone. So if your growth hormone is very low, you can consider it. Ibutamorin is a long acting, so it has a long half-life, also known as MK-677. It was studied mostly in growth hormone deficiency. And do these people get angry also? They can. Many people report a side effect of anxiety or significant hunger. Most people take it in the evening, so they don't notice that hunger as much. It can also greatly increase your blood glucose. So if you're insulin resistant or pre-diabetic, it gets especially concerning. This is one of those rare moments where I hear something and I think, okay, even though there's this kit of compounds that can increase GH and IGF-1, based on everything you're telling me, maybe just taking GH is the better option for those people because growth hormone, at least it's synthetic growth hormone is mimicking an endogenous hormone.",
        "E7W4OQfJWdw_31": "From time to time, I mean anywhere from two to three times per week. I'll generally do it early in the day because it, for me, can have a little bit of a stimulant effect, although it's not nearly as stimulating, say, as a double espresso or triple espresso. But that's one way in which I enhance my choline function. And some people choose to get it from supplementation because it's straightforward. There are a lot of supplements out there that contain alpha-GPC. Some people are taking dosages as high as 900 milligrams per day. That sounds very high to me. The studies of offsetting cognitive decline using alpha-GPC did use quite high dosages of 600 to 900 or even 1200 milligrams per day. So it has been used at those much higher concentrations, but because fortunately, at least not yet or not to my awareness, I'm not suffering from any cognitive decline, I will supplement with 300 milligrams every now and again. Next on my list of compounds that have been shown in peer-review reviewed research to improve neuronal and brain function is creatine. Creatine can be derived from meat sources. It can also be supplemented.",
        "ouCWNRvPk20_52": "There are many different foraging populations, but the vast majority of these populations consume huge amounts of dietary fiber because plants are the reliable, consistent source. If you, as a hunter-gatherer, go on a hunt, usually that hunt is unsuccessful. I think the data are that one out of 20 to 30 hunts are successful in landing actually big game for the Hadza. They have birds that they shoot and small animals, but quite often, day after day, they're relying upon berries, tubers, baobab fruit. They're relying on the plants in their environment. And actually, if you go to the data and look at what their food preferences are, their food preferences are actually meat and honey. So they don't eat a high fiber diet because they love fiber. They eat a high fiber diet because that's what's available and consistent for them to survive. But our brains are wired for caloric density. And so if you took a Hadza and put them in a restaurant in the United States, they would make the same crappy decisions that we make because we all want sugar and fat and calories. It's how our brain is wired.",
        "juD99_sPWGU_54": "Typically, if people go to lungs empty in 20 seconds or less, I believe, I have to go back to the paper and look, but I believe that the duration for each of the sides of the boxes, as it were, was somewhere between two and three seconds. If they had a CO2 discard time of anywhere from 20 seconds up to about 40, 45 seconds, we used the sides of the box where I believe between four and six seconds. And then for people longer than who could discard their air over a period of a minute or more, we used a box duration that is inhale hold, exhale hold duration of somewhere between, I believe it was seven or maybe it was eight and as long as 11 or 12 seconds. Because you get your kind of free diver types who can really do this, who are really well-trained for this sort of thing. Don't quote me exactly on those numbers, but that was approximate. Those line up exactly with what we've done. So I believe it's going to be close. Within seconds of non-important distinction, it's going to be close enough. So that's great. And that was, it took them what, six weeks before they noticed?",
        "x7qbJeRxWGw_86": "And what they found was that the sauna does indeed lead to a significant decrease in cortisol, a stress hormone, a hormone that you want to be released early in the day when you wake up, but sauna definitely led to a significant decrease in cortisol, but did not change testosterone, DHEA, or prolactin levels. So that's interesting. And it turns out that the cold did affect some of these hormones, but the results there were a little bit more mixed. So the takeaway here is that heat seems to have positive effects on growth hormone, big effects. It seems to have positive effects on reducing cortisol levels, and it does not seem to have effects on things like testosterone, DHEA, or prolactin directly. You can imagine that a shift in any hormone is going to alter the levels of other hormones down the line, sort of indirect effects. But in terms of direct effects, just during or immediately after the sauna bath, there were no effects. So we've talked about diet, supplementation, behavioral tools, and of course, we talked about the underlying biology and logic, and hopefully you heard the safety precautions for all of those. Now I'd like to just briefly talk about the prescription side of all this.",
        "cS7cNaBrkxo_151": "And here, folks, for those of you that aren't catching on to this, and I don't expect that everyone would, because what we're really alluding to here is the idea that you'll put into a search engine blueberry pancakes recipe, and that not only will you get photos of those blueberry pancakes and a recipe, but you will get the hopefully validated odor of those pancakes and that recipe coming at you in real time through the computer. So I'll start off answering from the name you threw out there, Google. So about, probably about five years ago, Google had an April Fool's spoof. Oh, right. And they put out this video of Google smell. Okay. And it had all these like classic, like sales images of, you know, holding up your phone to a rose and it generating rose and all these things, right? So Google is now trying to do that. And they just published, I mean, I know they've been trying to do it for a while. They visited our lab, but they just sort of went public with this, that really just like about a month ago or something that they have this offshoot startup.",
        "LVxL_p_kToc_4": "There you'll see those supplements, and just keep in mind that we are constantly expanding the library of supplements available through Momentous on a regular basis. Again, that's livemomentous.com slash Huberman. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero-cost-to- to consumer information about science and science-related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is InsideTracker. InsideTracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better meet your immediate and long-term health goals. I've long been a believer in getting regular blood work done for the simple reason that many of the factors that impact your immediate and long-term health can only be analyzed from a quality blood test. And nowadays with the advent of modern DNA tests, you can also get insight into, for example, what your biological age is and compare that to your chronological age.",
        "n9IxomBusuw_5": "And now with the advent of modern DNA tests, you can also get a clear picture of what your biological age is and compare that to your chronological age. And obviously your biological age is the important one because it predicts how long you will live and it's the one that you can control. The great thing about InsideTracker is that compared to a lot of other DNA tests and blood tests out there is that with InsideTracker, you don't just get your numbers back at the levels of various hormones, metabolic factors, blood lipids, et cetera, but it also offers clear directives to lifestyle factors, nutritional factors, and supplementation that you can use in order to get the numbers into the ranges that are best for you and for your health. If you'd like to try InsideTracker, you can go to insidetracker.com slash Huberman to get 25% off any of InsideTracker's plans. Just use the code Huberman at checkout. Again, that's insidetracker.com slash Huberman to get 25% off any of InsideTracker's plans. Today's episode is also brought to us by Magic Spoon. Magic Spoon is a zero sugar grain-free keto-friendly cereal. Now, I don't follow a strictly ketogenic diet.",
        "tkH2-_jMCSk_76": "Static stretching, however, gave the greatest degree of gains in limb range of motion. And on average, they saw a 20.9% increase, but some of the other increases they observed were also quite substantial. So ballistic stretching can also provide some pretty impressive limb range of motion improvements. However, they tended to be in the range of, here they point out 11.65% increase, or in the case of PNF, a 15% increase. So it appears that the greatest improvements in limb range of motion for your time spent and effort spent is going to be this minimum of five minutes per week to elicit a significant response with five days being the minimum weekly recommended frequency to achieve significant range of motion improvements. I confess this was pretty surprising to me when I compare flexibility training to say resistance training for strength and hypertrophy. I've had the experience and I know that other people have had the experience and I think Dr. Andy Galpin would probably agree that provided one trains hard enough and appropriately that you don't need to train resistance training five days a week in order to get significant improvements in strength and hypertrophy.",
        "CyDLbrZK75U_91": "Now force is mass times acceleration. So what's the mass in the bar multiplied by how well I can accelerate it? Intentionally going slower is only reducing acceleration right so it's hard to argue that going slower is going to improve strength because you're simply reducing acceleration so you need to practice lifting heavier at a faster rate now does that mean if you're trying to get, there are no phases of your training in which you'll slow down or pause? No, of course not. There are certain rules in different organizations where you have to pause the bottom. Like there's all kinds of little things like that. But in general, we want to think about what are we trying to do here? We're trying to get better at moving a heavier mass at a faster rate of acceleration. That is more force. That is more strength. Hypertrophy is not that. The goal here is not a functional outcome. It is what is needed to cause the most amount of hypertrophy. And when you get to hypertrophy then, your optimal cadence is up to you. You can do any combination.",
        "FFwA0QFmpQ4_32": "It's very important in order to have healthy emotional and cognitive functioning that we have fairly narrow channels between individual things. If we see something on the news that's very troubling, well then it makes sense to be very troubled. But if we're troubled by everything and we start just saying, you know, everything is bothering me and I'm feeling highly irritable and everything is just distorting and troubling me, chances are we are not actively removing the meaning, the connectivity between life experiences as well as we could. And that almost always maps back to a deficit in REM sleep. So REM sleep is powerful and has this amazing capacity to eliminate the meanings that don't matter. It's not that it exacerbates the meanings that do matter, but it eliminates the meanings that don't matter. And that bears a striking resemblance to what happens early in development.",
        "T65RDBiB5Hs_56": "And we can go a step further and say that it's mainly associated with steps of focus as they relate to learning and encoding new information, so-called neuroplasticity. Now, neuroplasticity, or the brain and nervous system's ability to change in response to experience, can be impacted by an enormous number of different chemicals, not just acetylcholine. But acetylcholine has a particularly potent ability to open up the thing that we call neuroplasticity to allow plasticity to happen in one moment, whereas in a previous moment, it could not occur because acetylcholine had not been released in the brain or in the spinal cord. So acetylcholine is involved in focus and in learning, but it is not necessarily always associated with learning in the context of highly motivated, really ramped up states. It can be, but acetylcholine can also be released and can encourage the learning and neuroplasticity associated with calm states. For instance, if somebody has a newborn child, we know that they are flooded with oxytocin, which has actually even been called the love hormone, although it does many things in addition to control feelings of romantic attachment and attachment to children, et cetera.",
        "29n0WG317tM_19": "And if you do as Leslie Vossall and her colleagues did at Rockefeller University and give odor tests where they give people different things to smell and then they dilute them and find the threshold at which they can detect them, you find enormous changes from people to people, both in general terms. Some people are just better smellers than others. But in terms of individual odors as well, there's some odors that some people can't detect and other people smell one way. For example, there's a secreted hormone called androstenone. Androstenone, there are some people who can't smell it at all. For some people, it smells rather pleasant, like cut grass. And for some people, it smells foul, like urine or sweat. And it just depends on genetic variation in one particular odorant receptor. Sorry to interrupt. Another phenomenal researcher who studies olfaction, among other things, Catherine Duloc, I once heard say that some people have a gene that for them makes the smell of microwave popcorn. They experience that smell as vomit. And other people who lack this gene like the smell of microwave popcorn, or at least for them, it's not aversive.",
        "50BZQRT1dAg_72": "And it has to involve letting go of the power dynamics, and everything being equal. It's not that the other person is exactly like you. You recognize their difference. But as far as being worthy of attention, being worthy and respected, you leave all that other stuff outside. So there is a zone that's possible that's outside this power dynamic that we're talking about. I'm excited that you're writing about this. So this is for your next book. Yeah. I'm very excited. I couldn't help but think of some of the parallels between what you describe and what we're observing nowadays in the landscape of politics and social dynamics, where clearly there is no setting aside of egos. Both sides feel attacked. Everyone in between feels confused, like, why do I have to pick a side? And there seems to be no hint of a future where people are setting down their swords, which means if we were to go with your earlier definition, which I like a lot, that nobody feels safe enough to be vulnerable enough to allow the union of people to occur, which is just a way of rewording, you know, a bunch of other things and not nearly as eloquently as you described it.",
        "azb3Ih68awQ_63": "On the one hand, I said, follow your salt appetite, follow your salt thirst. If you're craving salt, ingest some salt until you stop craving the salt. On the other hand, I've given you this fairly specific recommendation based on the Galpin equation that you should ingest your body weight in pounds divided by 30. That's how many ounces of fluid you should drink every 15 minutes, which I'm guessing for most people is going to be more fluid than they're currently drinking on average. And so how could it be that you can have a recommendation for what's optimal that's different than the amount that you would reflexively drink? And it has to do with the fact that a lot of the hormone systems like vasopressin, antidiuretic hormone, other hormones like aldosterone, and a lot of the neural and hormonal signals that govern salt and water balance are fairly slow to kick in. So for instance, if you eat a fairly salty meal and you sense that salt, you'll probably, meaning you detect it and perceive it because the food tastes salty, you'll probably want to drink a fair amount of fluid with it.",
        "77CdVSpnUX4_72": "Every time the Olympics rolls around, you hear about these cases of people getting popped, as they call it, or caught for anabolic steroids. There are some accusations out there now, there'll be more, this'll get handled in the press and then the various organizations. Clearly athletes and non-athletes use anabolic steroids. And typically anabolic steroids are of the testosterone variety. There are derivatives, et cetera, and those derivatives do different things and anabolic versus androgenic, et cetera. But typically the idea is, at least as I understand it in talking to some of these individuals, is that they allow people to train more because they recover faster. They are able to synthesize more protein because they're basically getting a second puberty. Because as we all know, during puberty, there's a lot of growth of the body. And of course, there are a lot of negative effects of abuse of these things. and they are banned from various sports organizations. Especially, I should mention, in combat sports, this is especially concerning because in combat sports, a performance enhancement means that you can harm somebody more than you would be able to otherwise, as opposed to in other sorts of sports, just to conceptualize it.",
        "PctD-ki8dCc_28": "So you're worried about getting COVID or you're worried about some other physical problem you have and you notice it in your body, your body tenses up, you start to sweat, the sympathetic nervous system goes, your heart rate goes up. And when you notice that, you think, oh God, this is really bad. And then you feel worse. So it's like a snowball rolling downhill. And then you feel worse and then your body gets worse. Hypnosis can be very helpful in dissociating somatic reaction from psychological reaction. So we teach people to imagine their body floating somewhere safe and comfortable like a bath, a lake, a hot tub or floating in space and then picture the problem that's stressing them on an imaginary screen with a ruler. No matter what you see on the screen, you keep your body comfortable. So at this point, you still can't control the stress, but you can control your physical reaction to it. And that starts you feeling more in control. At least there's one thing I can manage. And then you can use it to think through or visualize through one thing you might do about that stressor. So hypnosis is very helpful in controlling mind-body interaction in relation to stress.",
        "hcuMLQVAgEg_16": "They're sort of like the parallel to experiments that are often done in the laboratory with animals, where you've probably heard of these enriched environments where they'll give mice a bunch of toys and they'll give them some different foods every once in a while and they'll house them together with other mice. And what you find is that the animals, they will say, oh, you know, their brain is thicker and their neurons have more branches to them and all that. But that's really comparing deprivation with normalcy. What we want to center on today instead is what happens when things go well and why things might not go well in certain circumstances is interesting, but to me, not as interesting as what healthy emotional development looks like. And if you haven't achieved healthy emotional development, what can be done as an intervention at later times in order to rescue that? So the baby, you as a baby, you're flopping around there in your crib, you're getting care where you need it and when you need it, presumably. And this gets to the basis of what emotions are about, which are emotions are really about forming bonds and being able to predict things in the world. That's really what emotions are about.",
        "7YGZZcXqKxE_97": "Thank you for joining me today for our discussion about motivation, goal-seeking, and research-supported tools for achieving your goals with Dr. Emily Balchettis. If you're learning from and are enjoying this podcast, please subscribe to our YouTube channel. That's a terrific zero cost way to support us. In addition, please subscribe to the podcast on Apple and Spotify. And on both Apple and Spotify, you can leave us up to a five-star review. Please leave us any comments or suggestions or ideas for future guests or questions about particulars of any podcast episode in the comment section on YouTube. We do read all the comments. Please also check out the sponsors mentioned at the beginning of today's episode and check out Athletic Greens. That's the best way to support this podcast. In addition, please check out our Neural Network Newsletter. That is a zero cost newsletter available to anyone. You just provide an email and we do not share your email with anybody.",
        "XfURDjegrAw_80": "I take probiotics, but there are studies that show that if you take lots and lots of certain probiotics like lactobacillus and you really ramp up the levels more, it is not a case of more is better. There are things like brain fog that can come from that. Brain fog is just this inability to focus. People feel really not well generally. Some of those studies are a little bit controversial, but I think it's fair to say that if people really increase the amount of probiotic that they're taking beyond a certain amount, then they start feeling foggy in the mind. Now, what's too much? Well, I get probiotics from, I've mentioned before, from athletic greens. You can get them from fermented foods like sauerkraut, pickles, kimchi, natto. These are different sources from around the world. Actually, I'd love to hear some of the other sources that people know, other foods from around the world. I'm fascinated by the way in which different cultures have all arrived at these foods that provide and support healthy microbiomes because they're fermented. I have a colleague at Stanford, Justin Sonnenberg, he and I have talked about this.",
        "Mwz8JprPeMc_82": "So what that means is that the gonads, the very cells and tissues and organs in our body that make up the reproductive axis are expressing taste receptors. Okay, so how do we interpret this? Does this mean that when you eat something that's very savory or very sweet, for instance, that it's triggering activation of the ovaries or of the testes? Well, it's possible. Now, how those molecules, those chemical molecules would actually get there isn't clear. The digestive tract does not run directly to the testes or to the ovaries. But nonetheless, what this means is that chemical sensing of the very things that we detect on our tongue and that we call taste in quotes in food is also evoking cellular responses within the reproductive gonads. Now, whether or not this underlies the positive association that we have with certain foods isn't clear, but I'd be remiss if I didn't point out the obvious, which is that the relationship between the sensual nature of particular foods and sensuality generally, and the reproductive axis is something that's been covered in many movies.",
        "gMRph_BvHB4_113": "Now, this cannot be overemphasized, right? No matter how much we would like to create a sort of top-down description, meaning from the cortex and our understanding of things onto what we find attractive, who we find attractive, what we enjoy, what we don't enjoy in the pursuit and romantic interactions with others. There always seems to be, and indeed there always is, a deeper layer in which our subconscious processing drives us to find a particular person to be particularly attractive, or in which we have chemistry with somebody, or in which we lack chemistry with somebody. And I would say that one of the more exciting, fascinating, and indeed mysterious aspects of desire, love, and attachment are those subconscious processes, those things that we call chemistry, right? I mean, people will report for instance, that somebody's smell is just absolutely positively intoxicating for them, or that somebody's smell is absolutely repulsive to them and they don't know why. That the taste of someone's breath, and I don't mean that in any kind of poetic sense, I literally mean the taste of somebody's breath in some cases can be very exciting to somebody. And believe it or not, we can taste each other's breath.",
        "F54qXuTpgfM_163": "Please also check out the link to her excellent podcast entitled As a Woman. If you're learning from and or enjoying this podcast, please subscribe to our YouTube channel. That's a terrific zero cost way to support us. In addition, please subscribe to the podcast on both Spotify and Apple. And on both Spotify and Apple, you can leave us up to a five-star review. Please also check out the sponsors mentioned at the beginning and throughout today's episode. That's the best way to support this podcast. If you have questions for me or comments about the podcast or guests that you'd like me to consider hosting on the Huberman Lab podcast, please put those in the comment section on YouTube. I do read all the comments. Not during today's episode, but on many previous episodes of the Huberman Lab Podcast, we discuss supplements. While supplements aren't necessary for everybody, many people derive tremendous benefit from them for things like enhancing sleep, hormone support, and improving focus. If you'd like to learn more about the supplements discussed on the Huberman Lab Podcast, you can go to LiveMomentous, spelled O-U-S, so livemomentous.com slash Huberman.",
        "slUCmZJDXrk_101": "What you store are activation of neural circuits that include brain and body, and they all seem to center back into the insula, that structure that we talked about earlier, this structure in our brain that has a map of our body surface. So contrary to popular belief, we don't store memories in the body or trauma in the body in a way that for instance, working out a knot or a pain in one's lower back will relieve the trauma. It sometimes can activate a memory of the trauma, but when one is doing that, what you're really doing is activating neural circuits that reside within the brain, within the insula, that correspond to sensations within the body. Now, I don't want to diminish the role of the body in the formation and the persistence of PTSD. And I certainly think the book, The Body Keeps the Score, is a pioneering book. It's in fact, an important book, but I want to emphasize that the modern neuroscience really points to the fact that PTSD is caused by the exact sorts of brain network activations that we were discussing earlier.",
        "EhlIkzJwPlk_54": "Impacting those meiotic spindles inside the eggs, which hold the chromosomes in their perfect position. They are associated, they get wear and tear from things that cause inflammation or are toxic. So cigarette smoke, we know, decreases egg quality, egg quantity, increases miscarriage, and then of course has fetal impacts. Could I just ask you, because when we talk about, there's nicotine, which itself is not carcinogenic, and then there's the smoking process, which brings in a bunch of other things. The question I know is burning in everybody's mind is vaping, right? Because vaping is, I'm very bullish on this. I mean, it's very clear that the chemicals associated with vaping are just oh so bad for everybody's health. But it's distinctly different from saying that nicotine is bad for one's health. And it can be. But without doing too much of a deep dive, are there any data that show that vaping is bad for egg quality? Of course, there's not as much data because it just hasn't been around as long. But yes, vaping definitely has chemicals that looks like it's associated with poor success rates in IVF cycles.",
        "juD99_sPWGU_148": "It feels like something that may have gone the way of the mid-2000s. I don't care if no one bills anymore. You're not going to ruin my good analogy. Okay, well, my intent wasn't to ruin your analogy. Okay, tell us about bowling. All the bowlers are going to come after me with bowling balls or something. Right, you're going to get blasted with all the stats on elevations. Don't hurt me. Cool me. If one were to go bowling and they didn't want to put their ball in the gutter, you could put these little bumpers in those lanes and these little foam pads that go in the gutter that if your ball is going towards the gutter, it hits those and bounces off and goes back in the lane. In this entire conversation, and this is actually true of a lot of the way people approach their fitness and health, people are very concerned oftentimes with optimizing, meaning I want to make sure I don't go in the gutter. I don't want to hit the walls. So therefore, I'm going to try to improve the accuracy in which I throw the ball.",
        "-OBCwiPPfEU_80": "And we've demonstrated that. Well, I'll tell you about the studies in a later episode. We also know though, sleep after learning does something delicious. It will take those freshly minted memories and it will consolidate them into the brain, meaning that it will start to fixate them, almost like sort of setting them in concrete into the brain. And so you are far less likely to lose those memories, which is to say you are far less likely to forget if you've been sleeping after you've learned. It's not just that though. Sleep does more than simply strengthen those individual memories. Sleep will start to cross-link and connect those memories together. And as a consequence, the next day you will wake up and that memory back catalog has now been updated with all of the recent information and it's integrated and it's associated. So you are now able to come up with new creative solutions to issues or problems that you've been facing because you've updated what we call the associative networks in your brain. And this is the reason that people will describe having had these insights by way of sleep and these problem-solving capacities.",
        "ObtW353d5i0_66": "I want to be clear on the internet, some of which are from clinicians, some of which are not, some of which are from scientists, some of which are from other sources, talking about things you can do to make your vision better, to improve your vision. Most of those are geared toward improving the extraocular eye muscles. But I did consult with our chair of ophthalmology at Stanford School of Medicine, Jeff Goldberg, who's an MD and a PhD, a phenomenal scientist and a phenomenal clinician, and incidentally, a phenomenal chairman as well, about what sorts of things, tools are actually beneficial for pattern vision insight, because there's just so much out there on the internet, not all of which is accurate or good, frankly. And he agreed that a smooth pursuit stimulus, that kind of training, as well as, or exercise, as well as near far. So spending a few minutes, you might even just do this for two minutes of looking at something up close, that's going to activate these accommodation mechanisms, and then moving it at arm's length and focusing on it for five, 10 seconds, maybe more, maybe 15 or 20 seconds, then slowly moving it into a location and then out.",
        "m_OazsImOiI_36": "I think it's fair to say that if somebody is suffering from bipolar one, that is likely to be revealed or to reveal itself before too long because of the fact that people have these extended periods of mania and mania is such an extreme state, not just for the person who's experiencing it, but the way that it presents is just so extreme and out of the ordinary. But bipolar II, you can imagine, could really duck under the radar of our awareness. And you could imagine that we might just think somebody is low or depressed, especially if that person tends to self-medicate with alcohol or other substances. We might think, oh, well, they're drinking more than usual, excuse me, or they're spending more time alone and isolating. But then when they're in their hypomanic state, that might actually present as normal to us because they were in such a depressed state before. So it's very important that we dial up our awareness, that we can tune our antennae to the possibility that people out there who might appear depressed or that we haven't heard from in a while might actually be suffering from bipolar II disorder.",
        "wTBSGgbIvsY_26": "And yet that can be completely okay or at least understandable for us. Now, a major emphasis of a meditation practice is to make us so-called more mindful. What is mindfulness? Well, again, there isn't one perfect universally accepted operational definition of mindfulness. That's basically nerd speak for saying people can't agree exactly what mindfulness should be, is, and means for everyone. But most people assume, and I think agree, that mindfulness includes something about being present. And when I say present, that doesn't necessarily mean present to one's surroundings, because of course, a lot of meditation practices that are designed to make us more mindful and present are designed to make us more mindful and present to what's happening internally while ignoring everything that's happening externally. But they are designed to make us more present to our bodily sensations and in particular, our breathing and our thoughts in the moment. So let's now explore what a generic meditation practice looks like, and let's evaluate how that tends to change the activity of these neural circuits in the brain and body. And then from there, we can split the conversation into a couple of different bins.",
        "cwakOgHIT0E_109": "There's no winning, there's no finish line. And those type of endeavors are extremely important, extremely important for continually building up our tenacity and willpower. So much so that we can even take a somewhat 3000 mile view from the top down onto everything we've talked about today and think about those super agers, those super agers that somehow are able to maintain the cognitive function of a much younger person. And if you look at the data on super agers and people similar to them, you'll find are always engaged in some activity that's hard for them. They're always trying to learn something and they have a sort of playfulness about it, but they seek out those friction points, both resistance of certain behaviors, right? Trying to not do certain things, but perhaps more often doing certain things, learning a new skill, learning pottery, learning music, placing themselves into novel environments that are a little uncomfortable or a lot uncomfortable provided that it's safe.",
        "mcPSRWUYCv0_12": "He thought because he saw a nail going through his foot, it was going through his boot, but he thought it was going through his foot, that it was sharp pain of the sort that a nail would produce. And there are thousands of these kinds of case reports out there. Now that is not to say that all pain that we experience is in our head, but it really speaks to the incredible capacity that these top-down, these higher level cognitive functions have in interpreting what we're experiencing out in the periphery, even just on the basis of what we see. And the example of radiation speaks to the fact that pain and tissue damage are dissociable from one another, okay? So why are we talking about pain during a month on neuroplasticity? Well, it turns out that the pain system offers us a number of different principles that we can leverage to A, ensure that if we are ever injured, we are able to understand the difference between injury and pain, because there is a difference. That if we're ever in pain, that we can understand the difference between injury and pain. That we will be able to interpret our pain.",
        "Xu1FMCxoEFc_46": "Whereas in fraternal twins, that number drops, and in siblings, that number drops to about 25%, and in half siblings, it's about 10%. The numbers vary from study to study, but basically the more closely related you are to somebody who has major depression, the more likely it is that you will also get major depression. And therefore, if you haven't gotten major depression, the more likely it is that you should take steps to learn to mitigate stress because stress is the major factor that can trigger one of these depressive episodes. Okay, so we've covered a lot related to the stress and the hormones and the neurochemistry of depression. In fact, I think this is probably the deepest I've ever gone into the biology of any topic on this podcast before getting to any specific tools. I mentioned that learning how to mitigate stress and deal with stress, learning how to measure and adjust your thyroid hormone, those might be useful.",
        "T65RDBiB5Hs_25": "The simplest way to think about this is maybe when you were a kid or maybe even still now, you would wear socks and you'd shuffle along the floor to generate some static electricity and then you'd touch someone and you'd shock them with your finger. I'm a younger brother, so I'd occasionally do that to my sister. I had friends, we would do that to one another. I know it's kind of silly and childish, yet it illustrates the principle that we can generate electricity and pass electricity to other beings, or in the case of neurons, from one neuron to the next. The way neurons do that is that in between the neurons, there are little spaces. Those little spaces are called synapses. And neurons literally vomit. Well, they don't literally vomit, but they release little packets of so-called transmitter chemical into that space we call a synapse. It travels across the synapse. It attaches to the cell on the other side, the other neuron. And then depending on what that chemical is, it either makes that next neuron more electrically active or less electrically active, so-called excitation.",
        "Z7MU6zrAXsM_61": "There's a little bit of linguistic jargon, but I'm going to make a point here with that is that certain classes of sounds, when you make them, it requires you to actually close your mouth temporarily. Now I'm going to be thinking about this. So plosive, like saying the word plosive requires that. Exactly. So what's cool about that is that we actually have no idea what's going on in our mouth when we speak we really have no idea some people definitely have no idea well not just like in terms of what you're saying sometimes but actually like how you're actually moving right you know the different parts of vocal track and I have a feeling if we actually required understanding we would never be able to speak because it's so complex. It's such a complex feat. Some people would say it's the most complex motor thing that we do as a species is speaking, not the extreme feats of acrobatics or athleticism, but speaking. Especially when one observes opera or people who freestyle rappers. And of course, it's not just the lips. It's the tongue. And you've mentioned two other structures. Pharynx and larynx are the main ones.",
        "qNzl12g0Dd8_71": "And tracking means not just not only collecting reports from the public and from clinicians when they see an effect that may be related to a vaccine, but it also involves analyzing those to see were they correlated or where there's actual causation there, right? Because, you know, if today, for example, I felt unwell and I trace back what happened yesterday and it turns out, hey, I ate this burrito that was out in the sun for way too long, the question is, am I feeling sick because of the burrito or did the burrito just happen to be something that happened but it's independent of how I'm feeling? Maybe it turns out somebody was actually sick with a GI bug around me, and that's the reason that I'm feeling the way I am today. So the analysis that needs to be done on cases that are reported is important, and it's something that the CDC and the FDA do together. Now, that analysis, I think, is essential to communicate clearly to the public. And whenever I engage with folks in the public, which we do often, and people will talk to me about their experiences with vaccines, I do think it's important to acknowledge what people have gone through.",
        "zbpb1wd-wvs_15": "We know based on a really nice study published in Science Reports that if you view that afternoon, late afternoon, evening sunlight, you don't have to be too strict about the time, pop your sunglasses off as long as you can do that safely, get some sunlight in your eyes, or if you can't look directly at the sun, and by the way, never stare directly at the sun, at least getting some daylight in your eyes before the sun goes down, that can offset that melatonin reduction by about 50, five, zero percent, which is pretty impressive. Now, you would still do well to dim the lights in the evening. And one thing that I've been playing with recently is using red lights. So a lot of people, when they hear red lights, they think, oh, you're talking about red light panel, which that has its uses. Those tend to be very bright red lights. Or portable red light. I actually use a small portable red light. It looks like a thick piece of toast. I use that for other reasons. This is not what we're talking about with evening routine.",
        "tLRCS48Ens4_50": "Because if someone's beating up on themselves, you're beating up on yourself about it, then that's not humility, right? Then that's being sort of falsely persecutory, right? It's not an honest humility to that. It leads us away from health. So it's like, we don't want it to be this way, right? Because that is working against agency and gratitude so we can understand it and we can go after it and make it better. One of the most common questions I get on the internet, and I get a lot of questions, is what can be done to improve confidence? And I've thought a lot about that question and what is confidence in the context of what we're talking about now is one reasonable definition of confidence, our ability to trust our predispositions and our potentialities enough that were we to encounter scenarios A through Z, we feel pretty good that we would respond the right way in a way that wouldn't threaten our conscious mind at a core level, right? You know, that we wouldn't, I used to use the term and joke a lot in my laboratory with the phrase, you know, dissolve into a puddle of our own tears, right?",
        "PctD-ki8dCc_31": "And then if there's an issue that comes up later, like, so for instance, do self-hypnosis for stress reduction away from the stressful event to prepare one to deal with stress better. Or do hypnosis for improving the return to sleep. And that can be done when you actually want to go to sleep, but it's a kind of a training up of these networks, right? That's right. So is there evidence that these brain networks actually form stronger connections when people do self-hypnosis over time? Well, there's a rule in neurobiology, as you know, that neurons that fire together, wire together. Our friend Carla Schatz. Yes, Carla. Not Donald Hebb, by the way. I keep trying to, there's a rule in neurobiology, as you know, that neurons that fire together wire together. Our friend Carla Schatz. Yes, Carla. Not Donald Hebb, by the way. I keep trying to, there's a widespread myth in the world that is unfortunately all over the internet, which is that the word fire together, wire together was said by the psychologist Donald Hebb. Donald Hebb did many important things, but it is the neurobiologist Carla Schatz.",
        "XfURDjegrAw_71": "So these barriers exist and make it such that just because you eat something, just because you ingest it, doesn't mean it's going to cross the blood-brain barrier. But L-carnitine, when taken, is acetylated and converted into this form that gets across the blood-brain barrier. And it has a lot of effects. It's involved in mitochondrial activation of long-chain fatty acids, which that's a big mouthful that we could get into sometime when we're talking about metabolics. But it has some interesting effects on the neuro side. So if you decide to check it out on examine.com, you'll see some really interesting things. Lots of effects on ammonia, C-reactive proteins, things of that sort, blood glucose is lowered, et cetera. That's all stuff that's at the level of blood and periphery, slight effects in lowering cholesterol. Here's some interesting ones. Rates of pregnancy go way up when people are taking L-carnitine, both the father and the mother, both the source of sperm and the source of egg are affected in ways that favor pregnancy.",
        "zU5EYw06wtw_73": "The pituitary gland, that stalk that extends out of the brain and can release growth hormone from the anterior pituitary? Well, it's got a middle segment or a medial segment, and there's a hormone that's released from there called melanocyte-stimulating hormone. Melanocyte-stimulating hormone has the effect of stimulating pigmentation of the skin by activating what are called melanocytes that exist within the skin. So the peptides, melanotan one, melanotan two, melanotan three, melanotan four, melanotan five, because there are five of them, are different peptides, that is peptides with different amino acid sequences, all of which mimic naturally occurring melanocyte-stimulating hormone, but that act preferentially on one set of melanocyte-stimulating hormone receptors or another in order to get different effects. So let's back up a little bit and talk about the melanocortin system, right? The melanocortin system is a system whereby viewing light or getting light on the skin, typically ultraviolet light of the ultraviolet B type.",
        "m_OazsImOiI_32": "There are a couple other key features about bipolar 1 and bipolar 2 that can allow us to get better insight into whether or not somebody has bipolar 1 or bipolar 2. And that's the percentage of time that people with bipolar 1 versus bipolar 2 spend in a manic state, a depressed state, or a symptom-free state. And this is also important to discuss because it turns out that people with genuine diagnosed bipolar one or bipolar two are often symptom-free, which again can make it difficult for us as people that know them or for people that are treating people with bipolar disorder to identify whether or not somebody is in a manic episode or a depressive episode or whether or not they are headed into a manic or depressive episode. So the numbers on this have been studied. It's from a paper, actually two papers, first author Judd, J-U-D-D et al, published some years ago, 20 years ago, but the data hold up really nicely over time. These were both published in Journal of American Medical Association Psychiatry. So JAMA Psychiatry is a superb journal.",
        "at37Y8rKDlA_77": "And it all has to do with the so-called sympathetic arm of the autonomic nervous system, which is a real mouthful, but basically the sympathetic arm of the autonomic nervous system, as many of you heard me talk about before, is the aspect of your nervous system that makes you more alert. It has nothing to do with emotional sympathy. It has to do with a bunch of neurons in the middle of your spinal cord called the sympathetic chain ganglia and some other related neural networks in your body, as well as regions of your brain, like the locus coeruleus that release things like epinephrine and norepinephrine and make you more alert. And in a kind of magnificent arrangement, or I think magnificent arrangement, when we have fluid in our gut and when our cells are well hydrated, and believe it or not, when our bladder contains fluid within it, there is an elevation in activity of the sympathetic nervous system by way of two pathways. One is mechanical. In fact, we have so-called stretch receptors in our bladder and in our gut. These stretch receptors have fancy names like TRP, trip channels as they're called, or piezo, which are these stretch sensing channels.",
        "J7SrAEacyf8_23": "And one of the more dramatic examples of this comes from the role of testosterone in creating the external genitalia. Now you might think it's just straightforward. If there's a testes, because there's a Y chromosome, you know, you've got a gene that codes for the development of testes, you get testosterone and the penis grows and the baby is born with a penis. You know, one of the first things that happens when the baby comes out is they look at the genitalia and they try and make an assessment on whether or not it's a quote boy or it's a quote girl, right? That's been done for a very, very long time throughout human history. It turns out that it's not testosterone that's responsible for the development of the penis in a baby that has an X chromosome and a Y chromosome. It's a different androgen. Androgen is just a category of hormones that includes testosterone, but testosterone is converted in the fetus to something called dihydrotestosterone. And that's accomplished through an enzyme called 5-alpha reductase. Now, dihydrotestosterone has important effects later in life too. We will talk about those.",
        "9tRohh0gErM_89": "Similarly, for men, fasting or extreme exercise plus fasting, we now know reduces testosterone. Its impacts are not exactly clear. However, if you reduce food intake, either in total calories or in duration too much, you will suffer a drop in sperm counts. Fertility will drop. And this makes sense. The body is communicating to the brain whether or not conditions are sufficient in the body to reproduce and to presumably and hopefully support the health and wellbeing of those offspring. So there's a logical link between body fat and eating and how much food is available to you and how long it's available to you and the signals in the brain that allow for reproductive success. There are some data that point to differences in the effects of intermittent fasting for males versus females. Those data right now only come from mice. That study was published by Satya and Panda recently. We still await the studies in humans. Some people do not do well on intermittent fasting, either in terms of mood or hormone health. And so everyone needs to determine for themselves whether or not having a time-restricted feeding window is good for them, how long that time-restricted feeding window should be.",
        "6I5I56uVvLw_6": "One of the key things is to know how different foods and food combinations and timing of food intake is impacting blood glucose. And with levels, you're able to assess all of that in real time. I tried levels and what it taught me, for instance, was that I can eat certain foods at certain times of day, but if I eat them at other times a day, I get a blood sugar crash. It also taught me, for instance, how to space my exercise and my food intake. Turns out for me, exercising fasted is far more beneficial. That's something I learned using levels and it's completely transformed, not just the spacing and timing of my diet and exercise, but also use of things like the sauna and other activities. It's been a tremendous learning for me that's really shaped an enormous number of factors in my life that have led to me feeling far more vigorous with far more mental focus and physical strength and endurance. So if you're interested in learning more about levels and trying a continuous glucose monitor yourself, go to levels.link slash Huberman. Again, that's levels.link, L-I-N-K slash Huberman. Today's episode is also brought to us by Eight Sleep.",
        "VAEzZeaV5zM_107": "And indeed the authors point out quite appropriately that they don't understand the direction of the effects that they observe either. But there is now a plethora of data pointing to the fact that getting quality sleep each night helps regulate not only appetite, but also the specific forms of metabolism that drive specific appetites. So the takeaway is while there are extravagant and potent and interesting ways to regulate blood glucose, everything from cinnamon to lemon juice, to berberine, to sodium caprate, to behavioral tools, to the mere understanding of how the direct and indirect pathways go from the gut to dopamine, et cetera. If you're not establishing the firm foundation of proper metabolism, all of those things are going to be sort of rearranging deck chairs on the Titanic as it's sometimes described. So we can't overstate the importance of getting regular, sufficient amount of high quality sleep at least 80% of the time, not just for sake of immune system function, for clear thinking, et cetera, but also for properly regulating our metabolism, including our sugar metabolism. Thank you for joining me for this discussion about sugar and the nervous system and how they are regulating each other in both the brain and body.",
        "AtChcxeaukQ_27": "If I've tended to do hard workouts and then expose myself to cold temperatures while traveling, especially traveling overseas, that tended to precede those colds or flus, which again, for me are very seldom. So it's a limited data set. This is entirely anecdata, meaning related to my own history of getting colds and flus. But it's something that I actually recommend people do, which is, you know, to pay attention to when you first started getting symptoms, pay attention to when you got over a given what you think is a colder flu, and then to look at what was happening in the days before and that day. I don't think it's possible to do hyper precise forensics on a cold or flu, right? I mean, you could have gone into the gas station, put your credit card in the machine to, you know, grab a drink out of the refrigerator and picked up a cold or flu from the handle of the refrigerator or from the credit card machine, or even from the gas pump. You simply don't know."
    },
    "relevant_docs": {
        "92ea1b3e-6c98-40d5-ba54-5bf7f98a5a20": "JPX8g8ibKFc_90",
        "b1cb4d2a-9a81-4701-a481-ba3ab870106d": "CGjdgy0cwGk_30",
        "a217d609-7e74-499f-831f-c6c4345bb44a": "doupx8SAs5Y_125",
        "bca8f347-5437-44f6-818e-ab55b32b7640": "CrtR12PBKb0_45",
        "06d9e817-17bd-4e20-828e-aa034f816f3b": "rW9QKc-iFoY_73",
        "e3d05215-3c7d-4eb8-ba38-519bc296f5d6": "DkS1pkKpILY_39",
        "db2d1fbf-864f-4f75-acf2-8e2657255ea9": "szqPAPKE5tQ_115",
        "79f6f91e-828e-45bb-b757-240f006ba52e": "hFL6qRIJZ_Y_41",
        "dd1b5653-3a5a-42ac-8e40-b0e812bd061c": "hFL6qRIJZ_Y_41",
        "03cd6aed-2b2f-4b36-a0cd-a4438b0d5bfe": "KVjfFN89qvQ_67",
        "021871a8-fe62-43e4-b840-b18c1061c40d": "CDUetQMKM6g_83",
        "7894cc7b-a685-4ab7-b935-84d4bc4cb3cb": "CDUetQMKM6g_83",
        "63a04efe-3d6f-4934-9e36-99cb919d5a42": "Z7MU6zrAXsM_69",
        "55395c4f-dd64-4b45-9b88-7c78cb03015b": "0RYyQRQFgFk_109",
        "a4ca35f7-0113-4ef8-9241-ae3c841ad8bf": "0RYyQRQFgFk_109",
        "8e7c64e0-1676-4e7f-9577-67eb53609946": "CGjdgy0cwGk_55",
        "d08f3cb8-7538-4ecc-8054-3a6455894cb0": "LYYyQcAJZfk_26",
        "706f2dde-cf57-424a-96df-d4d8dd1ee4a5": "7YGZZcXqKxE_90",
        "1cba473f-3924-4f05-abe7-8d12d9dfdddf": "7YGZZcXqKxE_90",
        "1e849a9a-4ff5-4c2b-b55e-63f8a9c5cebd": "BMTt8gSl13s_92",
        "57d7abc7-1ca8-467e-8bd9-022b0b81a34f": "cwakOgHIT0E_24",
        "fc56a4f9-4fcc-4991-ab84-31bb211ea4cc": "cwakOgHIT0E_24",
        "2570cfd2-4bf6-48cb-b166-603662d536d1": "V0Sdgn0_kFM_33",
        "f2fd0b5c-fd19-424c-9a09-f29182ae0382": "ccrbE0QHy94_46",
        "288697f8-1e76-4312-9586-d4defb28578a": "ccrbE0QHy94_46",
        "b2b033c4-b197-4b6d-aa88-473c204331e4": "X8Hw8zeCDTA_85",
        "0362e160-7905-42a3-8ab2-502b60b6f489": "q37ARYnRDGc_115",
        "9756b226-5fb0-46f8-b3a6-e4f921c8d7f4": "q37ARYnRDGc_115",
        "c76c550c-3d97-414d-816a-763196c76ab3": "q1Ss8sTbFBY_91",
        "6096138d-67fd-4603-85a4-c0867e801682": "q1Ss8sTbFBY_91",
        "d5b6b046-fa5e-4dde-ba26-d39ebf99bcd4": "CyDLbrZK75U_85",
        "18b7ab33-49df-4f95-8cd7-9e03101c58c6": "VRvn3Oj5r3E_118",
        "a8a4e759-84b9-4a22-b403-5e1664b689a3": "tkH2-_jMCSk_70",
        "184037c0-0464-4954-b191-9f125bdd8254": "ObtW353d5i0_2",
        "fe4ab325-3024-4952-93d6-33d0ef8ba025": "CDUetQMKM6g_39",
        "2a168bae-6043-48a3-adad-a16edfea1842": "CDUetQMKM6g_39",
        "acff34ce-4f46-416e-8f56-63d7b296ce0e": "yOJvm_ri_hk_70",
        "e4186f53-313e-4ed2-b8aa-630118648677": "K-TW2Chpz4k_1",
        "5f3d4a37-0cca-42fd-985a-a34814d2e4d9": "K-TW2Chpz4k_1",
        "b0d7a488-5e59-4137-a1d9-073ad06b6a17": "O640yAgq5f8_86",
        "979c7a14-176b-4cba-b07d-b4fcf7ac6080": "E7W4OQfJWdw_29",
        "d42ecdbb-1ef3-4436-a72b-6376d4b2ecaa": "ouCWNRvPk20_51",
        "25027839-632d-4dde-8fb1-1464f540671a": "juD99_sPWGU_53",
        "c95ec5ff-b0ac-4fb4-b154-ddf4a64f43a5": "juD99_sPWGU_53",
        "a904a4c4-d2d6-44fe-9d44-8b6c13f097f4": "x7qbJeRxWGw_84",
        "f360620a-47b1-472a-8627-79b73df8f843": "cS7cNaBrkxo_147",
        "1c86b72c-1214-4c4b-b272-fb99092fa588": "LVxL_p_kToc_4",
        "ef6e8c62-e5da-48d1-8618-d9a4952be056": "n9IxomBusuw_5",
        "a095e47f-fb60-4bb5-ae4d-55019e84747a": "tkH2-_jMCSk_73",
        "4a405351-d375-49a5-9798-292feb19c397": "CyDLbrZK75U_88",
        "079346a5-8933-4925-a202-75bd02cf027a": "FFwA0QFmpQ4_30",
        "ff354ac8-5938-49f2-bd53-ed8634bf5433": "FFwA0QFmpQ4_30",
        "daa037c6-6ad4-47eb-a8d8-e08b1a74da0f": "T65RDBiB5Hs_53",
        "10a93e5a-17f9-4956-b39a-2696abf6216e": "29n0WG317tM_19",
        "5d0fa9b3-6678-4893-b8ff-53ea65bb32a5": "50BZQRT1dAg_68",
        "90e6342e-3ee7-4a3d-a7eb-a47f33563c20": "azb3Ih68awQ_62",
        "d7a54842-fb6e-4ead-8264-7b98c86bf4b4": "77CdVSpnUX4_69",
        "bb0a393a-708a-479c-aab4-a6fa0fa7ca07": "PctD-ki8dCc_28",
        "eb587ff5-dadc-4d59-9598-817a172367bf": "hcuMLQVAgEg_16",
        "56199592-2266-4b47-82dc-25762baff651": "7YGZZcXqKxE_94",
        "8d7b0179-30b9-4fb9-8b71-bcc6a5f5e699": "XfURDjegrAw_77",
        "b584f9a5-78e3-46f9-9db7-435b5c29caa9": "Mwz8JprPeMc_79",
        "a168c8f8-036d-48a5-bb6d-4de799326af7": "gMRph_BvHB4_111",
        "81a81a2c-eba6-4e48-94bc-060ced538ace": "gMRph_BvHB4_111",
        "0f0647ce-763e-482b-96be-054e8f81a360": "EhlIkzJwPlk_190",
        "0fc6dc39-d0e7-4f80-b125-15074c41ab0f": "EhlIkzJwPlk_190",
        "bd145f21-ff1c-400c-915d-9d6ff6e9cce3": "slUCmZJDXrk_100",
        "fa74700a-9fa8-4949-8982-27b715dfde88": "EhlIkzJwPlk_52",
        "a74e2590-8dc6-4f4e-b730-5276efe0f4c6": "EhlIkzJwPlk_52",
        "cc07c617-332f-44a1-a44f-34bc6ad415cf": "juD99_sPWGU_143",
        "5cf2cc05-0c64-4988-8196-db10d9429986": "-OBCwiPPfEU_76",
        "b04da294-034d-4d2a-8f4c-736a36982105": "-OBCwiPPfEU_76",
        "e24f43e6-89c3-4784-af1a-2205fef50e4b": "ObtW353d5i0_63",
        "bb202456-6a8d-4720-88b6-743a5732b546": "m_OazsImOiI_35",
        "74df87f5-713e-47b8-8060-77df1865485f": "wTBSGgbIvsY_25",
        "6420f2c8-0a2c-4425-8a0a-50ad8fd4043f": "cwakOgHIT0E_104",
        "f2e93d32-5dbd-4834-bfc5-78a9886943ce": "cwakOgHIT0E_104",
        "5bbc1d21-048d-4e46-b0c6-eb4b10e0d26d": "mcPSRWUYCv0_12",
        "f1539626-00da-41fe-b69a-a821552b9619": "Xu1FMCxoEFc_44",
        "4c161eaf-dcd5-4604-890f-1af45839dcc7": "T65RDBiB5Hs_25",
        "9b0b982e-8583-48d8-a8e8-0945b99bb9a6": "T65RDBiB5Hs_25",
        "3c3f64c2-3ba6-460f-ba7f-d20b055acfe7": "Z7MU6zrAXsM_59",
        "05e86c46-5ebd-47d8-b4ad-365a51ffc8be": "qNzl12g0Dd8_69",
        "5fa79f75-171c-4998-96eb-e21bbc591bea": "zbpb1wd-wvs_15",
        "7fb0f997-20cd-48a0-86cf-ea034c064ba4": "zbpb1wd-wvs_15",
        "d562eabb-3674-413d-b391-90abd4460849": "tLRCS48Ens4_48",
        "2d4d8a80-642d-4060-9288-c0d038fd0eb6": "PctD-ki8dCc_30",
        "97423f90-5fca-4a12-8710-f081af82e76f": "XfURDjegrAw_68",
        "f7e8a1ce-9e5b-4948-8ff3-346ff655a546": "zU5EYw06wtw_71",
        "eeb7ae09-4ea3-4c7a-ab33-8ca2e719c355": "zU5EYw06wtw_71",
        "12da5276-43a1-446e-af5f-dd3f024c814b": "m_OazsImOiI_31",
        "050d341b-0811-46df-987e-4f6a3fcbc211": "at37Y8rKDlA_75",
        "70a1c989-7e9a-446e-91b3-e183b5391759": "at37Y8rKDlA_75",
        "15a52bc9-4a01-4bc5-8002-1537ea399cb9": "J7SrAEacyf8_22",
        "e9b184cc-372e-4e0d-aed5-3ad2326359b0": "J7SrAEacyf8_22",
        "c78611ec-a05b-42e9-bb77-72c6b08c4593": "9tRohh0gErM_86",
        "5c30aafb-31a9-4719-acbb-f057583736b4": "9tRohh0gErM_86",
        "1330101d-1b7a-406e-a482-fd00fd1100c1": "6I5I56uVvLw_6",
        "1fc21d81-f4f9-4b87-b585-65d4d5b1fb9a": "VAEzZeaV5zM_105",
        "a15a4ee0-f9a6-4e0e-af6a-c697ae614352": "AtChcxeaukQ_25"
    }
}