{
    "queries": {
        "9a2dbbc2-2d56-4639-ba9c-814d38cd49ea": "Why is the exploration of red light and near infrared light crucial for the restoration of neuronal function as we age, especially in areas like the neural retina and hippocampus?",
        "f7a8ecf7-0b60-468c-9867-0b5a08765e5f": "Why is it important to understand the nuances of inflammation rather than just considering it as inherently bad?",
        "dcdd670b-514b-4eab-9a5c-e51ed4906577": "Why might breath holds with lungs full versus breath holds with lungs empty impact the brain differently in terms of brain state and oxygen levels?",
        "3be7f5f4-4310-426d-aeb9-e482190c27bf": "Why do over 70% of people who maintain weight loss engage in regular exercise, according to Dr. Layne Norton?",
        "2916acff-5b6f-430a-a96f-d3f07adcfc54": "Why could cannabis consumption during puberty potentially impact hormonal systems differently for males and females, based on the information provided in the snippet?",
        "5e1f2555-5f82-4cc6-9adc-2628c2cdf691": "Why is puberty considered a crucial period in the development of the ability to predict the reliability of external factors in meeting internal emotional needs?",
        "7a99ccaf-d661-48d9-97c0-119c55e3a568": "Why do humans possess drives towards high levels of aggression and pleasure, and how are these drives interconnected in terms of evolutionary significance and human development?",
        "745c200d-7894-4ea3-a48e-347f46af81cc": "How does developing the ability to mentalize and express gratitude impact the dynamics of a relationship, according to the provided text snippet?",
        "817a6dcb-bce6-4d23-b52a-21fd232d7556": "Why is it crucial for artificial intelligence to be conceptual and creative rather than hyper-literal in order to develop technologies like self-driving cars?",
        "e23b6b61-3331-42f0-8c8d-28aa268eb828": "How can understanding and recognizing individual differences in autonomic nervous system activity impact one's approach to goal pursuit and productivity?",
        "34b7f392-c9cd-4557-a521-e09ee6014bed": "How can the use of music, particularly sad music, help individuals move through states of sadness and transition back to other areas of life?",
        "f36befb1-09b3-4ea9-aa3f-d971efb54673": "Why is getting fit first considered the lowest hanging fruit before focusing on hypertrophy training for muscle growth?",
        "ff8a6908-c9f2-4773-9582-a1f5bff5f165": "How does dopamine function in the brain and why is it linked to motivation, desire, and movement according to the text?",
        "6f43ae1a-6142-4c91-8270-770ff29ece06": "Why is it important to approach the use of opioids on an individual basis rather than a one-size-fits-all solution, according to the information provided?",
        "cfb6a0cd-2d27-4097-a011-c115b793f592": "Why is it important to focus on specific aspects of exercise like hormonal signals and lactate pathways rather than simply aiming for more neurons in the nervous system?",
        "9d28bfe2-6085-42d5-bad7-2dd969040ef6": "Why does long-term potentiation play a crucial role in the process of undoing fears and traumas according to the discussed cellular mechanisms involving the NMDA receptor?",
        "048446ef-3693-405c-9bfb-74f0d728baf4": "How does physiological synchronization contribute to the perceived depth of social bonds among individuals based on the information provided in the text?",
        "1cccdfa1-2825-42d0-81a0-ed3252e87a55": "How does the movement of the diaphragm impact the speed of the heart and blood flow within the thoracic cavity?",
        "0791cdbd-db12-4067-9304-99071f65500f": "What factors should be considered when determining the rest duration between stretching sets for optimal effectiveness based on scientific data?",
        "6c81008b-6269-4693-a026-3cf34690c58d": "How do the conditions of a psilocybin journey impact an individual's long-term well-being and mood?",
        "136b026b-b545-4da8-9a9c-4e199d0e061b": "Why is Dr. Maya Shankar's breadth and depth of knowledge considered rare and inspiring by the speaker in the text?",
        "444461b1-183b-4985-a2b4-30df05e16dbd": "Why does Dr. Adam Grant utilize procrastination as a tool to enhance his productivity and performance, particularly when facing deadlines?",
        "d59e6c1b-493c-4202-9326-d73cae43242c": "Why is paying attention to the distance between bumps capable of triggering rapid changes in the representation of fingers, leading to increased sensitivity in detecting changes in distance in both directions?",
        "fe0e871e-b54c-4f43-b70a-e91362be5751": "Why is physical touch emphasized as an important aspect of deep social connections according to evolutionary biology insights provided in the snippet?",
        "75bcc113-b147-48fc-a93a-7457c97b6afc": "Why is Neuralink primarily focused on reducing human suffering through its brain interface technology in the near term according to Dr. Matthew MacDougall?",
        "d7c6c230-688c-4705-b7bb-45cec30fc7c7": "Why is self-control often likened to bringing a knife to a gunfight when it comes to managing online activities like social media usage?",
        "3d46a7b5-908e-4ba8-9243-c3af2b424f0b": "Why is the combination of TMS with various experimental drugs showing great promise in the treatment of depression and mood disorders?",
        "f46ef84f-21c4-4833-838b-576516173b47": "Why do certain physiological responses make learning new things or controlling reactions more challenging?",
        "034550b2-1630-4ba8-8214-ceeb15ff751d": "Why do scientists argue about the nature and workings of emotions and feelings despite the clear connection to the nervous system and neuromodulators like dopamine and serotonin?",
        "7cc37281-82d2-4260-a4b6-bcbc5d565706": "How can understanding the relationship between temperature and sleep quality improve overall memory retention and learning potential?",
        "fb00d02b-f178-444e-8997-bfca7691b36f": "Why is empathy considered a crucial factor in evaluating the effectiveness of machines in providing medical information and care compared to real doctors?",
        "ce12fb42-c647-463d-8f6b-442bf37db697": "Why is it important to understand the neural circuits for different brain functions when designing custom nootropics?",
        "a4a9964d-427b-40f3-baa6-095e2f72bace": "Why is it important to consider the duration and intensity of physical workouts in relation to cortisol levels for optimal health and productivity?",
        "7a79f395-784b-4f83-a7e0-e445a587414e": "Why do family members and romantic partners of chronic smokers and alcohol consumers often report lower levels of happiness?",
        "0e804067-a194-4341-a254-ccf8d681607a": "Why is it crucial to prioritize animal agency in research, particularly when implementing advanced technologies like Neuralink?",
        "564dc85b-a969-4919-b2c7-9afef48d7252": "How does the concept of mounting behavior showcase the complexity of animal and potentially human interactions in terms of dominance and sexual expression?",
        "c4569b51-52c2-4054-80ea-4ac491db63b5": "Why do some highly credentialed individuals from reputable institutions often associate saturated fat consumption with negative effects on LDL cholesterol levels despite the acknowledgment that dietary cholesterol has no impact?",
        "d03da1c0-a133-4c06-ad34-ad35e9f17e13": "Why do people react differently to visualizing a goal as being at the top of a steep hill versus the top of a shallower hill, and how does this impact their energy levels and approach to overcoming challenges?",
        "3fe7b7e0-e7b9-4ef1-a773-4359aecae1d7": "Why do different varieties of cannabis, such as sativa and indica, produce distinct effects on individuals' perception of pain, focus, and creativity?",
        "834c933f-1990-4b46-938c-b8157114f349": "Why is it important to understand the impact of emotions on decision-making processes?",
        "e31b6065-a7e5-4cd7-95ff-91ed9033794f": "Why is the combination of physical training and mental training more effective than either one alone, according to the given information?",
        "8cea3fb1-d8cb-4671-a163-40db2f6be068": "Why do some authors' works resonate with readers more than others, and what makes their exploration of human psychology and interaction impactful on a broad scale?",
        "c18b4ccb-d7c7-44ee-8ca1-10bfc9cdea8d": "How can individual beliefs and interpretations influence the way pain signals are processed in the brain?",
        "d79f9c1f-9e75-431c-b22b-91013cc9e8f0": "Why is it important to understand the evolving research trends regarding the potential mental health impacts of internet and smartphone use on young people?",
        "6c8f494b-af1b-4a4a-9dee-2c9923712603": "Why is the development of novel strains of cannabis important for understanding their effects on the brain and body?",
        "8a1f8f06-8b0e-4eca-8f9f-4beb37c2825b": "What impact does white noise have on brain activity and productivity according to recent research findings?",
        "9ebe101d-71c3-4a2a-8be0-4c497ac9f674": "Why do certain substances have the ability to pass through mucosal soft lining tissues of the body?",
        "3faf4ea2-c23e-416c-a9bc-cd22392ea04c": "Why is understanding the role of the amygdala crucial in comprehending the physiological responses associated with fear and reflex actions in the brain and body?",
        "338ad250-f4fa-4934-bb69-3bb3df204c72": "Why do certain individuals feel compelled to engage in activities they acknowledge as both stupid and dangerous despite knowing the risks involved?",
        "8c861a90-96ea-4741-86c8-2b8ccddfb046": "How can optimizing hormone levels contribute to overall health and vitality?",
        "c3f7c04d-40b0-4e68-a1fd-fcef312c386f": "What role do common neurochemicals and neural circuits play in understanding various mood disorders?",
        "9c189c09-4fbe-4a70-9a28-bc366ecf9682": "How can flickering lights potentially influence brain rhythms and enhance different brain functions?",
        "7f2d1a31-0dc1-4167-9c72-861c3af5c2cc": "How can one differentiate between authentic innovators and individuals pretending to embody innovation based on observable behaviors and traits?",
        "8e40caf9-6c3e-4eb7-91a0-4a27fd3a7b08": "Why is associating with the idea of receiving help more effective in activating neural circuits for gratitude compared to simply listing things to be grateful for?",
        "8ed106e4-726f-4f85-b7d3-205558ee3642": "Why is the presence or absence of generative drive crucial in maintaining healthy relationships according to the discussed concept?",
        "60bace15-5622-4488-ab8c-9213ea09626b": "How can the conscious mind and narrative be utilized to enhance self-awareness according to the discussion in the given context?",
        "6193061a-b690-457d-a7e7-9d331972e016": "Why is understanding the appropriate dosages and pharmacology crucial for individuals using medications to manage ADHD?",
        "a846b635-b351-460e-85c6-a0e1a1fea95e": "Why is microneedling considered a procedure that can potentially improve hair growth despite potentially causing bleeding and inflammation on the scalp?",
        "ae211464-262d-454a-b309-992e266afb66": "What role does the autonomic nervous system play in regulating our transition between alertness and deep rest states?",
        "ae071bad-0a0b-4b71-a4b2-89bbbdaacbdc": "Why might individuals interested in enhancing their fitness goals find the subjective effects of rhodiola rosea intriguing based on personal experiences with high intensity workouts?",
        "f7292d9f-cba0-4555-a87c-ade87a2b7942": "What implications do unconventional sleep schedules like the Uberman schedule have on productivity and overall well-being based on recent research findings?",
        "b5d56855-3b2c-4429-851d-de676da1cbef": "Why is spending two hours a day outside without sunglasses and exposure to blue light significant in reducing the likelihood of developing myopia and other visual defects according to recent clinical trials?",
        "2394ff8c-ed28-4ad7-b459-54b376ee63ec": "Why may competitive interactions potentially lead to increased testosterone levels, and how can this relate to differences in aggression levels among individuals in various professions and contexts?",
        "41552cbe-c4b0-45c1-9db5-4e5b13738f54": "Why is it important to reevaluate and adapt our approach to life when faced with unexpected challenges or limitations?",
        "040d61f3-e01c-49d3-bf4a-78745ba7a242": "How does the method of cooling described in the snippet contribute to enhanced exercise performance and recovery?",
        "7a2d0328-8b00-4fb9-b8ff-4fb9d2defab4": "Why is it important to be cautious about consuming selenium-rich foods and supplements in relation to metabolic control according to the information provided?",
        "39c58b96-8615-44c8-9751-a992d181f021": "Why is it important to stimulate egg growth in IVF treatments and how does it differ from the natural ovulation process?",
        "289c9f59-3c04-4ef6-9b3b-73193a37d90f": "Why is high-intensity aerobic conditioning beneficial for increasing endurance in both the brain and body?",
        "5debd2e7-881f-4b56-88a1-3c22b430f4a4": "How does one's level of interoceptive awareness influence their social interactions and anxiety levels?",
        "bb4e05dd-31a4-4715-853c-c08c35988e74": "Why is gradually increasing the time spent on focusing on one visual location important for improving concentration and focus according to the discussed practice?",
        "52b0193d-dcd2-4920-b299-efafee3e105e": "How can individuals benefit from incorporating supplements into their daily routine based on the information provided in the discussion?",
        "97ac3ad0-6c11-4bca-999a-66707e1cff49": "Why do researchers bring patients with implanted devices to the laboratory to detect craving signals different from those observed in the operating room?",
        "e42fd7e5-a100-4ea1-8477-b0412b8c954f": "Why are the gums essential for maintaining the stability of teeth and protecting deeper structures in the oral cavity?",
        "51be5aad-48e4-4ff4-9216-5b67b6ea0746": "Why is understanding the biology behind hair growth crucial for addressing issues such as hair loss and regrowth?",
        "097f5b2e-1571-4d93-ab72-3bcca9aa222e": "Why do different animal species exhibit a wide range of mating behaviors, some of which may appear aggressive or violent?",
        "6533b0eb-ac3e-4b33-9bf8-936298d42481": "Why do you think Tim Ferriss emphasizes the importance of deliberately de-optimizing certain aspects of his life to enhance his sense of well-being, rather than constantly seeking optimization?",
        "4d009cc4-1ea6-4317-bc9c-67336ae4a233": "Why do certain hormones promote facial hair growth while causing hair loss on the scalp?",
        "50b92116-e29e-4ecc-a666-b6951b48515d": "Why is regulating the dopamine schedule important for steering towards more positive anticipation in life and reducing disappointment?",
        "6e363090-c2e2-4afb-9acb-b1f5c3d7971b": "Why is the family-based model becoming increasingly recognized as a beneficial therapy approach for individuals struggling with eating disorders like anorexia?",
        "20019890-2e8c-404d-afb8-18c97d6dd694": "Why is understanding our body's metabolic factors crucial for optimizing our health and achieving our fitness goals?",
        "d9caf2ae-d90a-4e7c-9ee7-81eb64de76d2": "How does the accessibility of fresh produce in different neighborhoods impact the overall health of individuals, according to the speaker in the text?",
        "01c75924-19b4-4e55-bb9d-32ac05b0f983": "How do tears contain chemicals that can affect the biology of individuals, and what implications does this have for human relationships?",
        "758009fe-1b80-4a83-b211-0540c5c1ef9c": "How does repeated exposure to high-fat food or strong rewards impact the functioning of the nucleus accumbens in relation to behavioral development and habit formation?",
        "a2772c6d-0043-4e24-9d75-5505107e5306": "Why is it important to differentiate between sadness and aggression in terms of underlying biology and brain circuits?",
        "e34ce93d-4eba-4a26-b2d1-628995547f25": "How do individuals' workout goals typically influence their desired physical changes and overall fitness aspirations?",
        "4da34296-22ce-452f-a5a5-fdf733eee7bb": "Why is it important to understand the difference between healthy and unhealthy defense mechanisms when assessing our mental health?",
        "16ca4a1a-f1b2-43d0-a8e4-5c9937af111f": "Why is the ongoing release of dopamine considered a propeller that drives us towards our pursued goals and desires?",
        "7ad6126f-373f-4ee6-9c84-c89bd61c7f63": "Why might individuals interested in optimizing testosterone levels consider exploring the potential effects of Fidogia agrestis on luteinizing hormone and hormone levels according to the information provided?",
        "b038890b-fbcd-423e-bf0d-c175e7422e21": "Why do different types of habits, such as immediate goal-based habits and identity-based habits, impact our behavioral actions in distinct ways?",
        "711a2cc4-c8e6-4a6c-a202-2d1ec9b816a1": "Why do testosterone and estrogen levels fluctuate in humans based on temperature and day length?",
        "0cfb899b-6819-4c2d-ae0d-7c9bef686af9": "How does the stigma associated with OCD contribute to many individuals not seeking help despite its debilitating nature?",
        "5555a5ef-d175-4285-8461-e199a0c4e823": "Why is the concept of using physical barriers important for optimizing training performance according to Dr. Andy Galpin?",
        "fa835d9c-3e89-4381-ac1b-26e2f47b3738": "Why might SSRIs take about two weeks for individuals to start experiencing relief from symptoms of depression despite their immediate effects on serotonin levels at the synapse?",
        "53a63059-759c-4421-8f84-a1850f7e3875": "How can exposure to natural light in the evening affect the production of a hormone related to sleep?",
        "9ee677e4-fd2b-4e93-bb57-ee4f65321bad": "What factors contribute to the effectiveness of endurance training beyond traditional misconceptions of its purpose?",
        "e7e635f9-708c-43cf-9a29-77ba56076408": "How do biological influences impact human mate selection and behaviors in relationships?",
        "6e9ae41a-c6bd-4e7c-a29c-f4153153be2a": "Why is the concept of repetitive learning and its impact on memory formation considered immensely significant in the study of neuroscience?",
        "2102db72-d38e-4271-8be9-5f5fc8d277b1": "How can our understanding of genetics revolutionize our comprehension of the intergenerational transfer of experiences and traits?",
        "dc624c61-1531-4e6e-af01-89a72345c797": "How do different types of orgasm responses impact individuals' subsequent desire for more sexual activity?",
        "1016df05-cec7-4044-9a23-570bfe4dabda": "Why is there a link between certain occupations and a higher incidence of bipolar depression?"
    },
    "corpus": {
        "UF0nqolsNZc_99": "So let's talk about a clear set of examples where red light and near infrared light have been shown to have positive effects on our health. And these are the data that I referred to at the beginning of the episode from Dr. Glenn Jeffery at University College London, who again is a longstanding member of the neuroscience community working on visual neuroscience and who over the last decade or so has really emphasized the exploration of red light and near infrared light for restoration of neuronal function as we age. This is absolutely critical. We know that we don't accumulate many new brain cells as we get older. And in some areas of our nervous system, such as our neural retina, which is the part of our eye that's responsible for translating light information to electrical signals so that we can see, we don't get any new cells after the time in which we are born. So the ability to keep our neurons healthy is extremely important for our visual system, extremely important for our hippocampus, an area of the brain involved in memory. And I should just mention that even if people don't get Alzheimer's, there's always going to be some degree of age-related dementia.",
        "mcPSRWUYCv0_64": "But I'd like to create a little bit more nuance or a lot more nuance if possible in the conversation around inflammation, because people have just taken this discussion around inflammation to be this idea that just inflammation is bad and nothing could be further from the truth. Before I continue, I just thought I'd answer a question that I get a lot, which is what about Wim Hof breathing? I get asked about this a lot. Wim Hof, also called AKA the Iceman, has this breathing that's similar to TUMO breathing, as it was originally called, involves basically hyperventilating and then doing some exhales and some breath holds. A couple of things about that, it should never be done near water. People who have done it near water, unfortunately, have drowned. It's certainly not for everybody, and I'm not here to either promote it nor discourage people from doing it. But I think we should ask ourselves, what is the net effect of that? Because a number of people have asked me about it in relation to pain management. The effect of doing that kind of breathing, it's not a mysterious effect.",
        "GLgKkG44MGo_74": "We've talked a lot about inhalation, inspiration, and exhalation. What about breath holds? You know, in apnea, for instance, people are holding their breath, whether or not it's conscious or unconscious, they're holding their breath. What's known about breath holds in terms of how it might interact with brain state or oxygen, CO2? And I'm particularly interested in how breath holds with lungs empty versus breath holds with lungs full might differ in terms of their impact on the brain. I'm not aware of any studies on this, looking at a mechanistic level, but I find it really interesting. And even if there are no studies, I'd love it if you'd care to speculate. Well, one of the breath practices that intrigued me is where you basically hyperventilate for a minute and then hold your breath for as long as you can. TUMO style, Wim Hof style. We call it in the laboratory because frankly, before TUMO and before Wim, it was referred to as cyclic hyperventilation. So it's basically followed by a breath hold, and that breath hold could be done with lungs full or lungs empty. Yeah.",
        "K4Ze-Sp6aUE_44": "But what I would say is, okay, well, there's still a net of 72, right? So it's still okay. And the other thing is, I think the effects of exercise on weight loss are actually more due to what it does to appetite. So if you look at people who lose weight and keep it off for a number of years, kind of outliers because most people don't keep it off for years, over 70% of them engage in regular exercise. Of people who do not keep weight loss, like maintain weight loss, less than 30% exercise regularly. So now that's just a correlation that doesn't necessarily prove causation. But there are some pretty compelling studies showing that exercise increases your sensitivity to satiety signals. So basically, you can have the same satiety signals, but you're more sensitive to them when you exercise. And there's actually a really classic study from the 1950s in Bengali workers, where they looked at basically four different quadrants of activity. So you had sedentary, lightly active, moderately active, heavily active, basically based on their job choice. And they didn't have an intervention.",
        "J7SrAEacyf8_48": "In utero, that's true, but the way that cannabis seems to work, at least from the studies I was able to identify, is that it promotes circulating estrogen in the body and therefore can counteract some of the masculinizing effects of things like testosterone and dihydrotestosterone on primary and secondary sexual characteristics. So I mentioned this because, you know, I think nowadays marijuana use is far more widespread and certainly during puberty, it can have profound effects on these hormonal systems. And so we'll do another episode that goes really deep into this, but yes, cannabis promotes estrogenic activity by increasing aromatase. Most everyone can appreciate that drinking during pregnancy is not good for the developing fetus. Fetal alcohol syndrome is a well-established negative outcome of pregnancy. And it's something that there are cognitive effects that are really bad. There's actually physical malformation, et cetera. So drinking during pregnancy, not good. Probably drinking during puberty, not good either because alcohol in particular, certain things like beer, but other grain alcohols can increase estrogenic activity. Now, this isn't just about protecting young boys from estrogenic activity.",
        "hcuMLQVAgEg_43": "If we are feeling extremely sad and there is an outside event that made us sad, chances are there's going to be a balance, but that the extreme grief, the extreme sadness is going to lead us to mostly interocept. Whereas when we're feeling extremely happy, the same is true. You know, something great happens in the world and we're just going to feel it. Most of our perception, most of our awareness is going to be on an internal state. So we are always tethered to the outside world to some degree or another. That was true when you were an infant and it was true when you were an adolescent and it's true as an adult. So now I want to just pause, just shelve the discussion about interoception, exteroception for a moment. And I want to talk about what is arguably the second most, if not equally important aspect of your development as it relates to emotionality. And as it relates to this, what I call trust, but this ability to predict whether or not things in the outside world are reliable or not reliable in terms of their ability to help you meet your interoceptive needs. And that period is puberty.",
        "qPKd99Pa2iU_23": "Then it makes sense to have high levels of aggression if like your family is threatened, right? So those drives are in us with potentially those high levels for a reason, but we certainly access very high levels of aggression without the indication of preservation of life or preservation of safety. So the thought is that's a drive in us and that gets us up and off the ground, so to speak, right? And that the other drive then is pleasure, which again, doesn't just mean that like we all want to be hedonists, right? So pleasure could be even the pleasure of relief and safety, right? Like we're all back in the cave together and we roll the stone in front of the door. Ah, we're safe. You know, throughout human development, you know, pleasure comes in a lot of ways. It can come through the pleasure of food or other people, you know, friendship, romance, sex. There are a lot of ways we can achieve pleasure. It can be relief of things that are unpleasant, you know, relief of pain. But there's a drive towards this in humans, which again, really does make sense.",
        "eMqWH3LYiII_56": "So they'd be able to talk about it in ways that wouldn't be faulting of the other and would acknowledge what's inside of them. Like the person with the lower drive could say, you know, it just, the thing that doesn't strike me as more interesting. I don't think about it more. They could talk about all of that. The person who wishes more or wishes different could talk about that too, right? And could talk about what they feel inside. If there's a frustration of that, just like the person with the lower sex drive could talk about how frustrating it feels to feel pressured, right? So what are they developing? They're mentalizing, right? They're thinking about each other's emotional states and they're coming at each other through agency and gratitude. Like, I'm so grateful for you. The example is these people are partners and they're happy with their partnership. Like, oh my God, I'm so grateful I found you. They would each feel that way. I'm so grateful you're in my life. Like, this happens too. And then from that lens, the two isn't going to become an eight.",
        "yixIc1Ai6jM_104": "But there was always this other idea out there, which is, okay, how about a completely different approach, which is based much more on how the human brain operates, or at least our kind of best understanding of how the human brain operates, right? Because those aren't the same thing. It basically says, okay, what if you could have a computer, instead of being hyper literal, what if you could have it actually be conceptual, right? And creative and able to synthesize information, right? And able to draw judgments and able to, you know, behave in, you know, in ways that are not deterministic, but are rather, you know, creative, right? And so, and the applications for this, of course, are endless. And so, for example, the self-driving car, the only way that you can make a car, you cannot program a computer with rules to make it a self-driving car. You have to do what Tesla and Waymo and these other companies have done now. You have to use AI, you have to use this other architecture, and you have to basically teach them how to recognize objects and images at high speeds, basically the same way the human brain does.",
        "uuP-1ioh4LY_82": "And I think it's important to recognize that some people are just more go, go, go, go, go, and no go. And some people are just calmer and have a harder time getting into action and an activity. It's just the way that we're wired. Some of us have autonomic nervous systems that are more geared towards parasympathetic calm states. One of the reasons I love bulldogs, not just my bulldog, is that they are very calm animals. In fact, they make no spontaneous movements unless there's something to respond to. And I find that incredibly relaxing. Other animals like pit bulls, who I also really like and enjoy, and other species, their tail's always wagging and that they're always in a position to make a movement at any second because they tend to ride at pretty high levels of autonomic arousal. They pop up really quickly when you say it's time to go for a walk. Costello does it one limb at a time, and sometimes he just goes back to sleep. And so there are people like that too. And so you have to know where you are and what particular goals you're trying to pursue.",
        "gveDhZW-rUk_85": "And one could argue this is more or less the use of catharsis, of amplifying emotional expression or feeling in order to try and move that feeling out is a classic idea originating in Freudian psychology, but probably before then as well. But in any event, I think these data support the idea that even when feeling sad, perhaps, especially when feeling sad, amplifying or matching those feelings through the use of sad music for 13 minutes or more, again, you don't need to set a timer for 13 minutes, but giving yourself a period of time to just listen to that music is one way that can help you move through that state of sadness and then be able to lean back into other areas of life. So we've talked about the role of music in evoking or shifting states of happiness and sadness. There are also interesting data that support the use of music for shifting one out of a state of heightened anxiety. And I find this especially interesting because my laboratory for a long time has worked on behavioral interventions to reduce anxiety, things like the physiological sigh, which if you're not familiar with, you can put physiological sigh and my last name into YouTube. And there's a demonstration of that.",
        "CyDLbrZK75U_247": "But the lowest hanging fruit here is we sort of joke, you know, like if you're so unfit that you're tying your shoes and you're warm up and you're already breaking a sweat, you probably don't have enough fitness to do enough training to get enough hypertrophy. So that is in fact your limiting factor. You're not recovering, you're super fatigued and damaged and sore because you're so unfit. So get fit first and then you can actually get more gains a week later. So you have to kind of kick the can down the road for a few weeks, but 10 weeks later you'll be in a better spot than you were by investing a little bit in your conditioning. So as you pointed out before, and I can only assume you were referring to me, hypertrophy training is idiot proof. Meaning there's a lot of leeway in the variables, but not so much leeway that people can do anything. It's bounded by these general principles. So with your permission, I'm going to do a brief overview of my notes based on your description of the modifiable variables that will direct somebody towards hypertrophy.",
        "KPlJcD-o-4Q_46": "So some people will talk about the dopamine hit that they get from somebody attractive that they like texting them back or the dopamine hit that they get from social media or the dopamine hit that they get from sugar or the dopamine hit that they get from this or from that. To be honest, the concept of dopamine hits is not one that I favor because in general, whenever people talk about dopamine hits, typically they're talking about activities such as social media, which dopamine may be involved at some level, but often it's the case that the behavior associated with that thing, in this case, social media, is more of the compulsive nature rather than an active seeking of something with positive anticipation. And that's really what dopamine is about, at least in the context of one of its major functions in the brain. Dopamine is really about motivation and desire and movement. And it makes sense why motivation, desire, and movement would be linked up through a common, in this case, neuromodulator or chemical like dopamine. Because throughout evolution, if we were excited for or motivated to pursue something, we had to move in order to get it, to obtain it.",
        "K9lORz2_XSU_97": "It helped him initially, but then it set off some behavioral psychological pathways that had him seeking more, forging prescriptions. When he understood the law, he was a lawyer. He eventually went to jail, got out, the same thing happened again. He eventually ended up dead, right? So, and I think there are many examples of that that we hear about, and those are very salient and very disturbing, very saddening. So I think that most people, including myself, hear the opioid crisis and assume that what we really should be doing is seeking a better alternative. But what I'm hearing from you is that there are use cases where opioids make a great deal of sense and that they've really helped improve people's lives and that none of what I just described or anything like it is experienced by those people. In fact, quite the opposite. Do I have that right? Perfectly. And that's, again, where we need to treat these at an individual level on a case-by-case basis and that one size doesn't fit all. Yes, opioids were overprescribed. I think everybody agrees to that in this country.",
        "XLr2RKoD-oY_30": "So new neurons, as great as that sounds, more neurons, more neurons, it actually might not be the best way for the nervous system to change and modify itself and to promote its own longevity. So when I tell you, you know, not such great evidence for new neurons past puberty, that's what the data really show in humans. And I sort of knock back the data on exercise and neurogenesis. Don't let that depress you. If you have dementia in your family, don't translate that into a necessarily that you will develop dementia. Understand that exercise is still beneficial for the brain and other aspects of the nervous system, but that it's going to be doing it through these hormonal signals, things like IGF-1, things like this lactate pathway when you experience the burn from exercise. And again, you don't want to try and get this feeling of a burn throughout the entire episode of exercise. That would be far too intense and would inhibit your recovery. I don't think it'd be good for performance either. It's only about 10% of your total effort in any one exercise bout that's going to give you this positive effect.",
        "31wjVhCcI5Y_40": "It's like going from a old school dial-up connection or even an old school telephone connection or Morse code connection of communication to high-speed ethernet, okay, to a 5G connection. It gets faster, it gets more robust, and it's very, very clear. That's what happens when you get long-term potentiation. And long-term potentiation involves a couple of cellular mechanisms that are going to be relevant to our discussion about treatments to undo fear. And I'll just throw out a couple of the names of some of those cellular elements right now. The main one is the so-called NMDA receptor, N-methyl-D-aspartate receptor. And what this is, is this is a little docking site, like a little parking slot on a neuron. And when a neuron gets activated very strongly, like from an intense event, in the example of my friend, the intense event, almost certainly activated NMDA receptors related to their concept of protecting their property in their cars, the break into their car caused the NMDA receptor to be activated. Normally that NMDA receptor is not easily activated.",
        "RgAcOqVRfYA_44": "So there's a lot of literature showing that within small groups or two people, these physiological signals can be synchronized. What this study found was that when people listen to the same story, but at different times, their heart rates start to synchronize. This is incredible because people are listening to the story at different times, but the gaps between their heartbeats become very stereotyped and map almost precisely onto one another. That's incredible. Now, we also know from an extensive literature that the quality and perceived depth of a social bond correlates very strongly with how much physiological synchronization there is between individuals. In other words, when your bodies feel the same, you tend to feel more bonded to somebody else. And so this whole thing is a rather circular argument. When you feel closer to somebody else, your physiology synchronize. And the reverse is true as well. When your physiologies are synchronized, you feel closer to other people. This is what I call the concert phenomenon. If you ever go to see your favorite band or you go to a concert that you particularly love, you will often look over at somebody and you'll see them enjoying the same thing.",
        "dzOvi0Aa2EA_81": "And actually here's a tool you can use, not just in terms of navigating grief, but in terms of stress modulation, generally, we have a muscle called the diaphragm. When we inhale, whether or not it's through our mouth or nose, our diaphragm moves down. As a consequence, there is more space overall in the thoracic cavity. The heart gets a little bit bigger, believe it or not, volume-wise. Blood flows more slowly through that large volume, and there's a signal conveyed from the nervous system to the heart to speed the heart up. So inhales literally speed your heart up, and when you exhale, the diaphragm moves up. And as a consequence, there's less space in the thoracic cavity, heart gets a little bit smaller. The existing blood volume in the heart at that time moves more quickly through that small volume, right? Given amount of blood volume, make the compartment it's in the heart smaller, and the blood moves more quickly through that volume. And as a consequence, the nervous system sends a signal to the heart via the vagus and other pathways to slow the heart down.",
        "tkH2-_jMCSk_71": "Now, one thing that we have not highlighted or at least described is how long to rest between stretching sets. And despite my efforts, I could not find research back information that pointed to whether or not 30 seconds of rest for every 30 seconds stretching or 60 seconds rest for every 30 seconds stretching was ideal. I think it's reasonable to assume that doubling the amount of time for the interleaving rest would be appropriate or at least doable. If anyone out there has knowledge about rest between stretching sets and has some physiology or some biology or some experiential information as to why a given ratio of duration of static stretch to rest in between static stretch sets ought to be used. Please put it in the comments on YouTube. That'd be a terrific way for us to get that information. I'd love to do any follow-up to links that you provide and so on. But now we're starting to build into a protocol that is backed by the scientific data. Three sets of 30 seconds of holds done five times or maybe even six times per week. One thing that did show up in my exploration of the peer reviewed research is this notion of warming up for all this.",
        "eIxVfln02Ss_4": "So today we will talk about how the conditions of a psilocybin journey, including whether or not it's done with eyes closed or eyes open, or whether or not people alternate between eyes closed and eyes open phases of that journey, as well as whether or not music is played during that journey, and even what types of music are played, will dictate whether or not somebody will feel better or worse in the days and weeks and years following that psilocybin journey, as well as the dosage level, because as you'll soon learn as well, there are clinical studies showing that just one psilocybin journey can improve mood in a longstanding way, but most clinical trials involve two dosages spaced in very precise ways from one another with appropriate follow-up. But in both of those particular journeys, the structure of the journey, who's present, who's not present, eyes open or eyes closed, the particular music that's played, all of those features make up part of a larger neuroplasticity trigger of which psilocybin is critical, but psilocybin is not the only variable.",
        "X8Hw8zeCDTA_141": "I have to say it is exceedingly rare that I talk to somebody either on the podcast or elsewhere, frankly, in my life that has such an incredibly wide breadth of knowledge and yet has so much depth of knowledge as well. It's clear that your many experiences through music and cognitive science, podcasting, and by the way, we're going to provide links to your podcast in the show note captions so that people can hear more from you as they should. And also your work in policy. I mean, you've put yourself in a lot of different domains, and I think that itself is inspiring. And whether or not it's by way of curiosity, human connection, or both, presumably it's both and many other things as well. I know I speak on behalf of many, many people. I just say, you know, thank you so much for doing the work that you do, for continuing along these pursuits. I'm excited to hear where it might evolve in the future still. And frankly, just for being you, because it's clear that your enthusiasm, your curiosity, and your generosity with useful information is immense. So thank you ever so much.",
        "3gtvNYa3Nd8_10": "You know, it's hard for me to identify the stick here. I think of it more as the carrot that comes with deadlines. And again, I don't consider myself a procrastinator per se. I just really love deadlines and procrastination is a terrific way to simulate the deadline. So for me- So you, wait, so you delay starting or finishing a task in order to have a sense of time pressure. That's right. It builds a certain amount of internal arousal in me to know, okay, I've got 72 hours to complete something and it's now game time. I like the game time before the game time. Before a podcast, I'll put in anywhere from, you know, several days to weeks or even months in preparation. So it's really elastic depending on the topic. But when it came to exams in school or if it comes to writing deadlines, I consider the shipping of the product or the presentation of the live event that I happen to be doing as the second game or event. The first event is the pressure and the excitement of getting into the groove of doing focused work. Because for me, that's such a drug.",
        "LG53Vxum0as_32": "What they found was that as people paid more and more attention to the distance between these bumps, and they would signal when there was a change by pressing a lever, as they did that, there was very rapid changes, plasticity, in the representation of the fingers. And it could go in either direction. You could get people very good at detecting the distance between bumps that the distance was getting smaller or the distance was getting greater. So people could get very good at these tasks that you're kind of hard to imagine how they would translate to the real world for a non-Braille reader. But what it told us is that these maps of touch were very much available for plasticity. And these were fully adult subjects. They're not taking any specific drugs. They don't have any impairments that we're aware of. And what it showed, what it proved is that the adult brain is very plastic. And they did some beautiful control experiments that are important for everyone to understand, which is that sometimes they would bring people in and they would have them touch these bumps on this spinning drum, but they would have the person pay attention to an auditory cue.",
        "LTGGyQS1fZE_113": "And it's one in which both the pet and the human receive huge increases in oxytocin and other related neurochemicals that make us feel bonded. I bring this up because the Harvard Longitudinal Study on Happiness and many, many others, if not hundreds of other studies on happiness point to the importance of quality social connection, right? You hear this over and over again. People on their deathbeds don't say they wish they had worked more. People on their deathbeds talk about the richness of social connections or the wish that they had invested more in social connections. I think a lot of people think of social connections only in terms of travel with or conversation with others, but much of what we perceive as deep social connections also involves physical contact. And that's something that's deeply rooted, excuse me, in our evolutionary biology. And it's present both in us and in non-human primates. And it's clear that we can engage in these kinds of pro-social non-verbal, non-eye contact type behaviors through things like non-sexual tactile touch, AKA aloe grooming.",
        "3ZGItIAUQmI_24": "Or is that the first goal because you and Elon and other folks at Neuralink have a passion for getting paralyzed people to move again? Yeah. Broadly speaking, the mission of Neuralink is to reduce human suffering, at least in the near term. There's hope that eventually there's a use here that makes sense for a brain interface to bring AI as a tool embedded in the brain that a human can use to augment their capabilities. I think that's pretty far down the road for us, but definitely on a desired roadmap. In the near term, we really are focused on people with terrible medical problems that have no options right now. With regard to motor control, our mutual friend recently departed, Krishna Shenoy, was a giant in this field of motor prosthesis. It just so happens that his work was foundational for a lot of people that work in this area, including us, and he was an advisor to Neuralink. That work was farther along than most other work for addressing any function that lives on the surface of the brain. The physical constraints of our approach require us currently to focus on only surface features on the brain.",
        "doupx8SAs5Y_145": "But in my case and in the case of most people, you're bringing a knife to a gunfight. If you think you can use your self-control to keep your use of Instagram to say 10 minutes at a clip, good luck. And even if you can, people say, ah, but I do that anyway. I'm like, all right, how much time do you spend sending memes and links from Instagram or fill in the blank platform to your friends and group chat? How much time does that consume? I spend a fair amount of time on Instagram and Twitter posting things related to the podcast, but I don't have someone to do that for me. And I actually enjoy doing it and it challenges me in certain ways, but I completely agree with everything you're saying. I also want to note that you didn't say that you're on Twitter possibly to meet somebody, which is more a statement about Twitter. Yeah. It's not the friendliest neighborhood I've found. And I would say Twitter has its use cases. I find it useful in some respects. It has become much less useful and much less practical in the last year with a lot of the product changes.",
        "X4QE6t-MkYE_0": "Welcome to the Huberman Lab Podcast, where we discuss science and science-based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. Today, my guest is Dr. Nolan Williams. Dr. Williams is a medical doctor and professor of psychiatry and behavioral sciences at Stanford University School of Medicine. His laboratory and clinic focus on depression and other mood disorders. They focus specifically on the use of transcranial magnetic stimulation, which is a brain stimulation technique that can either activate or quiet specific brain circuits, as well as circuits within the body, in order to treat depression and other mood disorders. Other laboratories and clinics use TMS. What sets apart the work of Nolan Williams and colleagues is that they combine TMS with other treatments. And some of those treatments are among the more cutting edge that you've probably heard about these days, including Ibogaine, psilocybin, MDMA, cannabis, DMT, and other drugs that at this point in time are experimental in terms of clinical trials, but that at least the preliminary data show hold great promise for the treatment of depression and other mood disorders.",
        "H-XfCl-HpRM_32": "And then when we decide we want to learn something or do something or not do something, we have to engage in this top-down restriction. And it feels like agitation because it's accompanied by the release of a neuromodulator called norepinephrine, which in the body we call adrenaline, and it actually makes us feel agitated. So for those of you that are trying to learn something new or to learn to suppress your responses or be more deliberate and careful in your responses, that is going to feel challenging for a particular reason. It's going to feel challenging because the chemicals in your body that are released in association with that effort are designed to make you feel kind of agitated. That low-level tremor that sometimes people feel when they're really, really angry is actually a chemically induced low-level tremor. And it's the, what I call limbic friction. There's an area of your brain that's involved in our more primitive reflexive responses called the limbic system. And the frontal cortex is in a friction. It's in a tug of war with that system all the time.",
        "H-XfCl-HpRM_20": "And that's because your nervous system basically wired up to be able to do most things easily without much metabolic demand, without consuming much energy. But the moment you try and do something very specific, you're going to feel a sort of mental friction. It's going to be challenging. So we've got sensations, perceptions, and then we've got things that we call feelings slash emotions. And these get a little complicated because almost all of us, I would hope all of us, are familiar with things like happiness and sadness or boredom or frustration. Scientists argue like crazy, neuroscientists and psychologists and philosophers for that matter, argue like crazy about what these are and how they work. Certainly emotions and feelings are the product of the nervous system. They involve the activity of neurons. But as I mentioned earlier, neurons are electrically active, but they also release chemicals. And there's a certain category of chemicals that has a very profound influence on our emotional states. They're called neuromodulators. And those neuromodulators have names that probably you've heard of before, things like dopamine and serotonin and acetylcholine, epinephrine.",
        "szqPAPKE5tQ_2": "And for those of you that do not have a photographic memory, and I should point out that I do not have a photographic memory either, well, you will learn how to use your visual system in order to better learn visual and auditory information. There are protocols to do this grounded in excellent peer reviewed research. So while you may not have a true photographic memory, by the end of the episode, you will have tools in hand, or I should say tools in mind, or in eyes and mind, to be able to encode and remember specific events better than you would otherwise. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science-related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Eight Sleep. Eight Sleep makes smart mattress covers with cooling, heating, and sleep tracking. Many times on this podcast, I've talked about the incredible relationship between temperature and sleep, as well as temperature and wakefulness.",
        "yixIc1Ai6jM_124": "The other is like the machines are going to be much better bedside manner. They're going to be much better at dealing with the patient. And we we already know there's already been a study. There's already been a study on that. So there was already a study done on this where there was a study team that scraped thousands of medical questions off of an internet forum. And then they had real doctors answer the questions. And then they had basically GPT-4 answer the questions. And then they had another panel of doctors score the responses, right? So there were no patients experimented on here. This was a test contained within the medical world. And then the panel of the judges, the panel of doctors who are the judges, scored the answers in both factual accuracy and on bedside manner, on empathy. And the GPT-4 was equal or better on most of the factual questions analytically already. And it's not even a specifically trained medical AI. But it was overwhelmingly better on empathy. Amazing. Right? And so, and, you know, I don't think, yeah, I don't know. Do you treat patients directly in your work?",
        "3ZGItIAUQmI_6": "Again, that's levels.link, L-I-N-K slash Huberman to get two free months of membership. Today's episode is also brought to us by Thesis. Thesis makes custom nootropics. And as many of you have perhaps heard me say before, I am not a fan of the word nootropics because it literally means smart drugs. And the brain has neural circuits for focus. It has neural circuits for creativity, has neural circuits for task switching. It does not have neural circuits for quote unquote, being smart. Thesis understands this and has designed custom nootropics, each of which is designed to place your brain and body into a specific state, ideal for a particular type of work or physical effort, such as creativity or focus or clarity. If you'd like to try Thesis Nootropics, you simply go to their website, you fill out a brief quiz, and they will design a custom starter pack so that you can assess which things work for you more or less well. And then they'll iterate with you over the course of the next few weeks or months to come up with the ideal nootropic kit for your needs.",
        "aXvDEmo6uS4_53": "And we did an episode on endurance, how to build any one or all of the four types of endurance, which are muscular endurance, anaerobic, aerobic, long distance endurance, et cetera. So if you're interested in the specifics of those protocols, please see those episodes. However, right now, I just want to emphasize how the data impact my day and how I structure my day in a way that I can incorporate physical movement in a way that supports my brain and health. Basically, after I finish that cognitive work bout, that 90 minute work bout, I do some form of physical exercise for about an hour. The data all point to the fact that working out hard for longer than an hour can actually be detrimental because of the way that it raises cortisol and cortisol can be a good thing if it's appropriately timed and in the appropriate low levels, but you don't want to have your cortisol levels up throughout the day or have big spikes of cortisol repeatedly. So keeping workouts relatively short can definitely help with that. And certainly if you're training hard, 60 minutes or less should be more than sufficient.",
        "LTGGyQS1fZE_51": "That's longitudinal study, the Harvard Happiness Project has reported, for instance, that people that are chronic smokers of nicotine and chronic consumers of alcohol, in particular alcoholics, that is people who suffer from alcoholism or what's sometimes called alcohol use disorder, that is strongly anti-correlated with happiness. And I should also mention that the family members and in particular, the romantic partners of people who are chronic smokers and the partners of people who are chronic alcohol users often will report lower levels of happiness, especially if they themselves are not chronic smokers or regular consumers of alcohol. So we've done episodes on nicotine in particular, and that touched on smoking, of course, and we've done an episode on alcohol and the effects of alcohol on health. Again, you can find those at hubermanlab.com. This study from the Harvard Happiness Project really has strong data supporting the fact that avoiding being a nicotine smoker, right? There are positive health effects of nicotine that are discussed in the episode on nicotine, but smoking nicotine in particular is counterproductive for people's at least self-reported happiness and certainly overall health. I think there's zero question that smoking increases cancers over different kinds.",
        "3ZGItIAUQmI_73": "On that note, to whatever extent possible, I think Neuralink goes really, really far, much, much farther than anyone I've ever heard of, any organization I've ever heard of, anything I've ever seen to give the animals agency in every aspect of the research. We have just an incredible team of people looking out for the animals and trying to design the experiments such that they're as purely opt-in as humanly possible. No animal is ever compelled to participate in experiments beyond the surgery itself. So if, say, on a given day, our star monkey pager doesn't want to play video games for smoothie, no one forces him to ever. This is a very important point, and I want to cue people to really what Matt is saying here. Obviously, the animals are being researched on for neural links, so they don't get to opt in to opt out of the experiment. But what he's saying is that they play these games during which neural signals are measured from the brain because they have electrodes implanted in their brain through a surgery that thankfully to the brain is painless, right? No pain receptors in the brain and are playing for reward.",
        "uxZFl4BDOGk_61": "So it's fascinating the way these different competing forces and seesaws operate. Several times during the discussion so far, we've hit on this idea that the same behavior can reflect different states and different states can converge on multiple behaviors as well. You had a paper not long ago about mounting behavior, which I found fascinating. Maybe you could tell us about that result because to me, it really speaks to the fact that mounting behavior can in one context be sexual and in another context actually be related to, we presume, dominance. And I think that my friends who practice jujitsu will say, when I talk about that result, they say, of course, mounting the other person and dominating them, there's nothing sexual about it. It's about overtaking them physically, literally being on their next side, as opposed to on their own, lying on their own back. It's just fascinating, very primitive. And yet I think speaks to this idea that mounting behavior might be one of the most fundamental ways in which animals and perhaps even humans express dominance and or sexual interactions. Yep. That's a fascinating question. And it was harder to figure out than you might have thought.",
        "DTCmprPCDqc_131": "Again, it took the American Heart Association another 60 years to figure that out, but even now they acknowledge that. Dietary cholesterol has no bearing. So why is it that it's pretty easy to find studies or at least people with who are highly credentialed from good institutions claiming that eating saturated fat, saturated fat, red meat, things that are rich in cholesterol, to be more specific, is bad for us in terms of our eventual LDL. So this is two different things. So saturated fat consumption in many people will raise LDL cholesterol. So it's important to differentiate between the, what is saturated fat? So saturated fat, of course, is a fatty acid, just so people understand, totally different molecule from cholesterol. Cholesterol is this very complicated ring structure, multiple rings stuck together. SFA, saturated fat, is just a long chain fatty acid that is fully saturated, meaning it has no double bonds, and it can exist in isolation. It can exist in a triglyceride, triacylglyceride, or a phospholipid or all sorts of things like that. So when we eat foods that contain fat, basically there are three distinctions for that fat.",
        "7YGZZcXqKxE_1": "Balchettis today, how people visualize a problem, that is whether or not they think of a goal or a problem as residing at the top of a very steep hill or on the top of a shallower hill, or whether or not they visualize a goal or a problem as far off in the distance or closer to them in the distance, visually in their mind, strongly dictates whether or not they will arrive at the challenge of meeting a goal or overcoming a problem with more energy or less energy. Indeed, it dictates whether or not they can push to immediate milestones or whether or not they will think they have to overcome the entire task all at once. Basically, Dr. Balchettis' work has discovered that how we visualize a problem or a goal in our mind has everything to do with how we lean into that goal, whether or not we think of it as overwhelming or tractable, whether or not we think that we can overcome that goal and then it will lead to yet more possible rewards and goals, or whether or not we feel that we're going to arrive at the finish line and then just be overwhelmed with fatigue.",
        "gXvuJu1kt48_22": "We'll talk a little bit later on as to whether or not they actually are achieving heightened levels of focus and creativity, or whether or not they just perceive themselves to have heightened levels of focus and creativity. The sativa varieties tend to make people feel a little bit less susceptible to pain and noxious stimuli, which are basically stimuli that you don't like. So the sativa varieties are often prescribed or are used in the recreational context for pain management and relief. Basically, the sativa variety is known to include a sort of head-biased effect. So here we're talking about subjective effects, and of course, these will vary from one individual to the next. Some people will smoke cannabis sativa or ingest cannabis sativa orally, and will feel an entirely different array of effects. But most people, the majority of people experience a sort of head centered, high alertness focus and a sense that they're more creative. Contrast that with the indica varieties of cannabis. And when people smoke or eat or ingest indica varieties, the psychoactive components of indica, and again, this is pure indica, so not hybridized with sativa at all, but just pure indica, tend to lead to more full-bodied effects.",
        "q8CHXefn7B4_128": "What is proactive listening? How do we do it? What's it good for? I'm really trying to get people out of the notion of active listening just because active listening has been so overused that people have lost track of it and most of it is taught poorly and it's interactive or it's proactive. And so we learned as hostage negotiators, first of all, just to label the presenting emotion. And we just assumed that, and the presenting emotion was always anger of some form, anger, upset. On certain rare instances, the guy was under control, but they were almost always negative emotions. So we just assumed that it was defined to what was confined to what was driving hostage takers was negativity. Now, if I may, because I feel like an imposter talking about neuroscience to you. Your knowledge of neuroscience is spot on, Voss. I must say, numerous times you've asked me about things in neuroscience, and you've never been off the mark. Oh, thank you. You've clearly done your homework, too. We keep trying to learn about it. But layman's terminology, the survival brain is largely negative.",
        "0RYyQRQFgFk_66": "What these studies have done is they've said, okay, if people have the option of doing the real world training for 10 hours a week versus mental training for 10 hours a week, which group performs better? And it turns out it's the ones that do the physical training for 10 hours per week. However, we also know that combinations of physical training and mental training can bring about results that are greater than either one of those alone. How would that work? Well, I wish I could tell you that if you did nine hours of physical training per week, plus one hour of mental training, that your performance would be better than if you did 10 hours of physical training. And that's not the case. Okay, this is why we can reliably say physical real-world training, and again, this could be in the cognitive domain, is always going to be more effective on an hour-by-hour basis compared to mental training. So if you can do real-world training, and perhaps we should be calling it real-world as opposed to physical, but if you can do real-world training compared to purely mental training, that's going to be the best use of your time. This is really important.",
        "50BZQRT1dAg_0": "Welcome to the Huberman Lab Podcast, where we discuss science and science-based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. My guest today is Robert Green. Robert Green is an author who has written more than five best-selling books, including The 48 Laws of Power, The Laws of Human Nature, and Mastery. He did his bachelor's training at the University of California, Berkeley, and the University of Wisconsin at Madison. Robert Greene's books are both unique and important for several reasons, not the least of which is that they explore the interaction between the psychology of self, self-exploration, and the psychology of human interaction, all rooted in history and modern culture, and at the same time, in a way that pertains to everybody. I first learned about Robert's work from reading the book Mastery, which to my mind is a brilliant exploration and a practical tool for how to think about and pursue one's purpose. Whenever I'm asked for book suggestions, I always include Mastery in my top three recommendations.",
        "PctD-ki8dCc_86": "But our brain is sort of programmed to treat all pain signals as if they were novel pain signals, if it's a sudden new problem that needs to be attended to. I teach people to think of the pain and categorize it. Does the pain mean that if you put weight on this, you're going to re-injure your ankle, for example? Or does it simply mean that your body is healing and the pain is a sign that gradually things are getting back to normal? And so you can modify the way you process pain based on what your brain tells you the pain means. And that's true for emotional pain as well. And particularly where I think a strategy that really helps is if you think of an interpersonal problem or a threat of something coming as an opportunity to do something to ameliorate the situation. So it's not just it's happening to you, but something that you can influence and do something about. So it's blending the receptive with the active response that I think can make a difference. So you try and process it in a way that gives you a deeper understanding of what's happening.",
        "p4ZfkezDTXQ_67": "Because I'm convinced, having spent some time thinking about this, writing about this, doing some journalism on this, talking to a lot of the experts, that I think where we're going to end up were all the arrows from the relevant social psych research, which I've been following this research since 2017. 2017 is roughly when you see the first warning signs going up that we need to worry about the potential mental health impacts of these tools, especially social media and smartphones, on young people. And you can track this, right? I have a talk I actually gave at my kid's school, I'm not happy about this, where I tracked how this research evolved. And, you know, like any literature, it's contentious at first, and then you begin to see conciliance between different lines of evidence. And I think where everything now in the last couple of years is starting to come together, this idea of we don't really know if this is bad or not, I think that's just an old take. The research has moved past that. And I think where we're landing on is unrestricted internet use pre-puberty is risky.",
        "gXvuJu1kt48_24": "So marijuana growers and people who specialize in creating novel varieties of the cannabis plant, again, I'm using the words cannabis and marijuana more or less interchangeably here. They are very good at creating new strains of plant that might be 25% sativa and 75% indica or vice versa, or 50-50 or 90-10. Essentially what's happening nowadays is that through plant biology, plant genetics, I should say, growers are getting quite efficient at creating a variety of different strains of the marijuana plant that give rise to very nuanced and distinct effects on brain and body. In fact, so much so that there's now a new nomenclature, a new language emerging around cannabis and the development of novel strains of cannabis for medicinal and or recreational purposes. And while this might sound a little bit medical or a little bit clinical to some people, believe it or not, this is the nomenclature that's now typically used. People still refer to the sativa, indica, and hybrid strains, but there's now also a description of so-called type one, type two, and type three strains for any given sativa, indica, or hybrid strain.",
        "aXvDEmo6uS4_45": "But that's the mentality that I've embedded in myself, that there's nothing more important than what I'm doing in that 90 minute block. And that's what works for me. You can try various other things. That's what works for me. In addition, I use low level white noise. This is something that is supported by quality peer reviewed data. We covered this on the episode on hearing and balance, but it turns out that white noise, which is essentially all frequencies of sound, or all frequencies of sound that we can perceive, mixed up kind of randomly, there's no structure to it, turned on at a low volume, not with headphones most of the time, puts the brain into a state that's optimal for learning and workflow. And I covered two papers during that episode, one that showed that indeed brain areas involved in attention, brain areas involved in focus and cognition and memory, those are engaged to a greater degree when there is low levels of white noise playing in the background. The other paper that's really interesting did brain imaging and showed that areas of the brain that are associated with dopamine release are increased by low levels of white noise.",
        "uXs-zPc63kM_21": "Although I will talk a little bit later about some double-blind peer-reviewed studies conducted in humans that indicate that for instance, nicotine can reduce penile girth, that is the girth of the penis, and can lead to certain forms of sexual dysfunction. And those changes are largely downstream of changes in blood flow and endothelial cell function. Endothelial cells are the cells that make up blood vessels and other vascular type tissues within the brain and body. So nicotine is found in these plants. And what we can know for sure is that at some point in human evolution, somebody or some group of people either, and here I'm completely guessing, it's a just so story, but someone or some group must have inhaled the smoke from the tobacco plant or put the dried leaves of the tobacco plant against some mucosal tissue, any of the different mucosal linings of their body by which substances can pass through. That's right. Any of the mucosal soft lining tissues of the body will allow certain substances, not all certain substances to pass in. That's why people can put tobacco in their mouth and a certain amount of nicotine makes it into the bloodstream.",
        "31wjVhCcI5Y_17": "Amygdala means almond. It's an almond-shaped structure on both sides of the brain. So you have one on the right side of your brain and one on the left side of your brain. The amygdala is part of what we can call the threat reflex. And this is very important to conceptualize fear as including a reflex. So much as you have reflexes that cause you to lift your foot up if you are to step on something sharp, you literally have a reflex within your spinal cord that causes you to lift up one foot and extend the other one toward the ground. Believe it or not, you always think that you step on something sharp, you pull your foot up, but you actually step on something sharp, you pull your foot up and in pulling it up, there's another reflex that's activated that as you extend your other leg so that you don't fall over. Similarly, in the process of experiencing fear, you have a reflex for particular events in your brain and body. And that reflex involves things like quickening of your heart rate, hypervigilance, your attentional systems pop on, increased ability to access energy stores for movement and thought and so forth.",
        "6I5I56uVvLw_35": "So thank you for doing it. And please, next time you go, bring Tim Kennedy again. I feel like Tim Kennedy gets you into it. Because he really loves going to the most dangerous places and helping people. So I think he'd get me into more trouble than it's worth. And I should mention that there's many reasons I went, but it's definitely not something I take lightly or want to do again. So I'm things that I don't want to do I just feel like I have to you're compelled so I don't think there's now I'll definitely talk about it as we all should there's different areas of the world that are seeing a lot of suffering Yemen there's so many atrocities going on in the world today but this one is just uh personal to me so i want to i feel like i'm qualified just because of the language so most of the talking by the way i've been i was doing it was in russian and so because of the language because of the my history i felt like i have to do this particular thing i think it's in many ways stupid and dangerous and that was clear to me, but I do many things of this nature because the heart pulls towards that.",
        "ncSoor2Iw8k_3": "The first live event will take place in Seattle, Washington on May 17th. The second live event will take place in Portland, Oregon on May 18th. Both are part of a lecture series entitled The Brain-Body Contract, during which I will talk about science and science-based tools, many of which overlap with the topics covered on the Huberman Lab podcast, but most of which will not and will be completely new topics and tools never discussed publicly before. Both live events will also include a question and answer period during which you, the audience, can ask me questions directly about any aspect of science or science-based tools, and I will attempt to answer them. Tickets for the two events, again, Seattle on May 17th and Portland on May 18th, are both available at hubermanlab.com slash tour. Before we begin with today's episode, I want to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science-related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Thesis.",
        "Xu1FMCxoEFc_0": "Welcome to the Huberman Lab Podcast, where we discuss science and science-based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. This month, we're talking all about disorders of the mind, things like depression, attention deficit disorders, eating disorders, schizophrenia, and bipolar disorder. During the course of this month, we are going to discuss the psychological and biological underpinnings of mood disorders of all kinds. You'll learn a lot of science. You'll also learn a lot about the various treatments that exist and that are in development for these various mood disorders. We will talk about behavioral tools, things like exercise, meditation, breath work, but also prescription drugs, supplements, and novel compounds that are now being tested in various clinical trials. Across the month, I think you'll start to realize that there are common pathways underlying many mood disorders. In fact, mood disorders that look quite different from one another often depend on the action of the same neurochemicals or neural circuits in the brain and body.",
        "UF0nqolsNZc_125": "That might surprise some of you, but it shouldn't because as this study illustrates, and as anyone who's ever been out at night to a club or something illustrates, when you look at a strobe light, for instance, your whole world of visual perception changes, but actually the rhythm at which you perceive music, at which you perceive conversation, at which you perceive the movement of your body actually changes according to the patterns of visual flicker, in most cases, strobe, if we're using the sort of club dancing example, your brain is in training to its outside environment. So given the power of flickering lights to entrain brain rhythms, I think at this stage, it's probably too preliminary to really suggest a specific protocol, but I would definitely keep an eye out for these sorts of studies. They are coming out all the time. And I think in a very short period, we're going to see specific protocols that one could potentially use even at home. And of course, these are non-invasive protocols in order to place the brain into a particular state, not just for sake of offsetting neurodegeneration, but also for enhancing focus, for enhancing the transition into sleep and other brain states as well.",
        "yixIc1Ai6jM_21": "Here, I'm making the presumption that you have these traits. Indeed, you do. We'll just get that out of the way. Have you observed people trying to feign these traits? And are there any specific questions or behaviors that are a giveaway that they're pretending to be the young Steve Jobs or that they're pretending to be the young Henry Ford. Pick your list of other names that qualify as authentic, legitimate innovators. We won't name names of people who have tried to disguise themselves as true innovators, but what are some of the litmus tests? And I realize here that we don't want you to give these away to the point where they lose their potency, but if you could share a few of those, that would be helpful. Yeah, no, that's good. We're actually a pretty open book on this. So yeah, so first of all, yes. So there are people who definitely try to come in and basically present as being something that they're not. And they've read all the books. They will have listened to this interview, right? They study everything and they construct a facade and they come in and present as something they're not.",
        "KVjfFN89qvQ_37": "So if you think about the earlier study that receiving gratitude is the most powerful way to activate these circuits for gratitude, the subjects in this study in many ways are receiving a sense of gratitude, but through the narrative of one of these other subjects, which I find fascinating. You know, I would have thought a great gratitude practice would be to sit down and list out all the things you're grateful for. That just seems so logical to me. But it turns out that these neural circuits don't work that way, that to really activate these circuits for gratitude and the serotonin and probably the oxytocin system as well, and it's prefrontal networks, one has to powerfully associate with the idea of receiving help. The subjects are associating or experiencing empathy or sympathy for somebody else who received help. In the other study we described a few minutes ago, the person hearing the letter was receiving gratitude and that would amplify the activity of these circuits. And that takes us to a larger theme of what are these pro-social circuits? And an important concept to emerge from this is one that's most often associated with the autism literature, frankly, which is this idea of theory of mind.",
        "eMqWH3LYiII_53": "What's really going on, it seems, is that the engine behind communication, the engine behind curiosity, a desire to learn and know and create something from that learning and knowing in the relationship. The generative drive is really what's the issue or the lack of generative drive in any of those conversations. It seems one could circle back to that and go, okay, well, someone's not asking the right questions and therefore not doing the right things because they don't either have a sense of agency or they don't have gratitude for the situation they're in, including their own ability to do that, right? So when you hear, you know, people aren't showing up for the relationship, they're not showing up or, you know, she's not showing up. Or again, let's make the pan statement go in the other direction that, you know, that somebody just wants a lot of attention, right? They just need an excess amount of attention. Won't let me do my own thing, but also wants me to work and be successful. You know, again, these are stereotypes, but all of that seems very distracting.",
        "yOJvm_ri_hk_89": "Well, self-awareness is just the awareness of an eye, right? So we can use our conscious mind to help that, right? So this aspect of function of self isn't about what the narrative means. That comes later. This is about the awareness of an I. So when you were talking about the narrative, you said something along the lines of like there's stories and you're not thinking of like, that's it's the same me in in these stories if if you approach the narrative in a different way the awareness like there's an eye right there's a me like i'm the point of all these stories right that's why they're here they're all in me in some way or another because i remember them and they're important enough that i wrote them down if you look at it that way way, where you're just apprehending an I, like, huh, there's a me to whom all of this applies. That's how we can use the conscious mind and the narrative in order to foster self-awareness. It's not yet about meaning. It's about the awareness of an I. So it's actually much simpler than I'm making it out to be at some level.",
        "hFL6qRIJZ_Y_92": "Typically they are taken orally in pill form or sometimes in capsule form. The dosages that are appropriate vary according to severity of the condition for a given person and the age of the person. This is a complicated landscape for each individual. They have to figure out the pharmacology that's best for them. Some individuals are even layering long or time to release Ritalin with Adderall in smaller doses. It can get quite complex or it can be quite straightforward. If you are really interested in these drugs and how they work, and you'd like to get a glance at a table of all the results from all the studies of which there are now hundreds, there's an excellent review about these drugs and their use and their comparison to similarly structured drugs, in particular MDMA and cocaine and amphetamine, meaning street amphetamine, to really illustrate the similarities of action and some of the problems associated with long-term use. I don't expect you to read this article in full. I'm here so that you don't have to go read these articles, but in case you want a ton of information, the paper is Esposito et al. Frontiers in Biosciences.",
        "6ZrlsVx85ek_57": "So if you're scared of the needles and the needle lengths, keep in mind that done properly, microneedling shouldn't be too painful. Some people experience a little bit more pain than others, but it's not considered a very painful procedure. It is, however, a procedure that can cause some bleeding of the scalp, and that bleeding of the scalp can be very apparent, especially if it's in the front of the head, as opposed to in the top of the head and hidden by some hair, or if you're already quite bald in a given region. So keep that in mind. I suppose one could wear a hat or a wig or something of that sort if they were really self-conscious about it. But the microneedling itself is causing a physical disruption to the scalp, some degree of bleeding, inflammation. And again, all of that is part of the process by which microneedling can actually improve hair growth. And of course, there's healing that occurs of the bleeding and the damage to the follicle. This is a transient thing, but understanding the cosmetic implications in the short term, as well as in the long term, is certainly worth knowing.",
        "H-XfCl-HpRM_45": "I'm sorry to say that the memories don't themselves get erased, but the emotional load of memories can be reduced. And there are a number of different ways that that can happen, but they all require this thing that we're calling neuroplasticity. We're going to have a large number of discussions about neuroplasticity in depth, but the most important thing to understand is that it is indeed a two-phase process. What governs the transition between alert and focused and these deep rest and deep sleep states is a system in our brain and body, a certain aspect of the nervous system called the autonomic nervous system. And it is immensely important to understand how this autonomic nervous system works. It has names like the sympathetic nervous system and parasympathetic nervous system, which frankly are complicated names because they're a little bit misleading. Sympathetic is the one that's associated with more alertness. Parasympathetic is the one that's associated with more calmness. And it gets really misleading because the sympathetic nervous system sounds like sympathy, and then people think it's related to calm.",
        "LYYyQcAJZfk_83": "However, once you get into the category of supplements that can enhance fitness, rhodiola rosea does seem to have some good research to support it in the context of lots of different forms of high intensity exercise. Now, I can't tell you whether or not it's purely subjective or whether or not it's objective and subjective, but my experience has been that when I take rhodiola rosea, I definitely notice that I can exert myself harder without feeling like I'm bringing myself to the brink of fatigue, either during the exertion or afterwards. In other words, I feel like I can do more work without feeling so exhausted, and I feel as if I'm recovering from my workouts more quickly, in particular across the day after my workouts. In fact, if I had to cite one specific subjective effect that I've experienced from taking rhodiola rosea before very high intensity workouts is that prior to taking it, I would often find that three or four hours after the workout, having eaten a good meal, taking a shower, et cetera, and I was tired. I have a real dip in energy.",
        "gbQFSMayJxk_36": "I think that knowing that waking up in the middle of the night is normal, provided it's not too frequent, is great and will also help people who may have been overly concerned about that. I do want to use this as an opportunity to raise something about the so-called Uberman schedule, not to be confused with the Huberman schedule. Fortunately, no one has confused those yet. Some years ago, there was a discussion about the so-called Uberman schedule, meaning the Superman schedule. So that's Huberman without an H, which I have nothing to do with. If you read your Nietzsche, this will have a subtext. But regardless, the Uberman schedule, as I understand, is one in which the person elects to sleep in 90-minute bouts spread throughout the day and night in an attempt to get more productivity and or reduce their overall sleep need. There was a paper published recently that explored whether or not this is good or bad for us. Maybe you just give us the take-home message on that. Yeah, so these Uberman-like schedules, and there's lots of different forms of that.",
        "ObtW353d5i0_33": "So you want to get that bright light early in the day. Absolutely essential, two to 10 minutes. You can download the light meter app if you want to measure lux. When I explained how to do that in earlier episodes, it got a little convoluted. Get that two to 10 minutes, ideally without sunglasses. Now, here's another reason to do this, and I've never spoken about this before on any podcast, which is that there have been several studies now in thousands of subjects exploring what can be done to prevent myopia, nearsightedness, and other visual defects. And it turns out in a series of large clinical trials, the conclusion has emerged that getting two hours a day of outdoor time without sunglasses, blue light, this blue light that everyone has demonized, getting that sunlight during the day for two hours, even if you're reading other things and doing other things outside, has a significant effect on reducing the probability that you will get myopia, nearsightedness. Now, whether or not that's also due to the fact that myopia can be caused by viewing things up close too much.",
        "RBK5KLA5Jjg_58": "And again, this is just one study and just six occupations, but I think it's relatively interesting given the fact that each of these professions involves different levels of competitiveness, right? So we don't necessarily just want to think about the level of physical exertion that's required, but also the level of competitiveness because it's known that competitive interactions can cause increases in testosterone, in particular in the winners of competitive interactions, a topic for a future podcast. Meanwhile, studies that have analyzed also again, salivary testosterone in prisoners, in this case, female prisoners, so these are incarcerated individuals, have looked at levels of testosterone according to whether or not the person committed a nonviolent or a violent crime in order to arrive in prison and higher levels of salivary testosterone were related to those that had arrived in prison because of conviction of a violent crime as opposed to a nonviolent crime. Likewise, when they analyzed prison rule violations, so an indirect measure of aggressiveness, but in this case, it was strongly associated with aggressiveness because they knew what the violations were.",
        "50BZQRT1dAg_1": "During today's discussion, we cover a wide range of topics, including how to find and pursue and achieve one's purpose. We talk about the selection of a life partner, as well as romantic and other types of relationships. We also discuss the topics of motivation and urgency, and this concept of death ground, which arose during our discussion of Robert's recent stroke. Robert's stroke rendered him certain limitations, but also has allowed him to explore how to write, how to exercise, indeed, how to interface with life in general in new ways that allow him to continue to expand his sense of purpose. I'm certain that by the end of today's episode, you will have gleaned tremendous amounts of new knowledge that will allow you to navigate forward along the path to your purpose, perhaps find your purpose if you feel you haven't done that yet, as well as to greatly enhance your relationship with yourself, with others, and indeed to the world around you. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science-related tools to the general public.",
        "xaE9XyMMAHY_39": "And indeed the testosterone cypionate, the steroid group improved at a rate of about 1% per week. There were differences. And the cooling group basically left all other groups in the dust. It was just remarkable. So cooling the core, I want to be very clear that it's not cooling the muscle. It wasn't about cooling the chest alone or just cooling the palms. It was about allowing cold to pass through the palms because of the unique vasculature that's there, these AVAs, allowed these subjects to do far more work per unit time. And the important thing is that if they were to come back after doing 600 pull-ups or 500 pull-ups, you might say, well, wow, that's going to create a situation where recovery is going to be absolutely impossible. They could come back, not use the cooling, and they still saw a highly significant increase in the amount or the number of pull-ups or dips or bench press weight that they could do, okay? So what that meant is that it was both an excellent performance and an excellent training stimulus that they were able to recover from, okay?",
        "x7qbJeRxWGw_27": "And if you consume a vitamin, of course, you want to make sure if it has selenium, that you're not overdoing it by consuming a lot of selenium rich foods either. But nonetheless, I think it's fair to say that most people probably could do well by ingesting slightly more selenium than they currently are. Although of course, always talk to your doctor. Brazil nuts are the heavyweight champion of foods to get selenium from. It has very high concentrations of selenium. In just six or eight, Brazil nuts contain something like 550 micrograms of selenium. It's also present in fish. So certain fish like yellowfin tuna, although nowadays, whenever I mentioned tuna or shellfish, which is the other rich source of selenium, people will tell me immediately there are all sorts of issues around farm, not farm, mercury, et cetera. So I've never particularly liked eating fish because of the way it tastes. So that's why I avoid it. But for those of you that like it, I'm sure you're much more skilled in knowing which fish to buy and which fish not to buy. Ham, of all things, contains a lot of selenium.",
        "EhlIkzJwPlk_15": "Those eggs are coming out of the vault, regardless of if you're on birth control pills, you're pregnant, we do IVF. What we're modifying is one's not going to ovulate and have the rest of them die. We're going to try to give you medication to get them all to grow so we can take all of the ones that have been released from the vault that month and give them a chance for later. And the next month, you'll have another group come out. So IVF is not about stimulating hyper-release or excessive release of eggs. It's about stimulating the growth of the ones that have been released so that they can be frozen at stage either for later fertilization or fertilized in addition than frozen as embryos. Is that right? Exactly. And we just use the hormones that your body normally makes in a different way. The medications we use are FSH and LH to get the eggs to grow. So people will say, I don't want to take all these weird hormones or strange medications, but we're just manipulating that normal process that happens in the natural menstrual cycle in order to say, hey, this month, let's get all these eggs to grow.",
        "VQLU7gpk_X8_65": "So the key elements again, are that you're bringing your breathing and your oxygen utilization way up above your max. It's not quite hitting failure, but you're really pushing the system to the point where you are not ready to do another set and yet you begin another set. You're not necessarily psychologically ready. I'll talk more about some of the adaptations that this causes in terms of stroke volume in a few minutes when we talk about how it is that work of this sort can increase our heart's ability to deliver blood and oxygen to our lungs and other tissues. I'm going to get very specific about how to breathe during these different types of protocols and what's happening at the level of the heart. But I want to make sure I touch on the fourth protocol, which is high-intensity aerobic conditioning. So HIT has these two forms, anaerobic and aerobic, and you just heard about anaerobic. High-intensity aerobic conditioning also involves about three to 12 sets, starting off, of course, with fewer sets as you're getting into this training, and then extending into more sets as one parameter you could expand.",
        "wTBSGgbIvsY_42": "And when they close their ears and they can't hear the external world, or they put headphones on or noise-canceling headphones, then the world inside of them becomes very prominent relative to the world outside of them for obvious reasons. So I asked you to ask yourself whether or not you are somebody who tends to be more interoceptively aware or not, more exteroceptively aware or not. And some of you might not be able to answer that question. And if you can't, chances are that you are effectively sliding along that continuum, depending on the activities that you're doing. So you're probably the kind of person where if somebody comes over to you and starts talking to you, you will engage in that conversation and you don't feel so inside your body that you're thinking about your heart beating and whether or not you're flushing red, et cetera, you're going to pay attention to what they say. Many people, however, when somebody talks to them, if they have social anxiety or even a slight bit of social anxiety, will be thinking about whether or not their cheeks are flushing or whether or not they look right or sound right or whether or not they have something in their teeth.",
        "yb5zpo5WDG4_85": "Simply do the practice for the same amount of time that you did the last time that you did the practice, and then gradually try and increase the amount of time that you can focus on one visual location overtly by looking directly at that location. If you like, and if you feel you have the ability, you can try and do this through covert attention and focus by looking straightforward, for instance, and attending to something in the corner of the room and trying to do that for 30 seconds. You'll find that that's quite a bit harder. And then extending that by five seconds every time you do the practice. This is something that I don't think you necessarily have to build up to being able to do for a full hour in order to extract the benefits. In fact, the best way to think about this practice is as a means to get into a focused state. If you remember back about an hour or so ago, I was talking about how focus states are not a drop all the way in and then exit type phenomenon. We don't just drop into a focus state the same way we don't drop into the peak performance of a workout. We warm up.",
        "6ZrlsVx85ek_123": "And on both Spotify and Apple, you can leave us up to a five-star review. If you have questions for me or comments about the podcast or guests you'd like me to include on the Huberman Lab podcast, please put those in the comment section on YouTube. I do read all the comments. Please also check out the sponsors mentioned at the beginning and throughout today's episode. That's the best way to support this podcast. During today's podcast and on many previous episodes of the Huberman Lab podcast, we discuss supplements. While supplements aren't necessary for everybody, many people derive tremendous benefit from them for things like enhancing sleep, hormone support, focus, and more. Thank you. on Instagram, Twitter, Facebook, and LinkedIn. And especially on Instagram, I cover science and science-related tools, some of which overlaps with the content of the Huberman Lab podcast, but much of which is distinct from the content of the Huberman Lab podcast. Again, it's Huberman Lab on Instagram, Twitter, Facebook, and LinkedIn. And if you haven't already subscribed to our Huberman Lab podcast neural network newsletter, this is a zero-cost newsletter that we send out each month.",
        "Nr5xb-QCBGA_95": "They can tell us when they're craving. But despite the craving and despite being involved in this invasive brain surgical trial, highly, you know, first in human novel study, which I think will have a positive effect, but it's still experimental. They still can't stop themselves. So they're sort of as made aware as could possibly be. Did I use grammar there correctly? I think so. They're as aware as they could possibly be, and they still lose control. We've had this studied in the lab. So we will bring patients to the laboratory with this implanted device to try to provoke this electrographic electrical signal that can be detected by the actual device that will stimulate them when they're at home. But before we actually initiate stimulation, we want to see, can this device detect this craving cell signal, which is going to be different than what we saw in the operating room because that's a single cell. But these devices, these electrodes are about a millimeter in diameter instead of like a tenth of a millimeter, which is what we use in the operating room. So they're only hearing or detecting, I should say, thousands of cells' responses.",
        "zVCaYyUWWSw_20": "And it is largely dependent on the pH, that is the acidity of your mouth, which is largely dependent on how much saliva you're producing and the mineral content of that saliva. Keep that in mind. I think it's a very important point. Now, another key point is that next to your teeth, right, you have your gums, the gingiva, as's called. Now the gingiva provides a really important role in keeping the teeth stable. We don't often think of it like that, but even though that stuff seems gummy and soft, it is soft tissue. It is very important for fixing the teeth to the bone. It's not just about the roots that extend down into the jawbone below. The gums are very important for keeping the teeth where they are. There's actually a little ligament too, between gums and the teeth that resides a little bit deeper, but the gums form a critical barrier between the oral cavity and the deeper layers of what eventually is bone and into the general blood flow or bloodstream of the body. Now, this is so important to understand that the gums are a seal around the tooth.",
        "6ZrlsVx85ek_2": "Now that discrepancy illustrates for us just how incredible hair follicles and the stem cells that reside within hairs are, and their enormous potential to give rise to these things that we call hairs, which are simply proteins, of varying length. So today we are going to address what determines the length of a hair or rather what determines how long a hair continues to grow before it ceases growing and eventually falls out. We're going to talk about what regulates those stem cells, what allows them to continue to produce hair or cease producing hair. And as we do that, you will learn all the biology in clear, simple terms, regardless of your background, that will really set the stage for understanding what we'll also talk about, which is how to slow hair loss or halt hair loss entirely, or even reverse hair loss. So we will talk about hormone-related hair loss in both men and women. We will talk about some of the mechanical and stress-related influences on hair loss. And we will talk about the chemical and mechanical approaches to halting and reversing hair loss. Everything from minoxidil to dutasteride to ketoconazole to microneedling to thyroid, estrogen, IGF-1 pathways.",
        "uxZFl4BDOGk_49": "I don't want to anthropomorphize, but well, I'll just ask the question. So the other day I was watching ferrets mate, right? They're mustelids and they're mating behavior. I guess I didn't say why I was watching this. It doesn't matter. It simply doesn't matter. But if one observes the mating behaviors of different animals, we know that there's a tremendous range of mating behaviors in humans. There can be no aggressive component. There could be aggressive component in humans that have all sorts of kinks and fetishes and behaviors, and most of which probably has never been documented because most of this happens in private. And here I always say on this podcast, anytime we're talking about sexual behavior in humans, we're always making the presumption that it's consensual, age-appropriate, context-appropriate, and species-appropriate. Let's say we're talking about a lot of different species. With that said, just to set context, I was watching this video of ferrets mating, and it's quite violent, actually. There's a lot of neck biting. There's a lot of squealing.",
        "doupx8SAs5Y_129": "While you're on these nature retreats, are you writing on a daily basis? Are you just thinking and allowing thoughts to enter and leave your system? Depends on the retreat. So sometimes I'm writing, but writing I think can underscore for me a desire to be compulsively productive. And I think that is inversely correlated to my happiness or sense of well-being a lot of the time. So there are many areas in my life now. So if you were to ask me what has changed significantly since the time that you wrote The 4-Hour Body, I would say that rather than looking for areas to optimize, I am looking where I can very deliberately de-optimize certain areas to increase sense of well-being. Where can I de-optimize? Where can I stop measuring? Where can I stop reading books? Which areas can I ignore completely? What types of information can I just excise from my life altogether for a period of time? Delete Twitter. Stop reading about books in X related to say AI or whatever it might be. Like where can I de-optimize selectively to sort of optimize the whole? Does that make sense? Makes good sense. Yeah.",
        "J7SrAEacyf8_55": "There's some interesting effects of hormones that actually you can observe on the outside of people that tell you something about not just their level of hormones, but also about their underlying genetics. And these relate to beard growth and baldness. And it's fascinating. The molecule, the hormone, dihydrotestosterone, made from testosterone, is the hormone primarily responsible for facial hair, for beard growth. As well, it's the molecule, the hormone primarily responsible for lack of hair on the head for hair loss. So how does that work? Well, DHT circulates in the body and it binds to DHT receptors in the face to promote hair growth, but it binds to DHT receptors on the scalp to promote hair loss. Not incidentally, the drugs that are designed to prevent hair loss are 5-alpha reductase inhibitors. So remember 5-alpha reductase from the huevidosis? Well, the people that discovered the huevidosis went on to do a lot of research on the underlying biochemistry of this really interesting molecule, dihydrotestosterone, the identified 5-alpha reductase.",
        "vA50EK70whE_50": "So the surprise, novelty, motivation, and reward, they're all woven into this package that we call dopamine. And the cool thing is you can actually regulate this whole system in a way that will steer you or lean you towards more positive anticipation of things in life and less disappointment. It's simply a matter of adjusting what we call the dopamine schedule. Okay, a couple of things before we continue. We're going to talk about attention deficit in a few minutes, but before that, I want to talk about something that I've mentioned before on previous podcasts, but that you may not be aware of. And if you're aware of, you may still be doing, which is severely injuring your ability to release dopamine. It's creating a sense of disappointment in ways that are most likely hurting you mentally and physically. And that's the blunting of dopamine by viewing light in the middle of the night. I realize this is not a discussion about sleep and circadian rhythms, but the data now are so strong showing that viewing bright light from about 10 p.m. to 4 a.m. too often triggers activation of this circuit called the habenula.",
        "2XGREPnlI8U_86": "They're trying to navigate through this because remember, for them, the reward is in the avoidance of certain things and the acquiring of only the foods that their brain rewards them for, because those are the foods that have been preselected and are now habit. What's amazing, frankly also important are these findings that once you teach anorexics what's happening to them, that they're doing this, they are able to intervene. Now they need support, right? And another form of therapy that seems to work well for anorexics that ideally is combined with this habit rewiring is a family-based model. Family-based models are starting to surface a lot now in various therapy settings. Therapy-based models, in short, are basically where the entire family is made aware of the individual's challenges with a particular eating disorder or other disorder. And in understanding some of the biology and psychology around it, they stop condemning the individual. They start to support that individual through cueing them towards their own habits that they observe. They give them some autonomy. They realize that none of this changes overnight, but they're taught about things like neuroplasticity and the ability to change one's brain in response to experience.",
        "XLr2RKoD-oY_0": "Welcome to the Huberman Lab Podcast, where we discuss science and science-based tools for everyday life. I'm Andrew Huberman, and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine. This podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science-related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is InsideTracker. InsideTracker is a personalized nutrition platform that analyzes data from your blood and DNA to help you better understand your body and reach your health goals. I've long been a fan of getting blood work done for the simple reason that many of the things that impact our immediate and long-term health can only be analyzed from a quality blood test. And now with the advent of modern DNA tests, we can also get insight into things like metabolic factors that tell us whether or not we metabolize caffeine well or certain proteins well, what our fat metabolism genes are like. Things of that sort can only be analyzed from quality blood and DNA tests.",
        "qNzl12g0Dd8_35": "And most people think that sugars are only added to things like desserts, etc. But you look at spaghetti sauces. Salad dressings. A lot of these things which we think of as savory products have sugar added to them as well. And so we are consuming, I think, unhealthy levels of sugar in our diet. We're consuming a fair amount of additives given the processed food composition in our diet. And I think part of the reason this is happening, and I want to be very clear, I don't fault individuals out there for the composition of their diet necessarily because we have also made certain decisions in our country about what we subsidize, about what's cheaper and more expensive for people. And the cheapest foods, unfortunately, are often the most unhealthy foods, the most highly processed foods. If you are somebody who lives in a low-income neighborhood, a number of these neighborhoods don't even have grocery stores in them, which is a tragedy because you can't get fresh produce, etc. A lot of times your grocery shopping may be done at a local convenience store, at a 7-Eleven or somewhere else that may not have the array of fresh fruits and vegetables that you and your family need.",
        "Mwz8JprPeMc_18": "And they did have to collect these tears by having the women watch what was essentially a sad scene from a movie. They actually recruited subjects that had a high propensity for crying at sad movies, which was not all women. It turns out that the people that they recruited for the study were people who said, yes, I tend to cry when I see sad things in movies. What they were really trying to do is just get tears that were authentically cried in response to sadness, as opposed to putting some irritant in the eye and collecting tears that were evoked by something else, like just having the eyes irritated. Nonetheless, what this study illustrates is that there are chemicals in tears that are evoking or changing the biology of other individuals. Now, most of us don't think about sniffing or smelling other people's tears, but you can imagine how in close couples or in family members or even close friendships, et cetera, that we are often in close proximity to other people's tears. Now, I didn't select this study as an example because I want to focus on the effects of tears on hormones per se, although I do find the results really interesting.",
        "Nr5xb-QCBGA_42": "We've learned in mice that if you expose a mouse, now this is just a model, if you expose a mouse to high-fat food, not food that they would normally eat, food that is like 60% fat, high fat, it's like butter. We've learned that if you expose them to food like that, within two weeks, their nucleus accumbens is not functioning like a mouse that was never exposed to that high fat food. There's aspects of it that are hyperactive, I could say, and there's aspects of it that are hypoactive or decreased activity. But either way, it's not functioning properly. And most likely that function is predisposing continued behavior. And then probably eventually leads to things like a habit that gets developed. And that's a whole nother area of these kinds of problems that is very complicated and poorly understood. But in any case, if we just focus on the behavior at hand, it seems that repeated exposure to something like high fat food, a drug of abuse, or any type of reward that is a really strong reward, in a way it can hijack normal functioning of the nucleus accumbens.",
        "RBK5KLA5Jjg_10": "It's a form of sadness that's amplified and it shows up as aggression. But when we look at the underlying biology and the peer reviewed literature on this, nothing could be further from the truth. We have distinct circuits in the brain for aggression versus grief and mourning. Those are non-overlapping. Now that doesn't mean that you can't be sad and aggressive or in a state of mourning and aggressive at the same time. But the idea that sadness and aggression are one in the same thing is simply not true. And by understanding that, or perhaps by understanding that irritability and aggression are not the same thing, you'll be in a much better position to apply some of the tools that we will talk about in this episode in order to be able to reduce or eliminate, or if it's adaptive to you to modulate aggression. And yes, there are cases where modulating your aggression in some cases, even amplifying aggression can be adaptive. Now, this of course is not the first discussion about the biology of aggression or the psychology of aggression. And we really can look to the beginning of the last century as the time in which the formal study of aggression really began.",
        "UIy-WQCZd4M_35": "That is, it covers my vitamins, my minerals, and the probiotics are especially important to me. Athletic Greens also contains adaptogens, which are critical for recovering from stress, from exercise, from work, Thank you. Again, if you'd like to try Athletic Greens, go to million people as to what their major goals were in working out, they'd say, as you so nicely listed out before, aesthetic changes, functionality, and longevity. But that one in three really kind of sit higher than most people would like to perhaps even admit. They want to look good, which usually means they want to lose some fat, gain some muscle in specific places. I realize there are folks out there who want to gain a lot of muscle and just muscle everywhere. But I think most people would like to have a little more shape here, a little more muscle there to either balance out their aesthetic or to accentuate certain parts of their physique. And they would probably like to shave off some subcutaneous fat. Although there are those exceptionally lean people out there and they exist too.",
        "tLRCS48Ens4_36": "These are the probes, whereas the psychiatrist or psychologist uses words and language to probe. Yes. So what are the sorts of aspects of character structure that we can be aware of in ourselves? You know, I mean. In other words, should we be asking what type of character do I have, dependent on one circumstance or another? Should we ask ourselves what sorts of defenses we have? And maybe this would be a good opportunity to address this issue of what are healthy versus unhealthy defenses? Because it sounds to me, if I understand correctly, that the defense mechanisms are a very strong component in determining what our character structure is. Because the defense mechanisms are unconscious. The character structure that nests around the defenses in the conscious mind through which we interface with the world is very, very complicated. So there are as many character structures as there are human beings. So it's very, very complicated. But there are factors that are consistently relevant across people and get identified as such. So one example would be isolation versus affiliation. So does a person tend to group with others, right? Or does the person tend to avoid grouping, right?",
        "K-TW2Chpz4k_34": "And indeed, there are specialized circuits from the VTA and nucleus accumbens that are involved in just the learning of how we achieve or don't achieve specific types of rewards that we desire. So this is called reward contingent learning because it's learning the contingencies of what led up to a reward or what didn't lead up to a reward. At the same time and in parallel, there's an ongoing release of dopamine in the background. And that ongoing release of dopamine that has nothing to do with learning is really just sort of a propeller that's driving us in the direction of whatever it is that we're trying to pursue. So I realize for some of you, this might seem like unnecessary or perhaps even an overwhelming amount of detail, but it's actually quite simple. Your brain is trying to figure out what happened prior to getting or not getting a reward. And it's comparing what you wanted compared to what you got. At the same time, the dopamine system initiates a motivation signal that takes you through that entire round of pursuit. And those three things, there's the stimulus, the desire, the I want that. That's the first thing that leads to that peak.",
        "aXvDEmo6uS4_79": "Many people experience a positive subjective effect and some objective effects as well, meaning increases in free testosterone when they do blood analysis. There are some data on that, not a ton in the peer-reviewed literatures. And again, always approach these with a sense of caution and definitely talk to your doctor. If you want to learn more about that, you can go to examine.com. There's a lot of information there listed about that. The other compound that's relevant both to men and women, or I should say people that are trying to optimize testosterone and or estrogen is Fidogia. Fidogia agrestis is actually an herb that increases the levels of what's called luteinizing hormone. Luteinizing hormone is a hormone that's released from the hypothalamus within the brain that travels to the gonads, either the ovaries or the testes, to stimulate the release of estrogen or testosterone. And Fidogea agrestis has been shown, albeit in a limited number of studies, to increase levels of luteinizing hormone and thereby levels of testosterone and estrogen in ways that some people find beneficial. So I just want to mention those two.",
        "Wcs2PFz5q6g_9": "But at the end of the day, neuroplasticity is about forming new neural circuits, new pathways by which certain habits are likely to occur and other ones are less likely to occur. So we've got habits. We have that habits are learned. We have that learning involves neuroplasticity and that neuroplasticity involves changes in the connections between neurons, nerve cells. Okay, so that describes habits through the lens of neuroscience and biology. But as many of you are well aware, there are popular books about habits and there's a whole psychological literature about habits. And those two areas point to some very interesting aspects of habits that I think are worth mentioning. First of all, is this notion of immediate goal-based habits versus identity-based habits. Immediate goal-based habits are going to be habits that are designed to bring you a specific outcome as you do them. So each and every time you do them. So for instance, it might be that you want to develop a habit of getting, you know, 60 minutes of zone two cardio each day, or perhaps, you know, three, four times a week as we head into the new year.",
        "qJXKhu5UZwk_61": "And everyone should realize that temperature and day length are linked. And I'm sure as I say that, you're probably thinking, oh, of course. In summer, when there's more sunlight, days are longer, nights are shorter, in general, it tends to be warmer out. And in winter, when nights are longer, days are shorter, it tends to be colder out. And in the winter months, testosterone and estrogen tend to be lower in many animals and in humans. And in the summer months, because of the role of dopamine in promoting the sex steroid hormones, when days are longer and it's warmer, humans tend to make more estrogen and testosterone relative to the other months of the year. Now, these effects can be somewhat weak and modulated as opposed to in seasonally breathing animals where they're really dramatic, okay? But the point is that temperature and day length and sunlight, those are all intimately related because of the systems that we evolved in, right? So before we had artificial light and artificial heating and artificial cooling, our biology evolved under systems where temperature, day length, and the hormones were correlated with one another.",
        "OadokY8fcAA_12": "That can be because some of the intrusive thoughts don't actually lead to overt behaviors like hand-washing or checking that other people would notice. It can also be because people learn to disguise or hide their obsessions and their compulsions out of shame or fear of looking strange or whatever it might be, such that they have these obsessive and intrusive thoughts and they do little micro behaviors. Like they might tap their fingers on their thigh as a way to avoid, at least in their own mind, something catastrophic happening. That might seem crazy to you. It might seem bizarre, but this is the sort of thing that operates in a lot of people. And I really want to emphasize this because the clinical literature that are out there really point to the fact that many people have OCD, full-blown OCD, and never report it because of the kind of shame and hiding associated with it. Another thing to point out is that OCD is extremely debilitating. I mentioned this a few minutes ago, but OCD is currently listed as number seven in terms of the most debilitating illnesses, not just mental illnesses or disorders, but all types of illnesses, including things like asthma and cancer, et cetera.",
        "juD99_sPWGU_135": "Oh my great, just something to change your mood, acute state shifters to alter it. The other couple of tricks here are light. So if we know that maybe say multiple people are struggling that day, maybe we'll put on the lights extra bright. We'll bring in some extra things and just get it more light in the area. It doesn't even count actually going outside and seeing the sun, but perhaps we'll do that. And then other little tricks that I've learned over the years is one particular thing I love is literally drawing a line, a physical line on the ground. And you look at that line and you say, I'm going to train today and I'm going to accomplish this effort. I'm not going to walk past this line and into that training space until I'm ready to give that effort. And that may take a minute or 10 or whatever. But the physical barrier is very important to saying, like, I'm not just going to get through it. I'm going to actually perform the way I want to perform, or I'm not going to do it, and I'm not going to cross this line until I'm ready to make that happen.",
        "Xu1FMCxoEFc_32": "Well, SSRIs increase the amount of serotonin, or more specifically, they increase the efficacy of serotonin at the synapse. that happens immediately or very soon after people start taking SSRIs, but people generally don't start experiencing any relief from their symptoms of depression if they're going to experience them at all until about two weeks after they start taking these drugs. So there's something going on there that's not clear. One idea is that the SSRIs actually can improve symptoms of depression or even remove symptoms of depression through so-called neuroplasticity by changing the way that neural circuits function. And there are many studies on this, but the main categories of studies on SSRIs that relate to neuroplasticity fall into two camps. One is that the ways in which SSRIs might, and I want to emphasize might, be able to trigger the production of more neurons in the brain, in particular areas of the hippocampus called the dentate gyrus and others that impact memory. This is important. We're going to come back to memory. The other is that the SSRIs have been shown in various scientific studies to reopen critical periods of plasticity. I'll just briefly describe one of those studies.",
        "aXvDEmo6uS4_93": "You still need to dim the lights in the evening, but there's a very nice study that was published in Scientific Reports that illustrates that if one does this, if you go outside and view sunlight in the evening hours for anywhere from five to 30 minutes, and I realize that people have a range of constraints on their schedule, but from five to 30 minutes, what happens is that your melatonin rhythm stays appropriate. Now, we haven't talked too much about melatonin, but melatonin is a hormone that is inhibited by light. It's actually prevented by light. And melatonin is the hormone that allows you to fall asleep easily. Now I'm not talking about supplementing melatonin. I'm talking about melatonin that you naturally produce from your pineal. So the protocol is very simple. Get outside in the afternoon or evening for 10 to 30 minutes, take your sunglasses off, get some bright light, get some natural light in your eyes. If you can't do that, probably better to just stay with standard artificial lights inside. Don't crank them up, but just start to dim them. Again, this would be a time to avoid blue blockers.",
        "oNkDA2F7CjM_1": "I'm also excited to learn about the fuel systems in the body that allow for endurance and other modes of repeated activity. So in order to kick things off, I'd love for you to frame the conversation by telling us what is endurance and are there indeed a large variety of ways to induce what we have a bunch of misnomers here, which is the same thing with the strength training or resistance exercise side, where we wanted to dispel this myth that I lift weights only because I want to gain muscle or play a sport. And I want to do cardio because I want to either lose fat or for long health sake. And just like we smashed that myth from the strength training side, I want to smash it from the endurance training side. There are so many other reasons that you want to perform endurance training, regardless of your goal, right? Whether it is longevity, whether it is performance, or whether it is aesthetics. And so I want to cover all those reasons, exactly what to do, protocols, of course, and why those things are working that way. In general, though, the quick answer is really endurance comes down to two independent factors. Factor number one is fatigue management.",
        "HXzTbCEqCJc_1": "Buss's laboratory has also evaluated how status is assessed, meaning how we evaluate our own worth and our potential as a mate and who is, let's just say, within range of a potential mate, both in the short and long term. For instance, today we talk about how people don't just make direct assessments of their own and other people's value as a potential mate, but also using the assessments of others to indirectly determine whether or not they stand a chance or not in securing somebody as a short or long-term mate. His laboratory has also focused on some of the complicated and varied emotions related to mating love in relationships, such as lust and jealousy. And he's extensively explored something called mate poaching or the various strategies that men and women use to make sure that the person that they want to be with or the person they are with is not with anyone else or seeking anyone else. And indeed that other people don't seek their mate. Dr. Buss's work also relates to how biological influences such as ovulation or time within the menstrual cycle influences mate selection or tendency to have sex or not with a potential short or long-term mate. And more recent work from Dr.",
        "szqPAPKE5tQ_15": "So he literally thought of the brain as having to generate a kind of a currency of effort. And he talked about savings as the reduction in the amount of effort that he had to put forward in order to learn information. And what he got was a learning curve. And you can imagine what that learning curve looked like. It was at a very sharp peak at the beginning that dropped off over time. And of course he remembered all this meaningless information, but even though the information might've been meaningless, the experiment itself and what Ebbinghaus demonstrated was immensely meaningful because what it said was that with repetition, we can activate particular sequences of neurons and that repeated activation lays down what we call a memory. And that might all seem like a big duh, but prior to Ebbinghaus, none of that was known. Now I should also say Ebbinghaus, because of when he was alive, was not aware of these things that we call neural circuits. It was in 1906 that Golgi and Cajal got the Nobel prize for actually showing that neurons are independent cells connected by synapses, these little gaps between them where they communicate.",
        "CDUetQMKM6g_1": "And that turns out to be just the tip of the iceberg in terms of how our parents' experiences and our experiences can be passed on from one generation to the next, both in terms of modifying the biological circuits of the brain and body and the psychological consequences of those biological changes. During today's episode, Dr. Rahavi gives us a beautiful description of how genetics work. So even if you don't have a background in biology or science, by the end of today's episode, you will understand the core elements of genetics and the genetic passage of traits from one generation to the next. In addition, he makes it clear how certain experiences can indeed modify our genes such that they are passed from our parents to us and even transgenerationally across multi-generations. That is, one generation could experience something and their grandchildren would still have genetic modifications that reflect those prior experiences of their grandparents. Dr. Rahavi takes us on an incredible journey explaining how our genes and different patterns of inheritance shape our experience of life and who we are. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford.",
        "F54qXuTpgfM_93": "Those that are graded and in some cases cumulative, they sort of build towards a larger and larger orgasm. And then there are what some people have described as cliff type orgasms where there's a refractory period. I think that's a fair way to frame this. And clearly there are different responses to the orgasm response. Some people get sleepy, some people get energized, some people, it heightens their desire for more. Some people, they need a period of time in which they become hypersensitive to touch. So lots of different things going on there, psychologically, physiologically. Yeah, tell us all of it. So in terms of orgasm, right, I think it's important to distinguish that there is orgasm and then there's different areas that you stimulate to achieve orgasm. So some people will stimulate, the clitoris is probably the most reliable form of stimulation that will achieve orgasm. And when you look at the data, and again, female sexual dysfunction data is not super robust, but what we find is that about 85% of women require clitoral stimulation in order to climax. So very few actually climax through just vaginal penetration alone.",
        "m_OazsImOiI_117": "And when we think of a disorder, we think of something that is really detrimental to us, something that really impairs our ability to function in work and school and relationships and really starts to pull down our health status in a variety of ways. And certainly bipolar disorder meets those criteria. However, there is this idea that things like bipolar disorder, even things like schizophrenia in some cases, are responsible for some of the creative aspects or the creative works that have been observed and carried out by human beings for many centuries. And believe it or not, there are good data to support the fact that certain aspects of mania are associated with creativity. Now, we are long overdue for an episode about creativity, its neural circuit basis, its chemical basis here on the Huberman Lab Podcast. And certainly we will have that conversation. But in the meantime, I'd like to just briefly touch upon this idea that certain occupations are associated with a higher incidence of bipolar depression. And in fact, it's been explored at a research level."
    },
    "relevant_docs": {
        "9a2dbbc2-2d56-4639-ba9c-814d38cd49ea": "UF0nqolsNZc_99",
        "f7a8ecf7-0b60-468c-9867-0b5a08765e5f": "mcPSRWUYCv0_64",
        "dcdd670b-514b-4eab-9a5c-e51ed4906577": "GLgKkG44MGo_74",
        "3be7f5f4-4310-426d-aeb9-e482190c27bf": "K4Ze-Sp6aUE_44",
        "2916acff-5b6f-430a-a96f-d3f07adcfc54": "J7SrAEacyf8_48",
        "5e1f2555-5f82-4cc6-9adc-2628c2cdf691": "hcuMLQVAgEg_43",
        "7a99ccaf-d661-48d9-97c0-119c55e3a568": "qPKd99Pa2iU_23",
        "745c200d-7894-4ea3-a48e-347f46af81cc": "eMqWH3LYiII_56",
        "817a6dcb-bce6-4d23-b52a-21fd232d7556": "yixIc1Ai6jM_104",
        "e23b6b61-3331-42f0-8c8d-28aa268eb828": "uuP-1ioh4LY_82",
        "34b7f392-c9cd-4557-a521-e09ee6014bed": "gveDhZW-rUk_85",
        "f36befb1-09b3-4ea9-aa3f-d971efb54673": "CyDLbrZK75U_247",
        "ff8a6908-c9f2-4773-9582-a1f5bff5f165": "KPlJcD-o-4Q_46",
        "6f43ae1a-6142-4c91-8270-770ff29ece06": "K9lORz2_XSU_97",
        "cfb6a0cd-2d27-4097-a011-c115b793f592": "XLr2RKoD-oY_30",
        "9d28bfe2-6085-42d5-bad7-2dd969040ef6": "31wjVhCcI5Y_40",
        "048446ef-3693-405c-9bfb-74f0d728baf4": "RgAcOqVRfYA_44",
        "1cccdfa1-2825-42d0-81a0-ed3252e87a55": "dzOvi0Aa2EA_81",
        "0791cdbd-db12-4067-9304-99071f65500f": "tkH2-_jMCSk_71",
        "6c81008b-6269-4693-a026-3cf34690c58d": "eIxVfln02Ss_4",
        "136b026b-b545-4da8-9a9c-4e199d0e061b": "X8Hw8zeCDTA_141",
        "444461b1-183b-4985-a2b4-30df05e16dbd": "3gtvNYa3Nd8_10",
        "d59e6c1b-493c-4202-9326-d73cae43242c": "LG53Vxum0as_32",
        "fe0e871e-b54c-4f43-b70a-e91362be5751": "LTGGyQS1fZE_113",
        "75bcc113-b147-48fc-a93a-7457c97b6afc": "3ZGItIAUQmI_24",
        "d7c6c230-688c-4705-b7bb-45cec30fc7c7": "doupx8SAs5Y_145",
        "3d46a7b5-908e-4ba8-9243-c3af2b424f0b": "X4QE6t-MkYE_0",
        "f46ef84f-21c4-4833-838b-576516173b47": "H-XfCl-HpRM_32",
        "034550b2-1630-4ba8-8214-ceeb15ff751d": "H-XfCl-HpRM_20",
        "7cc37281-82d2-4260-a4b6-bcbc5d565706": "szqPAPKE5tQ_2",
        "fb00d02b-f178-444e-8997-bfca7691b36f": "yixIc1Ai6jM_124",
        "ce12fb42-c647-463d-8f6b-442bf37db697": "3ZGItIAUQmI_6",
        "a4a9964d-427b-40f3-baa6-095e2f72bace": "aXvDEmo6uS4_53",
        "7a79f395-784b-4f83-a7e0-e445a587414e": "LTGGyQS1fZE_51",
        "0e804067-a194-4341-a254-ccf8d681607a": "3ZGItIAUQmI_73",
        "564dc85b-a969-4919-b2c7-9afef48d7252": "uxZFl4BDOGk_61",
        "c4569b51-52c2-4054-80ea-4ac491db63b5": "DTCmprPCDqc_131",
        "d03da1c0-a133-4c06-ad34-ad35e9f17e13": "7YGZZcXqKxE_1",
        "3fe7b7e0-e7b9-4ef1-a773-4359aecae1d7": "gXvuJu1kt48_22",
        "834c933f-1990-4b46-938c-b8157114f349": "q8CHXefn7B4_128",
        "e31b6065-a7e5-4cd7-95ff-91ed9033794f": "0RYyQRQFgFk_66",
        "8cea3fb1-d8cb-4671-a163-40db2f6be068": "50BZQRT1dAg_0",
        "c18b4ccb-d7c7-44ee-8ca1-10bfc9cdea8d": "PctD-ki8dCc_86",
        "d79f9c1f-9e75-431c-b22b-91013cc9e8f0": "p4ZfkezDTXQ_67",
        "6c8f494b-af1b-4a4a-9dee-2c9923712603": "gXvuJu1kt48_24",
        "8a1f8f06-8b0e-4eca-8f9f-4beb37c2825b": "aXvDEmo6uS4_45",
        "9ebe101d-71c3-4a2a-8be0-4c497ac9f674": "uXs-zPc63kM_21",
        "3faf4ea2-c23e-416c-a9bc-cd22392ea04c": "31wjVhCcI5Y_17",
        "338ad250-f4fa-4934-bb69-3bb3df204c72": "6I5I56uVvLw_35",
        "8c861a90-96ea-4741-86c8-2b8ccddfb046": "ncSoor2Iw8k_3",
        "c3f7c04d-40b0-4e68-a1fd-fcef312c386f": "Xu1FMCxoEFc_0",
        "9c189c09-4fbe-4a70-9a28-bc366ecf9682": "UF0nqolsNZc_125",
        "7f2d1a31-0dc1-4167-9c72-861c3af5c2cc": "yixIc1Ai6jM_21",
        "8e40caf9-6c3e-4eb7-91a0-4a27fd3a7b08": "KVjfFN89qvQ_37",
        "8ed106e4-726f-4f85-b7d3-205558ee3642": "eMqWH3LYiII_53",
        "60bace15-5622-4488-ab8c-9213ea09626b": "yOJvm_ri_hk_89",
        "6193061a-b690-457d-a7e7-9d331972e016": "hFL6qRIJZ_Y_92",
        "a846b635-b351-460e-85c6-a0e1a1fea95e": "6ZrlsVx85ek_57",
        "ae211464-262d-454a-b309-992e266afb66": "H-XfCl-HpRM_45",
        "ae071bad-0a0b-4b71-a4b2-89bbbdaacbdc": "LYYyQcAJZfk_83",
        "f7292d9f-cba0-4555-a87c-ade87a2b7942": "gbQFSMayJxk_36",
        "b5d56855-3b2c-4429-851d-de676da1cbef": "ObtW353d5i0_33",
        "2394ff8c-ed28-4ad7-b459-54b376ee63ec": "RBK5KLA5Jjg_58",
        "41552cbe-c4b0-45c1-9db5-4e5b13738f54": "50BZQRT1dAg_1",
        "040d61f3-e01c-49d3-bf4a-78745ba7a242": "xaE9XyMMAHY_39",
        "7a2d0328-8b00-4fb9-b8ff-4fb9d2defab4": "x7qbJeRxWGw_27",
        "39c58b96-8615-44c8-9751-a992d181f021": "EhlIkzJwPlk_15",
        "289c9f59-3c04-4ef6-9b3b-73193a37d90f": "VQLU7gpk_X8_65",
        "5debd2e7-881f-4b56-88a1-3c22b430f4a4": "wTBSGgbIvsY_42",
        "bb4e05dd-31a4-4715-853c-c08c35988e74": "yb5zpo5WDG4_85",
        "52b0193d-dcd2-4920-b299-efafee3e105e": "6ZrlsVx85ek_123",
        "97ac3ad0-6c11-4bca-999a-66707e1cff49": "Nr5xb-QCBGA_95",
        "e42fd7e5-a100-4ea1-8477-b0412b8c954f": "zVCaYyUWWSw_20",
        "51be5aad-48e4-4ff4-9216-5b67b6ea0746": "6ZrlsVx85ek_2",
        "097f5b2e-1571-4d93-ab72-3bcca9aa222e": "uxZFl4BDOGk_49",
        "6533b0eb-ac3e-4b33-9bf8-936298d42481": "doupx8SAs5Y_129",
        "4d009cc4-1ea6-4317-bc9c-67336ae4a233": "J7SrAEacyf8_55",
        "50b92116-e29e-4ecc-a666-b6951b48515d": "vA50EK70whE_50",
        "6e363090-c2e2-4afb-9acb-b1f5c3d7971b": "2XGREPnlI8U_86",
        "20019890-2e8c-404d-afb8-18c97d6dd694": "XLr2RKoD-oY_0",
        "d9caf2ae-d90a-4e7c-9ee7-81eb64de76d2": "qNzl12g0Dd8_35",
        "01c75924-19b4-4e55-bb9d-32ac05b0f983": "Mwz8JprPeMc_18",
        "758009fe-1b80-4a83-b211-0540c5c1ef9c": "Nr5xb-QCBGA_42",
        "a2772c6d-0043-4e24-9d75-5505107e5306": "RBK5KLA5Jjg_10",
        "e34ce93d-4eba-4a26-b2d1-628995547f25": "UIy-WQCZd4M_35",
        "4da34296-22ce-452f-a5a5-fdf733eee7bb": "tLRCS48Ens4_36",
        "16ca4a1a-f1b2-43d0-a8e4-5c9937af111f": "K-TW2Chpz4k_34",
        "7ad6126f-373f-4ee6-9c84-c89bd61c7f63": "aXvDEmo6uS4_79",
        "b038890b-fbcd-423e-bf0d-c175e7422e21": "Wcs2PFz5q6g_9",
        "711a2cc4-c8e6-4a6c-a202-2d1ec9b816a1": "qJXKhu5UZwk_61",
        "0cfb899b-6819-4c2d-ae0d-7c9bef686af9": "OadokY8fcAA_12",
        "5555a5ef-d175-4285-8461-e199a0c4e823": "juD99_sPWGU_135",
        "fa835d9c-3e89-4381-ac1b-26e2f47b3738": "Xu1FMCxoEFc_32",
        "53a63059-759c-4421-8f84-a1850f7e3875": "aXvDEmo6uS4_93",
        "9ee677e4-fd2b-4e93-bb57-ee4f65321bad": "oNkDA2F7CjM_1",
        "e7e635f9-708c-43cf-9a29-77ba56076408": "HXzTbCEqCJc_1",
        "6e9ae41a-c6bd-4e7c-a29c-f4153153be2a": "szqPAPKE5tQ_15",
        "2102db72-d38e-4271-8be9-5f5fc8d277b1": "CDUetQMKM6g_1",
        "dc624c61-1531-4e6e-af01-89a72345c797": "F54qXuTpgfM_93",
        "1016df05-cec7-4044-9a23-570bfe4dabda": "m_OazsImOiI_117"
    }
}