{
    "queries": {
        "74b3cf19-9c48-4395-aee1-d43457e1d49f": "Why is the process of developing accurate motor skills highlighted as a crucial aspect of early learning and brain plasticity in the given snippet?",
        "2e899c95-834d-4d26-bf55-ef119eb6a5d3": "Why is engaging in self-generated optic flow activities beneficial for recovering from intense bouts of focused learning according to Andrew Huberman?",
        "fb0f279e-7571-42a3-8825-6c5786e420d5": "Why is it suggested in the conversation that blocking vasopressin pathways may worsen the situation while augmenting vasopressin could be beneficial, pending further validation?",
        "b8f54778-672a-4e9e-8224-75ce2d968855": "Why do people with PTSD often experience physical sensations or discomfort that are associated with negative memories or traumatic events?",
        "1813d2bc-9172-4e1e-8483-555ecdbd3621": "What are the key components that make epochs lasting five to 15 seconds crucial for effective mental training and visualization practices?",
        "703d7953-62d8-42eb-a56c-722cb903c931": "Why is InsideTracker's approach valuable in providing personalized directives for individuals based on their metabolic factors and hormone levels?",
        "a250051f-67e0-4db5-bd97-430d0243ce90": "Why is it important for individuals to consider supplementing with betaine, in addition to creatine, for health optimization?",
        "9c78020f-7dc4-4d8a-a250-2685ca1e9a8d": "How can understanding the physiology and neuroscience of emotions help individuals better navigate and ground themselves in times of emotional weight or life's complexities?",
        "cddabc7c-ad2a-49b5-8e08-aa3d8fad387e": "Why does deliberate cold exposure lead to a sharp increase in epinephrine and adrenaline, along with a long-lasting increase in dopamine according to standard protocols?",
        "86909adf-b1fd-4ed5-a22f-32d4d110ece9": "Why does engaging in physical activity early in the day impact our ability to wake up and fall asleep?",
        "04a285bf-ea43-4fe9-8fd8-fa9734a1d153": "How does shifting our focus from \"eating vs. not eating\" to \"fed vs. unfed states\" impact our cellular processes and overall health according to the content provided?",
        "858039d6-7b94-4628-be4d-4d3d3195824a": "What is the purpose of engaging neural circuits and increasing joint range of motion before performing movements?",
        "c44bd2b4-a2b7-45d5-9acf-753a8af4af60": "How can the environment in which a person lives impact their overall sense of well-being and satisfaction with life according to the provided text snippet?",
        "8687761c-0162-4cb3-bf75-76466e5492ba": "Why is it important to consider factors like how often a child initiates interactions with others and engages in affiliative play when assessing social responsiveness in autism?",
        "86c3548e-afd8-4eb3-b1ff-1cee595b0dfd": "How did the decision to add fluoride to drinking water originate, and what was the primary goal behind this intervention?",
        "900cac5f-61fd-46a8-9645-293e6de0169c": "Why is the superior colliculus considered the main visual center in non-mammalian vertebrates like frogs and lizards?",
        "b287a749-a67a-40ee-96a4-df9cd3187f86": "How does consistency in sleep schedule impact mood, mental health, and overall sleep quality according to circadian health literature?",
        "b1e40321-6475-4276-a83f-e0a63368c416": "Why is it difficult for most people, including the speaker, to consume enough servings of fruits and vegetables each day and ensure gut health through prebiotics and probiotics?",
        "6a831d5f-a080-441a-afa2-ba557808bd22": "Why is it important to determine the optimal type of exercise for raising NAD levels and SIRT gene expression in mice and rats?",
        "7f43b6bd-8763-4c0a-a635-dd5ea4968f10": "How can psilocybin change one's emotional response to music, particularly in individuals experiencing major depression?",
        "05fef730-3f1d-440b-8795-00e549d46226": "Why did Kevin Yackel's curiosity about breathing stem from an undergraduate lecture given by Dr. Jack Feldman at UCLA?",
        "64b32e04-e4b0-4ccd-aa27-b0bc47838e14": "Why is it considered that orgasm is fundamentally a brain-initiated event rather than a purely physical response in the body?",
        "febd1521-bafa-42b9-a7a7-a3972e2837ce": "How do differing preferences for social media interactions reflect on individuals' amygdala functions?",
        "e447a0cd-7be0-4873-9d6b-eb65de19aff8": "What factors contribute to the higher hypnotizability of individuals during their childhood years according to Dr. David Spiegel?",
        "08c90661-5166-4a31-89a0-1b0bb070b6c8": "How can different stimuli in the context of eating lead to increases in insulin levels, and why is this effect highly modifiable?",
        "c123622c-feb3-40cf-8cc8-75d7fcd6829a": "Why is it important for individuals to engage with content that delves into deep aspects of human existence and life choices?",
        "218d85f3-3883-4382-b485-e86c82c1a78c": "Why is adequate protein intake important for overall health and well-being?",
        "4803db27-1158-4bf5-be76-8c0c1f23f557": "Why do relatively short feeding windows of four to six hours lead to positive health effects but may not result in changes or even increases in body weight?",
        "6663b5d7-9956-4453-a819-c20a988a1fae": "Why is it important to seek out experiences that provide a reset and release of energy in order to enhance creativity and structured thinking?",
        "d10cd0dc-18c4-4b6b-b571-29f985d869d6": "Why do some individuals believe that standard IQ tests fail to capture various forms of intelligence?",
        "652b6641-6b6c-4ff4-9e4c-0896f4f405f1": "How does the body's preference for specific fuel sources impact athletic performance and metabolism?",
        "ef28f597-add4-417d-ab30-96149e5e13d9": "Why is it important to consider antioxidants such as vitamin A, vitamin C, alpha-lipoic acid, and plant-based antioxidants in nutritional testing?",
        "293bf1ef-b483-4407-9fd4-dd9823d51dee": "Why is it crucial to understand the early stages of development when exploring the origins of emotions in the brain and body?",
        "c1c2ea08-d89b-4431-a6a6-718f318d1010": "Why is the topic of mitochondrial health particularly significant in discussions about female hormone health and fertility?",
        "cd8b466e-18f4-46e0-9bff-0741d0849e1e": "Why is understanding the effects of overheating crucial for athletes, military personnel, and construction workers?",
        "f7f8d669-01b1-457a-a4de-0a48c1f34fa4": "Why might the duration and participant demographics of the studies mentioned impact the validity and generalizability of the results obtained regarding testosterone and estrogen optimization?",
        "dd75f1e0-c0d8-4ade-9c7a-5594c3f77c5c": "Why do some individuals find it easier to enter hypnotic states compared to others, and how can this variability impact the effectiveness of hypnosis for various conditions?",
        "7a8f9e87-5c74-472a-9b27-8eee28799fa6": "Why do certain biological processes in the brain rely on a push-pull mechanism for regulation?",
        "ea34950f-cc50-4e78-be9f-4b50f129e221": "How do emotions impact our decision-making processes in challenging situations?",
        "4cacfbba-35dd-4c0c-861d-f488f7bd964a": "Why is dopamine considered a crucial factor in the process of learning and how does white noise play a role in its modulation within the brain?",
        "5c3c4f00-87db-4e24-acb1-49e5c809eba1": "Why is understanding the relationship between muscle recruitment and weight important for optimizing physical performance?",
        "70911fa4-59b1-4414-8677-9ddfe48c0ec1": "Why is it important to consider the balance between pleasure and pain in understanding motivation and reward systems?",
        "2b10352b-4208-4a5b-a3f6-67604add3c0a": "How can individuals contribute to supporting research that aims to provide answers to burning questions in various fields?",
        "d4be6561-c186-4ea1-a769-7ace8617073f": "Why do certain drugs like antidepressants raise the overall levels of dopamine and serotonin rather than increasing the acute release of these molecules?",
        "eca1ab4d-cd0c-412f-8e77-538f9d001c95": "What strategies can individuals employ to enhance their level of motivation and overcome procrastination in their daily lives?",
        "15ea99dc-2948-4f84-af2e-bbb3a2dc95d5": "Why do some individuals choose to prioritize giving over receiving in various aspects of life?",
        "8c10dae8-2049-4b1f-a97e-43f9898c98bd": "Why is understanding the physiological role of adrenaline crucial for our ability to take action in stressful situations?",
        "58fbfb66-88f3-4af7-84d6-ae7252f382fd": "Why is the quality of sleep often influenced by factors such as bladder stretch and neural pathways, and how does this relate to our overall wakefulness?",
        "bbeb25b4-632c-4c1f-a4e8-8190065459fd": "Why is it challenging for individuals to find their unique path despite living in a world filled with billions of people who are meant to be individuals?",
        "a0778ec8-8ebf-4f89-89fa-cb151365b73d": "How can societal norms influence individual perceptions of gratitude practices?",
        "3d0823fa-e836-46d9-8b21-e1001d502d99": "How can individuals foster a sense of interconnectedness without relying on psychedelic experiences according to Robert Greene?",
        "83b3a8fb-826c-46dc-a904-01c3fce2e27b": "How can dietary choices influence mood and brain function according to the discussion provided?",
        "4aee6e5e-e26e-43c9-9f86-fa0d80931402": "How important is maintaining proper technique in physical endurance training for performance and efficiency?",
        "0f67bdda-af2e-45fb-9212-50bfaf726841": "How does the effectiveness of Yoga Nidra and NSDR in replenishing neuromodulators compare to traditional meditation practices?",
        "c58ddcb2-dd5c-43e9-bb68-4c0e96437f05": "Why is it important to consider the potential impact of cannabis on hormone levels and cortisol when discussing its effects on the body?",
        "8877693e-1281-4fb7-91fb-ccf0de34a391": "How can the concept of resilience be scientifically measured in relation to optimizing recovery for fitness and performance goals?",
        "611c7f41-860d-470c-9b7e-d9ff6e9b6e68": "Why do discussions regarding technologies like CRISPR, nuclear power, and AI evoke feelings of coldness and dystopia for many people?",
        "164fb413-9ad8-45c5-9744-1591814e2825": "How can individuals identify the defining moments that shape their true identity and sense of self?",
        "7df61dbc-78a1-4b0d-9176-f7d796c5c4dd": "Why is the process of embryo freezing and thawing considered a significant advancement in assisted reproductive technology?",
        "30ce269b-4cc0-4204-bf01-d93bf2a98123": "How does the availability of sodium impact the functionality of our neurons in terms of electrical firing and signaling?",
        "c032d5db-13c0-48db-8134-dd7406a72881": "Why is it important for every cell in the body to know if it's night or day, and how does a particular category of retinal ganglion cells play a role in this process?",
        "43835efa-da25-4cc0-97ff-8bae777d9933": "How does the observed decline in semen quality connect to the relationship between obesity and male reproductive health?",
        "aac69a2e-a0d1-449f-9106-a2ef40ebb864": "What strategies can individuals utilize to access the valuable resources offered in the Neural Network newsletter by Huberman Lab?",
        "08f2a716-b72d-4f2d-9b30-32dad1c59d3a": "How does the unfamiliar environment impact the stress levels of participants in scientific studies?",
        "d554d565-7d16-4026-975d-c87c7ea12768": "How does dysregulation of the sugar appetite system potentially impact individuals with attention deficit hyperactivity disorder and issues with focus and attention?",
        "6d6bd6d1-662f-46c5-ad99-783a69b19042": "Why is it important for podcasts like this one to provide zero-cost information to the general public?",
        "74d88b7e-accb-4ffa-9b90-4472c7f9b477": "Why do some individuals find deep philosophical thoughts and self-reflection more accessible during nighttime?",
        "d35277b6-4e7a-4128-9313-978c91799f5d": "How can a simple perceptual exercise like meditation enhance focus and attention?",
        "5cc09680-0a1f-4d79-8142-e0afcf560545": "Why is it important for individuals to become scientists of their own pursuits, whether in skill learning or athletic endeavors?",
        "63bb3b10-9a1a-4d16-a0f5-be915961ed90": "Why is it crucial for the star monkey pager to not be coerced into playing video games for smoothies?",
        "a890f4cb-6682-4e45-bcad-ec31f8b3b2d8": "Why do many people opt for cold showers followed by warm ones or cold plunges, especially in the morning or occasionally throughout the week?",
        "89c53669-c569-4f65-af75-80bd6be56390": "Why is maintaining a balance between organization and flexibility important for individuals involved in the creative process, according to the conversation presented?",
        "37b26270-61ff-40e9-a38c-624b6fc308be": "What potential impact on brain function can arise from occasional drinking habits even if not considered chronic?",
        "27029e8a-c51d-4cb4-83f5-370fd2c442df": "How does self-awareness play a role in understanding the frequency of distractions in one's mind throughout the day?",
        "f6557b67-44c6-4c9a-8ed2-d3fd7545a7a1": "Why is there a growing interest in exploring various methods such as mindfulness, nutrition, and other substances like bromocriptine to optimize cognitive function and brain health?",
        "1f858b2a-d679-42b9-b5c6-52d23f55f2ad": "How does the process of transitioning from a keto diet to a different eating regimen impact the body's metabolic systems?",
        "c956c38e-64ad-46e1-8050-ec38cc5b3543": "How can intentionally seeking feedback from individuals outside our usual circles help us in our self-development and growth journey?",
        "2faa14a9-6e1f-41df-b7ba-39f74ca8f526": "Why is it important to actively engage in gratitude practices rather than passively waiting to receive gratitude from others?",
        "3637b281-8d76-4563-b5b6-f10f7a5915b9": "Why do certain savory foods, like kettle chips, have hidden sugars that can trigger cravings and impact our desire for more food in general?",
        "40f7d0bb-d34b-451f-8cfe-236847402563": "How does the female body naturally protect itself during potential penetration events?",
        "64c60a98-953d-4b85-9264-f27b3a59d179": "How do the effects of therapeutic peptides differ based on cell type, time of day, and downstream impacts?",
        "c8f9bd4e-2335-40de-a82c-8d3179dae142": "Why is the secretion of the leptin hormone from body fat significant in signaling the onset of puberty in females?",
        "8bc21849-c0f8-4198-a9bf-c3119aec1d7c": "Why is it important to carefully consider the dosage and long-term effects of supplements like alpha-GPC on cognitive health and potential risks such as stroke?",
        "2d945654-2d82-4b9f-9ddd-87536bb3004c": "Why does the brain's modification in response to certain contexts potentially alter our perception of once appetitive stimuli?",
        "bef72588-0999-40d0-8d78-e68f646352f2": "What challenges are encountered when attempting to replicate scientific findings in prestigious journals like Nature or Science?",
        "363b2240-2c4f-405d-8efd-5b9f390f0fa1": "Why is experiencing an expert learning alongside students considered to ignite emotional systems in the learner's brain in a distinct way compared to just listening to an expert lecture?",
        "261595eb-ba64-430c-a50a-fe6b58ac4e25": "Why did Dr. Erich Jarvis choose to focus on studying the brain in relation to language rather than dancing, despite his initial interest in the latter?",
        "24c5b425-ba3d-4520-86ef-f566a9824d38": "Why is understanding the natural rhythm of cortisol and melatonin important for optimizing our sleep and wakefulness?",
        "da6c5b19-2bd2-4a63-9b17-28e7231e546c": "Why is it necessary to have both anaerobic and aerobic components when undergoing carbohydrate metabolism?",
        "9771b82c-a3fa-415a-8cb6-a6bc7b299065": "Why do some individuals become excessively driven and pursued by certain goals, and how does this behavior relate to the concept of mindfulness?",
        "bbaebf52-5968-4cbc-b6dc-bdecd852ffa7": "Why is it important to consider an all-in-one vitamin, mineral, probiotic drink like Athletic Greens for overall health and well-being?",
        "9cfbff85-ccf6-4a29-bc2c-89c800492428": "Why is it crucial for the brain to create patterns of activity that cascade down to specific circuits in the body to generate the desire to move in particular ways?",
        "b4a21b3b-059d-4e9e-baa3-761ba101ab5d": "Why are activities like massaging the scalp and increasing blood flow often recommended for maintaining healthy hair and regrowing hair?",
        "eb0677f8-05ec-4237-b3a2-cf05670e5be4": "How does the practice described in the text affect individuals who are typically able to immediately jump into their day upon waking up?",
        "61cb36fe-6589-407a-bd31-d821082fc68d": "How does the heightened dopamine levels impact behaviors related to seeking novelty and spontaneity in individuals?",
        "e01c4aae-157d-41dc-b5ab-c002daec95a6": "Why is it important to be cautious with iron intake when aiming to maintain proper hair growth?",
        "a1433113-cbef-4d9f-82c9-f016ad83e9b6": "Why is there a connection between patterns of breathing, especially in sleep, and the optimization of hormones like estrogen and testosterone, regardless of one's sex organs?",
        "cdf51b94-2383-4416-8bb0-787bc017dfbf": "What impact does utilizing tactical empathy have on interpersonal interactions according to the given context?",
        "dfec4691-9649-48bb-8137-ed2d815a475f": "How can modern psychology help individuals in synthesizing happiness according to the information provided?",
        "7e6d5f5e-b09b-42d0-b7ad-b987d5d9444d": "Why can short periods of box breathing be beneficial for optimizing performance in physical activities according to Dr. Jack Feldman?"
    },
    "corpus": {
        "0RYyQRQFgFk_196": "I think that's an important point that brings us back to our initial learning when we come into this world, that developmental plasticity, which as you recall, we have a lot of interconnected aspects of our brain and nervous system early in life. Remember the example of the kid trying to eat and getting the spoon of food and bowl on their head, et cetera. And then over time getting more accurate at bringing food to their mouth and eating in a clean way, things that most, but not all people accomplish at some point in the course of their lifetime.",
        "LG53Vxum0as_156": "And some of them are also inserting non-sleep deep rest as well. Now that can get pretty tricky. A lot of people find that they can recover best from these intense bouts of focused learning by doing some motor activity, where you get into self-generated optic flow. And that should make sense if you've ever heard me lecture about stress, which I've done a little bit in various podcasts. When we are in a mode of self-generated optic flow, like walking or running or cycling, and things are just floating past us on our retina. We're not really looking anywhere in particular.",
        "ccrbE0QHy94_320": "And, you know, as they say, the proof is in the pudding. So we will see if, you know, we can replicate our initial pilot findings. Well, it sounds like they got it backwards, that blocking vasopressin pathways would just make things worse and that augmenting vasopressin makes things better, although that last statement needs to be supported by this more extensive population. Well, I think there's been a lot of speculation, and maybe there are people closer to the trial than me who might be able to speak to mechanism.",
        "slUCmZJDXrk_98": "Okay, so there seems to be heightened input from the threat detection centers of the brain to this area of the brain, the insula that is responsible for our sense of interoception, which provides a logical explanation for why people with PTSD often will feel the memory or sense the discomfort or just feel agitation or even other types of bodily sensations like back pain or just perhaps just a sense within their body that's more generalized. It doesn't even have to be pain, doesn't even have to be negative, but that's associated with the negative memory of some traumatic event or series of events.",
        "0RYyQRQFgFk_128": "So to speak a particular sentence, but with some challenge in getting the accent and the enunciation right, but you've completed it successfully before, and you want to get more smooth or more fluid with it. Likewise for playing piano or guitar, again, you have to translate to the specific cognitive and or motor activity that you are seeking to improve at. But those epochs lasting five to 15 seconds are really the cornerstone of an effective mental training and visualization practice. And the repeated nature of it, 50 to 75 repetitions in a given session is also another cornerstone of an effective mental training and visualization practice.",
        "JVRyzYB9JSY_23": "With InsideTracker, they make all of that very easy. First of all, they can send someone to your home to take the samples if you like, or you can go to a local clinic. You get the information back, and of course you get all the numbers and levels of hormone factors, metabolic factors, et cetera. But the dashboarded inside tracker provides directives so that if you want to bring those numbers up or bring them down, or if you want to keep them in the same range, it points to specific regimens related to nutrition, exercise, and other lifestyle factors.",
        "O640yAgq5f8_129": "Okay, so five grams a day of creatine for most people should be fine, beneficial for tissue volumizing, so strength, bringing water into the muscles, and for the cognitive effects and the clinical support for creatine, I think is quite strong at the five gram per day dosage. What other sorts of supplements can people benefit from? We already talked about the omegas and making sure that people are getting enough prebiotic fiber to support the gut microbiome and vitamin D. So what other supplement-based tools can people consider? Another one we can loop in with creatine is betaine.",
        "ntfcfJ28eiU_14": "And I'm going to make sure that you have tools that are grounded in physiology and neuroscience that will allow you to navigate this otherwise complex space that we call emotions that will allow you to ground yourself better when you're feeling like life is weighing on you or you're kind of being pulled by the currents of life, as well as to support other people, whether or not that's in a psychological practice, if you're a practitioner, or you have clients or children or spouses, really to be able to support other people in your environment better. And the tools that I'm going to focus on today range from behavioral tools.",
        "DkS1pkKpILY_165": "Well, there I would look to the kind of standard protocols of, you know, one to three minutes, or maybe even six minutes, if you can tolerate it, or if you're really cold adapted, maybe you do seven or 10 minutes in a cold shower, although that could be a lot. Most people are going to experience a sharp increase in epinephrine and adrenaline and a long lasting increase in dopamine from one to three minutes of deliberate cold exposure, ideally done immersion up to the neck. Again, do this safely, please, please, please.",
        "uuP-1ioh4LY_141": "We know the receptors, we know the ligands as they're called, which bind to the receptors. We know the mechanisms. They involve cortisol and epinephrine. Those are the sorts of things that I personally try and leverage toward my learning and optimization of my brain and my activity. Doing physical activity early in the day, for instance, tends to give us a longer duration wake-up signal and tends to accelerate waking up early in the day. That's why working out late in the day can sometimes cause people to have trouble falling asleep.",
        "9tRohh0gErM_140": "And so I'd like to discuss what those are. And I want to emphasize that the term fed state is probably a better way to think about it than eating or not eating. Because we think of eating as the verb, we're eating, we're eating, okay, we're done eating, I'm fasting now. But you're not actually fasting because you are fed. So we should really think about fed and unfed states because from a cellular processes perspective and from a health perspective, that's actually what your body and your system are paying attention to.",
        "tkH2-_jMCSk_122": "I don't want to use the words warm up because warming up is typically associated with increasing core body temperature as it should be, but for engaging the neural circuits and becoming familiarized with the neural circuits that you're about to use in other movements while also increasing the range of motion of the joints involved in those movements so that you can perform them more safely and more confidently. So I'm certainly not saying, I want to repeat, I'm certainly not saying that dynamic and ballistic stretching are not useful. They absolutely are.",
        "qPKd99Pa2iU_83": "Like what is inside this person that might seem different than that? And again, the answers could be complicated. It could be maybe that person enjoys what they're doing, but the cost of living where they are is so high that they still feel miserable. There's a sense of privation. And then that gets back mapped to like, I'm not getting any pleasure out of anything, right? So the answer could be as simple as you strategize with the person of, for example, does a person like that move? Move to a different area?",
        "ccrbE0QHy94_266": "Without going into a lot of detail, because we can always refer people to the paper, and I think most people just want to understand the top contour. The SRS presumably has to do with how often the kid interacts with another kid, how often they initiate that interaction versus on the receiving end, things like affiliative play, how often they look at one another versus averting gaze, these kinds of things. Yeah. And then there's also a little bit about restrictive repetitive behaviors. So even though it's called the social responsiveness scale, there's also an assessment of other features of autism in it.",
        "j2sMqSDLd4k_17": "And basically the rationale was, and I believe this took place first in the 1950s, was, okay, given the potential for fluoride to make super physiologically strong teeth, what can we do to reduce the cavities and tooth decay that would occur in children and adult populations? Let's put fluoride in the drinking water. So that's what they did. They did not do this, I was told, because it was necessarily the best way to take care of teeth and avoid cavities. It turns out there are a bunch of other things that you can do.",
        "oC3fhUjg30E_130": "And there's a really important visual center there. It's called the superior colliculus. There's a similar center in the brains of other vertebrate animals. A frog, for example, or a lizard would have this. It's called the optic tectum there. But it's a center that in these non-mammalian vertebrates is really the main visual center. They don't really have what we would call a visual cortex, although there's something sort of like that. But this is where most of the action is in terms of interpreting visual input and organizing behavior around that.",
        "CJIXbibQ0jI_35": "However, what we know from the circadian health literature is that everybody should strive, again, that's strive, nobody's perfect, but strive to get to sleep at more or less the same time each night and wake up at more or less the same time each morning. This turns out to be really important for regulating mood and mental health and indeed for improving your overall levels of sleep, getting the optimal amounts of slow wave sleep, aka deep sleep, and rapid eye movement sleep. And what we know is that ideally you're going to get to sleep within plus or minus one hour of your regular sleep time.",
        "eMqWH3LYiII_71": "Now, of course, it's essential to get proper nutrition from whole foods, but most people, including myself, find it hard to get enough servings of fruits and vegetables each day, and especially to get enough prebiotics and probiotics to ensure gut health. As you may know, your gut contains trillions of little microbiota, the so-called gut microbiome, which establishes critical connections with other organs of your body to enhance brain health, as well as to support your immune system and other aspects that relate to mental and physical health.",
        "n9IxomBusuw_192": "Well, we know that aerobic exercise in mice and rats raises their NAD levels and their levels of SIRT, one of the genes goes up to actually number one and number three. What we don't know yet is what type of exercise is optimal to get them to change. We will learn. We're doing work. Now it's revealed that we're doing work with the military in the US to try and understand that kind of thing. And I'll always tell you and the public when I don't know something, I'm not going to extrapolate. But what do I do?",
        "eIxVfln02Ss_142": "And the long and short of this study is that psilocybin changes one's experience of music, not just during the psilocybin journey itself, but thereafter. And in fact, it changes one's emotional response to music in very interesting ways. For instance, one of the more common features of major depression is that people don't derive as much pleasure from different types of experiences, whether or not it's food or sex or social experiences, to the point where sometimes they just stop trying to seek out those experiences. People with depression often feel as if music no longer has the same impact.",
        "GLgKkG44MGo_94": "And then I got a phone call from a graduate student at Stanford, Kevin Yackel, who starts asking me all these interesting questions about breathing. And I'm happy to answer them. But at some point, it concerned me because he was working for a renowned biochemist who worked on lung and drosophila, fruit flies, Mark Krasnow. Yeah, my next door colleague. Right. And I said, why are you asking me this? And he said, I was an undergraduate at UCLA and you gave a lecture in my undergraduate class and I was curious about breathing ever since.",
        "F54qXuTpgfM_215": "Those muscles contract as a response and climax is a brain initiated event. Orgasm is a brain initiated event. So that's why to answer your second part, you obviously feel focal response, but you also can feel a variety of responses because it's all coming from the brain. It's not kind of the way you described it as like a ripple effect. It's more of like, it's the way your body responds to that particular stimuli. And it's actually like the ultimate form of mindfulness. You can't think of anything else when you're orgasming, right?",
        "V0Sdgn0_kFM_52": "But I think since most people have social media nowadays, it seems, or are on there in some ways, that we've placed ourselves in the center of an arena, which we have a ton of incoming input. Most of us have amygdalas, two of them amygdalas, you pointed out, one on each side of the brain. And presumably we're on these platforms to receive positive feedback and avoid negative feedback. However, there does seem to be a cohort of people who seem to like the friction of combat or kind of let's just call it high friction interactions or moderate friction interactions.",
        "PctD-ki8dCc_129": "And I just view that as a kind of complex, not very effective way of assessing the person's hypnotic capacity. We know that the peak period of hypnotizability in the human life is the latency years in childhood. So every eight-year-old is in a trance all the time. You know, you call them in for dinner, they don't hear you, they're doing their thing. And that's why childhood is such a wonderful experience. Work and play are all the same thing. And we try to make them into little adults, which I think is a terrible mistake.",
        "gdUNjPijwA8_63": "Well, there's the so-called conditioning effect, whereby the smell of the food itself starts to lead to increases in insulin. But the conditioning effects of different stimuli, different things in the context of eating and specific foods leading to increases in insulin is actually highly, highly modifiable, so much so that experiments have been done where for instance, somebody eats a particular food, or in some cases it's just directly injected with insulin, but more often consumes a particular food. And just prior to consuming or during consuming that food, there's a bell ringing or a buzzer in the background going off.",
        "GLgKkG44MGo_245": "I find the interest to be quite mind-boggling, and it's quite wonderful that people are willing to listen to things that can be quite esoteric at times, but it gets down to deep things about who we are and how we are going to live our lives. So I appreciate the opportunity and I would be delighted to come back at any time. YouTube. That's a terrific zero cost way to support us. In addition, please subscribe to the podcast on Spotify and Apple. And on Apple, you can leave us a review and you can leave us up to a five-star rating.",
        "CGjdgy0cwGk_14": "I've talked before on this podcast and we've had guests on this podcast that have emphasized the critical role of getting quality protein, not just for muscle repair and protein synthesis, but also for repair of all tissues, including brain tissue on a day-to-day basis. And the general rule of thumb for that is one gram of quality protein per pound of body weight per day. With Maui Nui meats, you can accomplish that very easily, and you can do that without ingesting an excess of calories, which is also critical for immediate and long-term health.",
        "9tRohh0gErM_113": "One surprising thing to leap out of this massive literature review on time-restricted feeding in humans is that relatively short feeding windows of say four to six hours do produce a number of positive health effects. Things like increased insulin sensitivity, which we know is good. Remember type two diabetes is a reduction in insulin sensitivity. Improvements in beta cell function in the pancreas, decreased blood pressure, decreased oxidative stress, decreases in things like evening appetite. So positive health effects and psychological effects in general. However, they either produce no change in body weight or they tend to produce even increases in body weight.",
        "ycOBZZeVeAc_211": "And I discovered that the ultimate reset for me when I was in graduate school or a postdoc, if I couldn't make it to a really good, like agnostic front show or like chaos, like the chaos of a punk rock show for me was kind of this reset it was like could like release all this thing and i got energy from it first time i saw transplants play and you know it's like wow because you don't know what's going to happen and it was scary and i loved it the other thing that i used over time to kind of reset this ability to to think in a structured way without it feeling like it",
        "hFL6qRIJZ_Y_21": "Now, if you have a close relative with ADHD, that does not mean that you are fated to have ADHD. And if you happen to have ADHD, there are ways to overcome those symptoms of lack of attention, impulsivity, and so on. Another important point about ADHD is that it has nothing to do with intelligence. Whether or not we're talking about intelligence measured by a standard IQ test, a rather controversial issue, as many of you probably know, there are lots of forms of intelligence that a standard IQ test just wouldn't pick up.",
        "iMvtHqLmEkI_126": "So what we try to do, yes, through diet manipulation and a little bit of exercise manipulation is, as you say, teach the body or train the body to preferentially use a specific fuel source, fat, obviously at lower intensities and carbohydrate at high intensities. And we look at specifically the crossover point between the two tells a lot in terms of how an athlete is ultimately, how their metabolism is working. Well, again, I'm smiling because I love this because it's grounded in something real and scientific, which is that we have these different fuel sources.",
        "GVRDGQhoEYQ_71": "I mean, the best we have is Rob Knight's work, but even that is limited in terms of, you know, can I tell you that a woman in her twenties should have this particular pattern with her microbiome? No, I can't. So let me go to your first question. Cause I think you just asked about six. Your first question is about nutritional testing. What I like to do with nutritional testing is run a panel that's looking at antioxidants, so like vitamin A, vitamin C, alpha-lipoic acid, plant-based antioxidants because you can measure that in the blood.",
        "hcuMLQVAgEg_28": "But the important thing to understand is that emotions do arise in the brain and body. They arise because there are specific connections between specific areas in the brain and body. And if we want to understand how emotions work, we have to look how emotions are built. And they are built during infancy, adolescence, and puberty. And then it continues into adulthood, but the groundwork is laid down early in development when we are small children. So let's think about what happens to a baby that comes into the world.",
        "EhlIkzJwPlk_251": "I think now would be the right time to ask, which is that my understanding is that a lot of the dynamics of pulling apart of this zipper-like thing, these chromosomes, and then is related to mitochondrial DNA. Because there are a lot of mechanics. We're literally talking about an egg splitting itself, you know, in half. Yeah, the mitochondria is its powerhouse. Yeah, and the mitochondria. And so mitochondrial health is a big topic these days. And so we will be sure to touch on nutrition, supplementation, and prescription drugs that impact mitochondrial health.",
        "xaE9XyMMAHY_73": "They are his and his colleagues' discoveries and how you can leverage them. They're building out some amazing technology. I had a conversation with Craig yesterday as a prelude to this episode and to the future conversation with him. So you're getting the very latest on this topic. So what Craig and his colleagues did really illustrates perfectly what these body surfaces can do and why. They were studying overheating in athletes and in military and in construction workers and trying to prevent it. And they did a bunch of experiments.",
        "qJXKhu5UZwk_176": "So what's interesting when you look at these studies is that many of them were carried out over a period of six plus months, they're double-blind studies, et cetera, and almost all of them led to modest increases in estrogen and modest decreases in menopause related symptoms. Now, a few additional details about these studies. They were generally carried out on women age 45 to 64. In some cases, they look specifically at women that were clinically obese or overweight, although not always. The subject size pools are pretty big, anywhere from 50 to 87.",
        "PctD-ki8dCc_127": "So we talked about stress reduction, the utility of hypnosis for stress reduction, phobias, pain, possibly, we don't know, but for things like ADHD and OCD, it just will depend on hypnotizability. You talked about this beautiful study on the breast cancer outcome or patients. Hypnotizability is clearly a key variable. So could you please tell us what hypnotizability is, how it's evaluated, and what the Spiegel-Eyel test is. Okay, sure. So, hypnotizability is just a capacity to have hypnotic experiences.",
        "gbQFSMayJxk_106": "I mean, and we could have a larger discussion at some point about that everything, seeing dark edges, seeing light edges, our ability to smell or to sense pressure on this. Everything's a push-pull in biology. So this is another example where as I am awake longer, adenosine is released in the brain and my wakefulness areas are being actively shut down by that adenosine and my sleepiness brain areas, so to speak, are being promoted to be more active. Is that correct? That's right. And it's a very progressive process.",
        "HYVeP4F0GNU_73": "If you have just damage to these frontal, to these areas that are kind of in the frontal lobe, you will have many different impairments that we would call sort of social or emotional impairments, and their executive function will be quite normal. And then you'll have the the opposite where patients with the lateral damage will have executive functions but they seem emotionally intact. But in real life when we have both these intact, they're communicating with each other. So emotion and contacts is going to influence our executive function. We make bad decisions in stressful situations or situations we're not comfortable with.",
        "JVRyzYB9JSY_93": "Now that trigger can be caused by being very excited about something or the fact that that thing gave you a lot of pleasure in the past, or you're highly motivated by fear or desire. But what's so interesting to me is that it appears that white noise itself can raise the, what we call the basal, the baseline levels of dopamine that are being released from this area, the substantia nigra. So now we're starting to get a more full picture of how particular sounds in our environment can increase learning. And that's in part, I believe, through the release of dopamine from substantia nigra.",
        "XLr2RKoD-oY_72": "What this means is when you pick up something that is light, you're going to use the minimum amount of nerve to muscle energy in order to move that thing. Likewise, when you pick up an object that's heavy, you're going to use the minimum amount of nerve to muscle connectivity and energy in order to move that object. So it's basically a conservation of energy principle. Now, if you continue to exert effort of movement, what will happen is you will tend to recruit more and more motor units with time.",
        "vA50EK70whE_168": "Unfortunately, we don't have Spanish dubbing over in the audio platforms. I realize once again, we've covered a lot of material. Hopefully you now know far more about the dopamine system, reward and motivation than you did at the beginning of this podcast. Hopefully you also understand the other side of dopamine and reward, which is pain and the balance of this pleasure pain system, as well as the molecules that we call or that were described in the molecule of more book, I should say, as the here and now molecules, things like serotonin and the endocannabinoids.",
        "j2sMqSDLd4k_60": "And those protocols will be distributed through all channels, not just the premium channel, but through all channels, Huberman Lab Podcast and other media channels. So the idea here is to give you information to your burning questions in depth and allow you the opportunity to support the kind of research that provides those kinds of answers in the first place. Now, an especially exciting feature of the premium channel is that the tiny foundation has generously offered to do a dollar for dollar match on all funds raised for research through the premium channel.",
        "xmhsWAqP_0Y_221": "So certain drugs like antidepressants, like Welbutrin, buprenorphine, as it's commonly called, or the so-called SSRIs, the serotonin selective reuptake inhibitors, excuse me, like Prozac, Zoloft, and similar, will increase dopamine and serotonin respectively. They're not increasing the peaks in those molecules, what we call the acute release of those molecules. What they're doing is they're raising the overall levels of those molecules. They're raising the sort of foundation or the tide, if you will.",
        "K-TW2Chpz4k_3": "By understanding how those things relate to one another, I assure you that by the end of today's episode, you will be in a far better position to understand why you become amotivated, why you procrastinate, how to ensure motivation on an ongoing basis, and even how to leverage effort and the desire to become motivated as a way to do just that, to become more motivated. Today's discussion is not about psychology, although I will center around practical everyday examples and offer many, many tools that you can implement if you choose.",
        "eMqWH3LYiII_258": "It's something given to the other that I would have gotten right now. And we're in maybe a negotiation to give it feels better than to have it. I'm sure there are many people thinking about individuals who are highly successful, who are not givers, who are takers. I do think those examples of takers, as I'm calling them, grab a lot of attention. But I know, at least within science and the other domains of life I've been in, that there are far more successful people who are also givers, even to a great extent.",
        "dFR_wFN23ZY_102": "But this notion that stress is what puts us in forward motion is true physiologically, right? I mean, adrenaline's major role is to place us into a moment of, or bias us towards action. That's why we tremble. It's the body trying to initiate action. But actually, this is probably a good opportunity. If there's anything interesting to extract from the study on SEAL teams, what was it? Yeah, no, I loved working with the SEALs. One of the interesting things we found, we've studied this, measured this mindset in several different populations.",
        "q37ARYnRDGc_72": "And that's because there's a direct neural pathway from the bladder that registers the mechanosensors, how much stretch there is on the bladder, that sends a signal to the brainstem alertness areas, broadly speaking, locus coeruleus and others, that wake us up. These are the, when we're awake, it makes us more awake. And when we're asleep, this is what wakes us up to urinate in the middle of the night. Yeah, that's actually why you can use night urination as a pretty good diagnostic of sleep disorders.",
        "nDLb8_wgX50_263": "They don't do any of it. They don't have passion. They lack passion, drive, determination because you haven't spent time with yourself. Your mind will tell you what is next, but you haven't spent the time to go, all right, let me just figure this out. You're looking for, let me Google this and let me Google that. You're not going to find it there because there's billions of people in this world. And they're all supposed to be individuals. But we have a pack mentality. That's why you're so fucking lost.",
        "KVjfFN89qvQ_59": "So what does an effective gratitude practice look like? Well, let's examine what an ineffective, what a poor gratitude practice looks like, because therein lies some really important information, including the fact that I, and I think millions of other people out there are doing it wrong. Most gratitude practices that you see online and that people talk about in various talks and so forth involve something like writing down or reciting or thinking about five or 10 or three or 20 things that you're especially grateful for.",
        "50BZQRT1dAg_154": "I mean, I suppose there is the argument, not mine, that everyone should just take a boatload of psychedelics and see the interconnectedness of things. But that seems like an unrealistic route. I just don't see that being, you know, 12th grade graduation curriculum, nor do I think it would be healthy. To be clear, I think that we'd end up with a lot of expression of problems there. But short of a magic substance that could increase feelings of connectedness among everyone simultaneously, how are you going to save humanity, Robert?",
        "yb5zpo5WDG4_197": "I get them through pill form, through our supplement affiliate, which is Momentus. But there are a number of different quality sources of EPAs out there. And some of those quality sources also include things like fatty fish, algae, and things of that sort. So I'll leave it to you as to whether or not you supplement with omega-3 fatty acids in order to get that one to three grams per day or whether or not you do it through food. But I would encourage you to try and reach that threshold because there are a number of known positive effects for mood and brain function generally.",
        "oNkDA2F7CjM_428": "Not always the case during all your round of training, but this is something to really pay attention to. So if you're on that bike and you're 40 seconds in and all of a sudden posture starts wrenching over, I may stop the test. I may stop the training. It's like, no, what we decided failure was, is when you lost your technique to some sufficient level. So you want to pay attention to that too, because that's going to determine your ability to perform well as well as maintain efficiency, which is a really big problem here.",
        "wTBSGgbIvsY_273": "You can just simply go to YouTube and put in NSDR and my last name, Huberman, there's one there. Again, all of this is completely zero cost. Yoga Nidra and NSDR have been shown in a fair number of studies, not as many as been done on traditional meditation, or I should say third eye centered meditation or mindfulness meditation, but have been shown to replenish levels of certain neuromodulators like dopamine and reduce cortisol, reduce a stress hormone at least as much. And by my read of the literature, significantly more than with traditional meditation.",
        "gXvuJu1kt48_247": "Whether or not that's detrimental isn't clear, although I point out that elevated estrogen and prolactin can be associated, again, can be associated, not necessarily, and certainly not causative, but can be associated with elevated levels of, or frequency of breast cancer detection. So cannabis and its effects on hormones are not without consequence. There are effects of cannabis on cortisol. In some individuals, it greatly increases cortisol due to the anxiety and paranoia it can create. And in other individuals, it reduces cortisol. Again, we have these divergent effects.",
        "juD99_sPWGU_324": "So if you're off now by four or five inches to the right, no problem because you've just tripled the size of your alley. That's exactly what you want to do. So paying attention to two things. Number one is getting better at accuracy, maybe staying really tight with your progressions, using nutrition and sleep to optimize your recovery and push your resilience is what we call this. In fact, there's actually a biological way to measure resilience. We do that in all of our folks. This is scientifically validated stuff. I didn't just make it up.",
        "yixIc1Ai6jM_344": "But then if we have a conversation a half hour later, and we talk about China, then the is totally different. Now we need a partnership between the U.S. government and American tech companies to defeat China. It's like the exact opposite discussion. Is that fear or competitiveness? On China specifically? In terms of the U.S. response in Washington, when you bring up these technologies like, I'll lump CRISPR in there, things like CRISPR, nuclear power, AI, it all sounds very cold, very dystopian to a lot of people.",
        "__RAXBLt1iM_236": "Robert Greene Mastery is actually a book that I highly recommend people read because it talks about mentorship and finding mentors and the fact that we're supposed to break up and move on from mentors and that mentors aren't always people that we know or that know us, et cetera. Amazing book, really. But he was the first person I ever heard describe this idea that if we think back long enough, there's some seed moment. It was shopping for the pants. It sounds like it was, but also music where you see something and it's like, yes, that's me and I'm that.",
        "EhlIkzJwPlk_261": "The very first IVF, you followed one follicle and you went in abdominally with a surgery to put that needle into the follicle and drain it out and give that just one egg a chance. And then, of course, there was no embryo freezing originally. So the field is still rather young to understand some of this. And as technology rapidly improves, we see things like better success rates with freezing and thawing embryos, better process of getting more embryos to grow. But now we have a lot of embryos in storage that may or may not be used.",
        "Ze2pc6NwsHQ_7": "And in fact, salt does a number of things that's extremely important. For instance, our neurons, which signal to one another through electricity and through chemical signaling, critically rely on having enough sodium in order to generate what we call action potentials or electrical firing of neurons. If your sodium levels are too low, your neurons simply won't work. One of the main deficits from being dehydrated is lack of sodium, not just lack of water. Getting sufficient sodium does a number of things that's very important. It can raise your blood volume.",
        "ObtW353d5i0_59": "There's no way for light information to get to all the cells of your body, but every cell in your body needs to know if it's night or day. Now, I talked a little bit about this in the episodes on sleep, and this episode is not about sleep, but I want to emphasize that there is a particular category of retinal ganglion cell. Remember the neurons that connect the retina to the brain that is involved in a special kind of vision that has nothing to do with conscious perception of what's around you. And it's happening right now. It's happening all the time.",
        "pkJi9Raxikg_56": "But I think it's hard to just predict, you know, based on appearance, what, you know, testosterone will be, what semen quality will be, what testicular function will be without actually getting some objective data. And actually, if you look at the trend of semen quality decline over time, kind of getting back to some of those earlier points you're making, if you were to overlay that on the known association between obesity, its effects on semen quality, that actually doesn't explain the whole decline. Because the, you know, the purported decline in semen quality is about 50%.",
        "LYYyQcAJZfk_208": "So again, it's Huberman Lab on all social media platforms. If you haven't already subscribed to the Huberman Lab podcast neural network newsletter, this is a completely zero cost newsletter, comes out about once a month, and it includes podcast summaries and toolkits. Toolkits are short PDFs that, for instance, describe a toolkit for sleep, a toolkit for learning and neuroplasticity, toolkit for fitness, and on and on. To sign up for the Neural Network newsletter, you simply go to hubermanlab.com, go to the menu, scroll down to newsletter, and provide your email.",
        "x3MgDtZovks_44": "But science exists in these real world contexts. And this will vary by culture and things of that sort. But we run human subjects in my lab. And I'll tell you, just the process of getting people to the laboratory and having them park and find the lab. And it's a whole new environment with people in lab coats and people moving around. And where's the restroom? I mean, there's a certain amount of stress just associated with taking part in a study for most human subjects. So I totally agree. However, we need more studies of cold showers.",
        "VAEzZeaV5zM_163": "As a segue into tools to control sugar intake as a means to both regulate sugar intake itself, as well as food intake overall and steer us towards healthier choices. I'd like to talk about some of the special populations out there that might want to be especially wary of having a dysregulated sugar appetite system. And the group I'm referring to specifically are those with attention deficit hyperactivity disorder, or I should I should say, and, or people who have issues with focus and attention generally. And I think more and more nowadays, I'm hearing that people are having a hard time focusing.",
        "UChhXiFPRgg_9": "So you can check back there, livemomentous.com slash Huberman to see what's currently available. And from time to time, you'll notice new supplements being added to the inventory. Before we begin, I'd like to emphasize that this podcast is separate from my teaching and research roles at Stanford. It is, however, part of my desire and effort to bring zero cost to consumer information about science and science-related tools to the general public. In keeping with that theme, I'd like to thank the sponsors of today's podcast. Our first sponsor is Thesis.",
        "VRvn3Oj5r3E_280": "If you see a guy running through Austin at 2 a.m. in a suit and tie, it's probably. Well, yeah, I mean, I do think about that because I get recognized more and more in Austin. I worry that, not really, that I get recognized late at night. But there is something about the night that brings out those deep philosophical thoughts and self-reflection that I really enjoy. But recently, I started getting back to the grind. So I'm going to be competing or hoping to be compete in September and October. In jujitsu.",
        "KPlJcD-o-4Q_136": "It's at hubermanlab.com. But the point is that rather than think about the word meditation, which carries a bunch of ideas about what it is and what it isn't and how to do it. Meditation is really just a perceptual exercise. For instance, you could do a meditation where you look at a single point on a wall for five minutes and redirect your focus to that single point on a wall over and over again every time your mind drifts as it no doubt would, or to a tone in the room. You could attend to that and redirect to that.",
        "iMvtHqLmEkI_174": "And most people out there, I've certainly been trying to encourage people to learn some science and some mechanism and become scientists of their own pursuits, whether or not skill learning or athletic pursuit, et cetera. As a sort of a final question, what are some things about the UFC or something about the UFC that perhaps people don't know in terms of its overall mission or what you guys are trying to do here? I mean, I think I've become a fan of MMA and I am more and more as time moves on. Some people might be into MMA, some people not into watching MMA.",
        "3ZGItIAUQmI_158": "So if, say, on a given day, our star monkey pager doesn't want to play video games for smoothie, no one forces him to ever. This is a very important point, and I want to cue people to really what Matt is saying here. Obviously, the animals are being researched on for neural links, so they don't get to opt in to opt out of the experiment. But what he's saying is that they play these games during which neural signals are measured from the brain because they have electrodes implanted in their brain through a surgery that thankfully to the brain is painless, right?",
        "CQlTmOFM4Qs_137": "But nonetheless, deliberate cold exposure clearly induces a state shift of mind and body that most people, provided they do it correctly and they don't go into water that's far too cold for them for too long, they report as pleasant. And I think it's reasonable to assume that some of that is the consequence of these increases in catecholamines, which is why many people opt for a cold shower, which if you're me, cold shower followed by a warm or hot shower or a cold plunge in the morning, or maybe even just once or twice a week. Many people like them.",
        "GpgqXCkRO-w_173": "And yet for a lot of people who call themselves creatives, they'll say, I'm a creative, this, that, and you look at the space they're in and it's like chaos, or their life is kind of chaos. Not all of them, but is what I'm saying making sense? Because I think why people orient toward you and one of the reasons for your success with the creative process is that you're extremely organized, but not to the point of being rigid. Are you willing to embellish a little bit on that perception, whether or not it's accurate, inaccurate?",
        "DkS1pkKpILY_55": "And we all know the effects of being drunk can be bad, right? Can be bad in terms of judgment, motor coordination, certainly driving drunk is a terrible thing, get you or other people killed and so on. But rarely do we hear about the changes in neural circuits from just one or two nights of regular drinking. Again, chronic drinking doesn't necessarily mean every day and every night. It could be the person that simply drinks every Thursday or every Friday, or just once a week has three or four drinks, or maybe even a few more.",
        "qPKd99Pa2iU_182": "And then what's winning out when there's maybe a high arousal state and a lot of competition for attention. That's very helpful. Again, I think along with this self-awareness piece, the asking of oneself, you know, what is happening in my mind when I'm in different states or throughout the day? And as you're describing now, also including when there are other things available to think about. Like, does that include how often I'm distracted by a particular thought? Like how many times throughout the day my mind goes from the conversation I might be in to something else? Yes.",
        "HYVeP4F0GNU_250": "But now that people are on board then, now, of course, there's a lot of interest in psychedelics as kind of a new emerging therapy, carrying more risk, potential risk. But it looks like it's very likely that some of those are going to make it through the FDA filters at some point. But the conversation we're having now, you know, a neurologist and a neurobiologist talking about mindfulness, nutrition, we're talking freely about nicotine, you know, we're not suggesting people do that. Bromocriptine to optimize cognitive function.",
        "K4Ze-Sp6aUE_140": "My blood sugar was low before, now my blood sugar should be in more moderate territory. But based on what you just said, I had upregulated the enzymes and systems in the body for fat metabolism on the keto diet and then switching over. There was basically a ramping up of the molecules involved in presumably in glycolysis. Transition period. I mean, think about like if you haven't weight trained before and you start weight training, you're going to feel pretty terrible, right? Like you're going to be sore and stiff and all that kind of stuff.",
        "X8Hw8zeCDTA_171": "That said, I do think there's a lot of value in trying to fill in gaps in knowledge or self-awareness through these more, you know, quotidian conversations you have with people. I love, love, love what you said about deliberately placing oneself into environments where we receive critical feedback from people that we view as quite disparate from us, at least in terms of our experience of them. It was the great Karl Deisseroth, another incredibly accomplished neuroscientist, happens to be a colleague of mine at Stanford.",
        "KVjfFN89qvQ_89": "It's very clear that receiving gratitude is powerful, but it's also very clear that waiting around to receive that gratitude is an impractical approach. Now, there are methods that have been developed by my colleague at Stanford, Kelly McGonigal, and others that actually have developed things for the workplace, for school, for coworkers and students to write out particular worksheets related to what they're thankful for from others and exchange them. And so those are very useful practices. I don't want to take anything away from the important work that Kelly and others have done.",
        "VAEzZeaV5zM_113": "And again, I'll mention, I love salty, savory foods, including certain foods. I love kettle chips, for instance. I try not to walk by them in the grocery store. I usually have to eat one bag while I'm in the store and then another later. The savory foods are often laden with these hidden sugars that we can't register as sweetness, but trigger the neuropod cells, which then further trigger dopamine, which make us want more of them. Now we may be able to resist eating more of them, but it makes us crave more food in general.",
        "F54qXuTpgfM_183": "As far as lubrication, you know, the data, at least from what I understand is like, there is a protective mechanism whereby women, when there's any sense that there may be penetration, that their body will immediately start creating lubrication. And that is protective to avoid trauma and injury. There's also baseline vaginal discharge. That's completely normal. Women will make physiologic discharge. In fact, in our examinations, when we examine women, we'll say normal physiologic discharge because we see it. There's always discharge.",
        "zU5EYw06wtw_19": "And this is very important to understand because unlike a lot of our discussion on this podcast about dopamine or about specific hormones like testosterone or estrogen, when we talk about peptides, especially therapeutic peptides, oftentimes we're talking about a single peptide that does a bunch of different things depending on the cell type, the time of day or night that that peptide is present, and even the different so-called downstream effects of the peptide. What do I mean by downstream effects?",
        "EhlIkzJwPlk_315": "Do people miscarry, excuse me, by virtue of being underweight? Does the body, like I learned some years ago, I think this is still true, that one of the signals for the onset of puberty in females is that leptin hormone is secreted from body fat that then signals to the brain, to the hypothalamus, like, okay, there's enough reserves to create environment. It's a signal about environmental. Yeah, there's enough extra fat to have a baby. Yeah, and there's presumably enough food around to sustain that baby. Right.",
        "T65RDBiB5Hs_216": "Although there are people, including people who are trying to offset age-related cognitive decline that will take 300 milligrams of alpha-GPC three times a day every day, which closely mimics some of the studies that have been done on humans, looking at offsetting age-related cognitive decline using things like alpha-GPC. I should point out that there have been a few studies, a few, not many, but these studies emphasize that people who take a lot of alpha-GPC chronically over time may be at increased risk for stroke. I think the data are still out on that and we need more data.",
        "RI112zW8GDw_38": "At the very least, they're no longer appetitive, meaning they might actually be aversive. The last thing you want is a piece of apple pie. You can't wait for Uncle Joe to leave your Thanksgiving dinner. And I always argue that does not happen magically. That happens because your brain has been modified by the context in which it sits. And this very important modulatory system, this reward circuitry, is responding to the exact same stimuli with a very different response. So that, I'm just telling you, I'm repeating what you said, the phenomenology.",
        "cS7cNaBrkxo_239": "I think this is from, I'm not sure, but that if something is published in Nature or Science, that doesn't necessarily mean it's not true. So with that in mind, the findings were since called into question widely. One reason is just statistics of cyclic events are surprisingly complicated. So it's tricky. Once you have a cyclic event, statistics become tricky. And so Martha took a lot of heat on the statistics of claiming an effect. And I think there was at least one effort of replication that didn't really work out. If you ask me, I'm on the fence.",
        "S8jWFcDGz4Y_165": "Sean Mackey, who runs our pain clinic at Stanford, teach about pain and the systems of the body that relate to pain and emotion and how to cure certain forms of pain, et cetera, treat pain. It's like he's clearly the world expert, but the way he describes the system, you can tell he's learning it again for the first time in parallel to all of that. And I feel like that ignites the emotional systems of the learner's brain in such a powerful way that is distinct from just hearing an expert talk about something. He's not relaying.",
        "LVxL_p_kToc_95": "I decided I wanted to be a biologist, got into graduate school, wanted to study the brain at the Rockefeller University. So I went from Hunter College to Rockefeller University. And so now I got to the brain. And why did I choose the brain? It's because it controls dancing. But there wasn't anybody studying dancing. And I wanted to study the brain, something that it does that's really interesting and complex. And I thought, ah, language is what it does. You couldn't study that in mice. You couldn't study in non-human primates.",
        "nm1TxQj9IsQ_45": "And so if you do find it helps you, then just consider what I'm saying in light of the other practices that you're doing and talk to your healthcare professional. Okay, so the rhythm of cortisol and melatonin is what we call endogenous. It's happening in us all the time without any external input. In fact, if we were in complete darkness, living in a cave with no artificial lights whatsoever, or we were in complete brightness where we never experienced any darkness, these rhythms of cortisol and melatonin would continue.",
        "oNkDA2F7CjM_147": "And when we go through carbohydrate metabolism, maybe here in a second, you'll understand why you have to have an anaerobic and an aerobic component to that. There is absolutely no way to complete carbohydrate metabolism without oxygen. That has to happen. The only way to engage in fat metabolism is aerobic and oxygen. There's no anaerobic component to it. So there's a fundamental difference there. So your carbohydrates are meant to be incredibly flexible. It is the primary fuel source for a reason. Your fat is not meant to be flexible. It is meant to be unlimited.",
        "vA50EK70whE_60": "So if you're interested in mindfulness, which is something I've talked about before on this podcast, and I sort of made some off the cuff jokes about the opposite of mindfulness being mindlessness, mindfulness is a vast space. That is a mindful practice that a lot of people have engaged in. And indeed, it can give you deeper appreciation for things that you already have. Dopamine has the quality of making people kind of rabidly in pursuit of things. Look at people who are high on cocaine or amphetamine and they are almost entirely exteroceptive.",
        "vA50EK70whE_1": "Athletic Greens is an all-in-one vitamin, mineral, probiotic drink. I've been taking Athletic Greens since 2012, and so I'm delighted that they're a sponsor of the podcast. The reason I started taking Athletic Greens is because I found it rather dizzying to know which vitamins and minerals to take. And Athletic Greens covers all my bases for vitamins and minerals. It also includes probiotics. And there are now a lot of data supporting the fact that probiotics are important for the gut-brain axis, for immunity, for metabolic health, endocrine health, many, many things.",
        "gveDhZW-rUk_93": "And along with its outputs to some deeper brainstem areas, things like the vestibular and cochlear nuclei, we'll talk about this, the parabrachial nucleus. Again, you don't need to know these names. It, meaning the cerebellum, along with the basal ganglia, creates patterns of activity in our brain that cascade down to particular circuits in our body. So these are so-called premotor circuits and motor circuits that generate the sense that we not only can move, but that we want to move and that we want to move in particular ways.",
        "6ZrlsVx85ek_51": "And those little capillaries deliver not just nutrients and things of that sort, but they also deliver oxygen. Because it turns out that the whole process of growing more hair is a very active process. Now, as soon as you hear oxygen and you hear that the growth is an active process, that should cue you to why so many of the stories around how to keep your hair and regrow hair involve statements like, don't wear a hat, it'll make your hair fall out. Or if you want your hair to grow back, don't wear hats or massage your scalp or increase blood flow.",
        "CJIXbibQ0jI_212": "Be mindful of that, depending on what you need to do that morning. But a lot of people will find that their mind goes into this place that's neither sleep nor awake, right? This is a state that very much resembles the state people achieve in things like yoga nidra, yoga sleep, or in non-sleep deep rest. Although it tends to be more dominated by the unconscious mind, a little bit more sleep-like. Now, some people find this practice to be difficult because they're the sort of people that wake up and they're just immediately ready to go.",
        "gMRph_BvHB4_170": "People who rate high on the dopamine scale tend to be what the scientists and psychologists call high sensation seeking, novel seeking. They like new things. They like spontaneity. They tend to be very adventurous. And I think that's largely true. If you look at conditions where dopamine is super physiological, it's elevated beyond normal levels, things like mania, or when people take certain drugs of abuse like cocaine or amphetamine that really raise dopamine levels up very, very high for some period of time, they do tend to increase energy motivation and novelty seeking.",
        "6ZrlsVx85ek_184": "The other thing that's really important for maintaining proper hair growth, this antigen phase, is that you need sufficient iron. This is because iron and ferritin play a key role in the cell growth pathways that go from the stem cells to the stimulation of keratin within the hair itself. I don't have time to go into this pathway in a lot of detail, but you can have your blood levels of iron measured. This turns out to be pretty important because you don't just want to start popping iron supplements because too much iron can be toxic, too little means you're anemic.",
        "qJXKhu5UZwk_89": "But as well, I found papers in which testosterone reductions were associated with apnea and testosterone receptors are also found on a lot of cells in the so-called viscera, including the lungs. So again, the directionality of the effect isn't clear. But what's really interesting is that there are very clear ways in which patterns of breathing, especially patterns of breathing in sleep, can modulate hormones in ways that are immediately actionable and can serve to optimize both estrogen and testosterone, regardless of whether or not you have ovaries or testes. So what is apnea?",
        "q8CHXefn7B4_255": "I don't have to necessarily want to do anything about it. You know, Goldman says there's cognitive empathy, me just recognizing what your emotions are coming from. There's emotional empathy, me feeling your emotions. And there's empathic concern, me wanting to do something about your distress. My version of tactical empathy probably brings those into play in sequence on a continuum of sorts, but none of them are precursors. It's just me showing to you that I understand where you're coming from. And it has a phenomenally favorable impact on the interaction.",
        "LTGGyQS1fZE_137": "They don't come necessarily from the acquisition of material goods, but rather there are things that we can do that can allow us to so-called synthesize happiness. And I think this is one of the great gifts of modern psychology is that Dan Gilbert and others, the Harvard Happiness Project work at Yale and elsewhere, right? There are excellent labs working on happiness all over the US and all over the world, frankly. One of the great gifts that they've supplied us in the form of data is that there really are things that we can all do and think and access to allow ourselves to so-called synthesize happiness.",
        "GLgKkG44MGo_209": "So, you know, couch potato, you say, okay, get up and walk for five minutes, then 10 minutes. And then, okay, now you're walking for a longer period, you begin to run. And then you reach a point, you say, well, gee, I'm interested in this sport. And there may be particular kinds of practices that you can use that could be helpful in optimizing performance of that sport. I'm not there yet. I find I get tremendous benefit by relatively short periods between five and maybe 20 minutes of doing box breathing."
    },
    "relevant_docs": {
        "74b3cf19-9c48-4395-aee1-d43457e1d49f": "0RYyQRQFgFk_196",
        "2e899c95-834d-4d26-bf55-ef119eb6a5d3": "LG53Vxum0as_156",
        "fb0f279e-7571-42a3-8825-6c5786e420d5": "ccrbE0QHy94_320",
        "b8f54778-672a-4e9e-8224-75ce2d968855": "slUCmZJDXrk_98",
        "1813d2bc-9172-4e1e-8483-555ecdbd3621": "0RYyQRQFgFk_128",
        "703d7953-62d8-42eb-a56c-722cb903c931": "JVRyzYB9JSY_23",
        "a250051f-67e0-4db5-bd97-430d0243ce90": "O640yAgq5f8_129",
        "9c78020f-7dc4-4d8a-a250-2685ca1e9a8d": "ntfcfJ28eiU_14",
        "cddabc7c-ad2a-49b5-8e08-aa3d8fad387e": "DkS1pkKpILY_165",
        "86909adf-b1fd-4ed5-a22f-32d4d110ece9": "uuP-1ioh4LY_141",
        "04a285bf-ea43-4fe9-8fd8-fa9734a1d153": "9tRohh0gErM_140",
        "858039d6-7b94-4628-be4d-4d3d3195824a": "tkH2-_jMCSk_122",
        "c44bd2b4-a2b7-45d5-9acf-753a8af4af60": "qPKd99Pa2iU_83",
        "8687761c-0162-4cb3-bf75-76466e5492ba": "ccrbE0QHy94_266",
        "86c3548e-afd8-4eb3-b1ff-1cee595b0dfd": "j2sMqSDLd4k_17",
        "900cac5f-61fd-46a8-9645-293e6de0169c": "oC3fhUjg30E_130",
        "b287a749-a67a-40ee-96a4-df9cd3187f86": "CJIXbibQ0jI_35",
        "b1e40321-6475-4276-a83f-e0a63368c416": "eMqWH3LYiII_71",
        "6a831d5f-a080-441a-afa2-ba557808bd22": "n9IxomBusuw_192",
        "7f43b6bd-8763-4c0a-a635-dd5ea4968f10": "eIxVfln02Ss_142",
        "05fef730-3f1d-440b-8795-00e549d46226": "GLgKkG44MGo_94",
        "64b32e04-e4b0-4ccd-aa27-b0bc47838e14": "F54qXuTpgfM_215",
        "febd1521-bafa-42b9-a7a7-a3972e2837ce": "V0Sdgn0_kFM_52",
        "e447a0cd-7be0-4873-9d6b-eb65de19aff8": "PctD-ki8dCc_129",
        "08c90661-5166-4a31-89a0-1b0bb070b6c8": "gdUNjPijwA8_63",
        "c123622c-feb3-40cf-8cc8-75d7fcd6829a": "GLgKkG44MGo_245",
        "218d85f3-3883-4382-b485-e86c82c1a78c": "CGjdgy0cwGk_14",
        "4803db27-1158-4bf5-be76-8c0c1f23f557": "9tRohh0gErM_113",
        "6663b5d7-9956-4453-a819-c20a988a1fae": "ycOBZZeVeAc_211",
        "d10cd0dc-18c4-4b6b-b571-29f985d869d6": "hFL6qRIJZ_Y_21",
        "652b6641-6b6c-4ff4-9e4c-0896f4f405f1": "iMvtHqLmEkI_126",
        "ef28f597-add4-417d-ab30-96149e5e13d9": "GVRDGQhoEYQ_71",
        "293bf1ef-b483-4407-9fd4-dd9823d51dee": "hcuMLQVAgEg_28",
        "c1c2ea08-d89b-4431-a6a6-718f318d1010": "EhlIkzJwPlk_251",
        "cd8b466e-18f4-46e0-9bff-0741d0849e1e": "xaE9XyMMAHY_73",
        "f7f8d669-01b1-457a-a4de-0a48c1f34fa4": "qJXKhu5UZwk_176",
        "dd75f1e0-c0d8-4ade-9c7a-5594c3f77c5c": "PctD-ki8dCc_127",
        "7a8f9e87-5c74-472a-9b27-8eee28799fa6": "gbQFSMayJxk_106",
        "ea34950f-cc50-4e78-be9f-4b50f129e221": "HYVeP4F0GNU_73",
        "4cacfbba-35dd-4c0c-861d-f488f7bd964a": "JVRyzYB9JSY_93",
        "5c3c4f00-87db-4e24-acb1-49e5c809eba1": "XLr2RKoD-oY_72",
        "70911fa4-59b1-4414-8677-9ddfe48c0ec1": "vA50EK70whE_168",
        "2b10352b-4208-4a5b-a3f6-67604add3c0a": "j2sMqSDLd4k_60",
        "d4be6561-c186-4ea1-a769-7ace8617073f": "xmhsWAqP_0Y_221",
        "eca1ab4d-cd0c-412f-8e77-538f9d001c95": "K-TW2Chpz4k_3",
        "15ea99dc-2948-4f84-af2e-bbb3a2dc95d5": "eMqWH3LYiII_258",
        "8c10dae8-2049-4b1f-a97e-43f9898c98bd": "dFR_wFN23ZY_102",
        "58fbfb66-88f3-4af7-84d6-ae7252f382fd": "q37ARYnRDGc_72",
        "bbeb25b4-632c-4c1f-a4e8-8190065459fd": "nDLb8_wgX50_263",
        "a0778ec8-8ebf-4f89-89fa-cb151365b73d": "KVjfFN89qvQ_59",
        "3d0823fa-e836-46d9-8b21-e1001d502d99": "50BZQRT1dAg_154",
        "83b3a8fb-826c-46dc-a904-01c3fce2e27b": "yb5zpo5WDG4_197",
        "4aee6e5e-e26e-43c9-9f86-fa0d80931402": "oNkDA2F7CjM_428",
        "0f67bdda-af2e-45fb-9212-50bfaf726841": "wTBSGgbIvsY_273",
        "c58ddcb2-dd5c-43e9-bb68-4c0e96437f05": "gXvuJu1kt48_247",
        "8877693e-1281-4fb7-91fb-ccf0de34a391": "juD99_sPWGU_324",
        "611c7f41-860d-470c-9b7e-d9ff6e9b6e68": "yixIc1Ai6jM_344",
        "164fb413-9ad8-45c5-9744-1591814e2825": "__RAXBLt1iM_236",
        "7df61dbc-78a1-4b0d-9176-f7d796c5c4dd": "EhlIkzJwPlk_261",
        "30ce269b-4cc0-4204-bf01-d93bf2a98123": "Ze2pc6NwsHQ_7",
        "c032d5db-13c0-48db-8134-dd7406a72881": "ObtW353d5i0_59",
        "43835efa-da25-4cc0-97ff-8bae777d9933": "pkJi9Raxikg_56",
        "aac69a2e-a0d1-449f-9106-a2ef40ebb864": "LYYyQcAJZfk_208",
        "08f2a716-b72d-4f2d-9b30-32dad1c59d3a": "x3MgDtZovks_44",
        "d554d565-7d16-4026-975d-c87c7ea12768": "VAEzZeaV5zM_163",
        "6d6bd6d1-662f-46c5-ad99-783a69b19042": "UChhXiFPRgg_9",
        "74d88b7e-accb-4ffa-9b90-4472c7f9b477": "VRvn3Oj5r3E_280",
        "d35277b6-4e7a-4128-9313-978c91799f5d": "KPlJcD-o-4Q_136",
        "5cc09680-0a1f-4d79-8142-e0afcf560545": "iMvtHqLmEkI_174",
        "63bb3b10-9a1a-4d16-a0f5-be915961ed90": "3ZGItIAUQmI_158",
        "a890f4cb-6682-4e45-bcad-ec31f8b3b2d8": "CQlTmOFM4Qs_137",
        "89c53669-c569-4f65-af75-80bd6be56390": "GpgqXCkRO-w_173",
        "37b26270-61ff-40e9-a38c-624b6fc308be": "DkS1pkKpILY_55",
        "27029e8a-c51d-4cb4-83f5-370fd2c442df": "qPKd99Pa2iU_182",
        "f6557b67-44c6-4c9a-8ed2-d3fd7545a7a1": "HYVeP4F0GNU_250",
        "1f858b2a-d679-42b9-b5c6-52d23f55f2ad": "K4Ze-Sp6aUE_140",
        "c956c38e-64ad-46e1-8050-ec38cc5b3543": "X8Hw8zeCDTA_171",
        "2faa14a9-6e1f-41df-b7ba-39f74ca8f526": "KVjfFN89qvQ_89",
        "3637b281-8d76-4563-b5b6-f10f7a5915b9": "VAEzZeaV5zM_113",
        "40f7d0bb-d34b-451f-8cfe-236847402563": "F54qXuTpgfM_183",
        "64c60a98-953d-4b85-9264-f27b3a59d179": "zU5EYw06wtw_19",
        "c8f9bd4e-2335-40de-a82c-8d3179dae142": "EhlIkzJwPlk_315",
        "8bc21849-c0f8-4198-a9bf-c3119aec1d7c": "T65RDBiB5Hs_216",
        "2d945654-2d82-4b9f-9ddd-87536bb3004c": "RI112zW8GDw_38",
        "bef72588-0999-40d0-8d78-e68f646352f2": "cS7cNaBrkxo_239",
        "363b2240-2c4f-405d-8efd-5b9f390f0fa1": "S8jWFcDGz4Y_165",
        "261595eb-ba64-430c-a50a-fe6b58ac4e25": "LVxL_p_kToc_95",
        "24c5b425-ba3d-4520-86ef-f566a9824d38": "nm1TxQj9IsQ_45",
        "da6c5b19-2bd2-4a63-9b17-28e7231e546c": "oNkDA2F7CjM_147",
        "9771b82c-a3fa-415a-8cb6-a6bc7b299065": "vA50EK70whE_60",
        "bbaebf52-5968-4cbc-b6dc-bdecd852ffa7": "vA50EK70whE_1",
        "9cfbff85-ccf6-4a29-bc2c-89c800492428": "gveDhZW-rUk_93",
        "b4a21b3b-059d-4e9e-baa3-761ba101ab5d": "6ZrlsVx85ek_51",
        "eb0677f8-05ec-4237-b3a2-cf05670e5be4": "CJIXbibQ0jI_212",
        "61cb36fe-6589-407a-bd31-d821082fc68d": "gMRph_BvHB4_170",
        "e01c4aae-157d-41dc-b5ab-c002daec95a6": "6ZrlsVx85ek_184",
        "a1433113-cbef-4d9f-82c9-f016ad83e9b6": "qJXKhu5UZwk_89",
        "cdf51b94-2383-4416-8bb0-787bc017dfbf": "q8CHXefn7B4_255",
        "dfec4691-9649-48bb-8137-ed2d815a475f": "LTGGyQS1fZE_137",
        "7e6d5f5e-b09b-42d0-b7ad-b987d5d9444d": "GLgKkG44MGo_209"
    }
}