{
    "queries": {
        "2dcc3304-5cf4-4c10-99c2-8534b9164277": "Why did Les Brown's mother apologize to him after beating him?",
        "d060fd2b-8c8f-493f-a449-fc4eeb1d5ad1": "Why does Apollo Ohno believe it is important to help others find their inner flame and overcome their limitations?",
        "ba046c64-aac0-4358-bb3d-cdd283fdbdfb": "Why does Wall Street Trapper believe that changing one's relationship with money can change their position on the \"chessboard\" of life?",
        "d260f966-e178-49e0-b257-01c9069a4128": "What is the link between autism and fecal microbial transplants?",
        "60ac28e7-ace9-4ee6-a894-f293a9822265": "Why does Mel Robbins emphasize the importance of using multiple tools and habits in addition to the high-five habit for personal empowerment and growth?",
        "97bfda23-582d-409a-8fa9-543009efe68f": "Why does Tai Lopez emphasize the importance of having \"aciduity\" and sitting down to read?",
        "66098808-d758-4316-8b3c-9237eae2f764": "Why did the person scheduled to do the PBS fundraiser with Dr. Gundry cancel?",
        "51cc5c11-b182-4487-aed8-17b38658e066": "Why does James Lawrence believe that motion creates emotion and how does it relate to overcoming fear and enjoying what you're doing?",
        "d56d1715-0687-4fd3-8cbc-6caf5ad294b3": "Why is it important to consume foods that our body recognizes and understands in order to fuel our bodies effectively?",
        "6160d6c6-056d-442a-8333-595666e7da3c": "Why did Mike Posner start questioning if he had to live the rest of his life in the present moment?",
        "409f451e-41a0-48f4-b95a-c5a43fdecb1b": "Why do some people perceive Jordan Peterson as being mean, even though he believes he is trying to help them see the reality of hierarchies?",
        "c0b5b5f6-1a17-4335-ab2e-28cbf23e2285": "Why is it important to maintain one's physical appearance in a marriage, even when faced with challenges like having children?",
        "a870c5c9-2e42-42fc-ab55-32cbb0c677e2": "How does the main character from the movie Ghost realization of being a ghost change the interpretation of the interactions with his wife in the movie?",
        "f1673d42-f40e-4786-9a96-7ded39c03669": "Why is the ability to start treatment with rapamycin in middle age significant for potential impact on lifespan and health?",
        "5298ae16-72de-44cc-babb-784abdd96571": "Why did our ancestors need to have a little extra body fat to survive during extended periods without food?",
        "5b960420-c341-4ba3-8ff5-58411e4a78b7": "Why did seeing a rocket launch on TV inspire Mel Robbins?",
        "b74601c8-cec1-41d5-b39f-ec0e8e3009fa": "Why does Breedlove believe that taking wealth from others is morally wrong?",
        "a71cae9c-6156-4aab-86dd-db7ea64971a9": "What is the relationship between comfort and the distribution of money in the current economic system?",
        "5e416c9b-27f6-492c-a1fd-3fe778720144": "Why did Dr. Burns agree to give a presentation to 1,000 psychiatrists in New York?",
        "93094e36-1fcf-403a-9fa0-1c5065df8b3c": "Why does Eric Barker believe that asking questions and finding new subjects to explore is crucial for maintaining his passion and drive in his work?",
        "89da6483-868e-4035-98d0-467b41b21a84": "Why does Ray Kurzweil believe that intelligence is crucial for making progress and solving problems?",
        "5e581e13-414e-4027-857c-f1853da023c9": "Why is it important to break the tie between outcome and worth in order to take control of one's life?",
        "ca7aa393-7b18-4bf4-aaa5-f2e60326452e": "Why is it important to offer people something to advance in an infinite game?",
        "d3a4fed0-d68d-4ad1-af2a-362eaef6bc36": "Why does Konstantin Kisin believe that having a moral code is a good long-term strategy?",
        "5d0dc235-ca76-4d59-a444-fdeaa7d4f410": "Why is it important to align one's circadian and homeostatic needs for sleep?",
        "a1ea128b-7f48-484a-9c75-b7f3f6d836fa": "Why does Donald Hoffman claim that the probability of fitness payoffs preserving the structure of objective reality is zero?",
        "44681419-82a2-4edf-b1e5-3463a4cb211f": "Why did Tom Bilyeu believe that hitting people on an emotional level through storytelling was crucial for creating meaningful change in their lives?",
        "e648d2b4-e776-4ece-b451-4dd816f86fc4": "Why does Hoffman argue that our perception of reality is not shaped to see the truth?",
        "37b77d55-cf70-4c24-a637-ac4dbaedec70": "How does the emotional connection in relationships with rich men differ from relationships with men who are not as wealthy, according to Sadia Khan?",
        "5f71d6ba-ea08-4a92-9a2e-c1f25b3e0c65": "Why does Matt Kaeberlein believe that the data on rapamycin's effect on COVID-19 infection is likely to be real, despite the small sample size?",
        "9f5c733a-35b0-484e-a85e-f0682ab9171f": "How does Stephan suggest optimizing dating profiles with pictures for both men and women?",
        "e58dc52d-6c22-45db-a47e-d90412b02d69": "Why does Jessica O. Matthews believe that having functional strength can be empowering for women in a world where bad things happen to them?",
        "ceb81bfa-d79d-480e-b148-797a39f8fedf": "Why does Ed Mylett believe that everything in our lives starts with our body, and how does this relate to emotions and actions?",
        "67e56ff8-54eb-4bcc-9589-327509ad411a": "Why does the guest believe that the topic of mating is important and deserving of attention?",
        "bd83b836-86ab-4500-8300-547f8f9840e4": "Why does Rob Dyrdek believe that his lack of memory can be beneficial for him in terms of personal growth and development?",
        "35c7b972-201a-4dcd-8e1e-5e1092d201d1": "How does the rebound effect of psychedelics impact people's ego?",
        "46a32797-0b38-4973-a351-b6d4a23b0004": "Why did David Meltzer's friend say, \"I would rather people hate me for who I am and love me for who I'm not\"?",
        "912e51fb-1807-4bd1-bc0b-f4ca0456a6ee": "Why does Tom Bilyeu find it heartbreaking to see an overweight person enjoying ice cream alone in the corner of a Cold Stone?",
        "95d14edf-cf35-41c1-a4c6-92910512e561": "How does being kept in the dark about money allow certain individuals or entities to take advantage of others in the open marketplace?",
        "aba51c76-57c0-4342-b9d4-8ff10db37bbc": "Why did the mutation in the beach help the apes survive when there was a lack of fruit?",
        "9a1f3d35-83ba-40e7-a164-84820f7f7432": "How does Tom Bilyeu suggest managing the stress and pressure of pursuing goals without burning out?",
        "edcb9246-7d5d-40e5-a526-ee69f51355eb": "Why does Donald Hoffman believe that science has only studied our \"headset\" and not objective reality?",
        "b58df132-a20d-4b7b-9689-3958964963aa": "How does getting enough sleep impact a person's ability to work smart, work hard, and work long hours?",
        "96ed17a4-4652-4b4c-ae31-1f6aa5b59bf3": "How does Stephan explain the misconception that having money will make someone feel cool?",
        "33ece920-0b16-4a1f-9406-f7fc951d2f01": "Why is curiosity an important attribute for success?",
        "6671b36d-bb7f-4935-a308-c235d9c22a3d": "Why does Mel emphasize the importance of setting intentions before engaging in the therapy session?",
        "bbd97646-c830-4c46-9acc-25daad5067ce": "Why does Amelia Boone choose to run in the rain and cold weather, according to a writer who interviewed her?",
        "b8150276-7085-4288-b5fd-23118f538924": "How does Bishop T.D. Jakes emphasize the importance of understanding one's audience in effective communication?",
        "b58a57e9-a051-4779-8e90-c841ca0b9a11": "Why is someone who has reconciled their fears and insecurities and truly believes in themselves more convincing than someone who relies solely on documents and evidence?",
        "ced7744b-9304-4796-9de0-2f3b474cf11f": "Why does Dr. Daniel Amen consider the four circles of a person's life when addressing their anxiety?",
        "4a841827-bcc3-48ff-90f5-7f681bbeacee": "Why do some scientists propose the idea of a holographic universe based on the properties of black holes?",
        "c8df4507-391a-4314-8a27-9e909a8d4c60": "Why is existential flexibility important for leaders in the infinite game, and how does it relate to Steve Jobs and his just cause?",
        "c77bd896-7222-4840-83f6-321c0a20d326": "Why does Tony Robbins believe that these times are the best times in the world to make money?",
        "dd5ca96e-377b-4422-bf77-533d817a7f36": "How does Ramit Sethi suggest people who are living paycheck to paycheck can start building an emergency fund?",
        "d8a1b26d-daf0-4fa0-887f-3b5747cb06e5": "Why did Dave Hollis focus on setting daily goals in different areas of his life to overcome fear and uncertainty?",
        "487efb90-b2fb-4300-89a7-ae90f4d827c9": "How does Colin O'Brady describe his endurance feats as a form of artistic expression?",
        "8dc4678d-6f31-40b0-8d12-eff2b14ed9c9": "Why does Tom Bilyeu believe that facing fear is necessary for personal growth and becoming the person he wants to be?",
        "55f48d50-d83c-4d89-9e10-6cee676f30c5": "Why does Gabor Maté emphasize the importance of understanding trauma beyond physical abuse or assault?",
        "6b4d4469-f25e-4f3d-a3dd-f22a52fb9c03": "Why does Tom Bilyeu believe that working hard to get good at something that matters to other people is crucial for experiencing passion and contributing to the world?",
        "30ac73c0-5570-48ea-aac4-9ad10d831abc": "Why does Donald Hoffman mention the concept of awareness without content in relation to certain meditators and mystical spiritual traditions?",
        "e3462cc6-16f6-408b-a481-054c5afc944f": "Why did Jaspreet Singh's mother encourage him to study to become a doctor instead of pursuing other ambitions?",
        "d3cb15b1-7574-4ee0-b3f6-69ac9c604d3d": "What is the general consensus of doctors regarding the impact of eating cholesterol on blood cholesterol levels?",
        "3c35edb5-f7fa-4f84-8261-3c2a25cc3ca6": "Why does John Assaraf believe that changing our story can lead to a different life?",
        "c3780dd7-e9f6-4288-aed1-36544f05e679": "How does Jenna Kutcher challenge the belief that we need to earn the right to rest?",
        "1975edf5-7be8-4ba2-bff1-783c6f8f05fd": "Why does dopamine amplify focus and reward behaviors with survival value?",
        "02d9d281-88f4-49a8-a842-d1a7c92f4fad": "How has investing in the stock market helped Wallstreet Trapper become more aware of what's happening in the world?",
        "ed915488-fb34-4749-9e72-7e880210c02f": "How does Tom Bilyeu use the concept of fault to empower himself and maintain control over his life choices?",
        "05cf4483-7198-462d-b164-7d67e2dd8f16": "Why does Donald Hoffman believe that physics going beyond our headset is a significant development in understanding reality?",
        "87369066-cdd3-4986-8e52-09039d169808": "Why does Steven Kotler believe that there is something special about the period of one's 30s and 40s in terms of adult development?",
        "4a57c585-cfd3-4778-bc22-deb1b7ea89c0": "Why does Aubrey Marcus believe that we often override our natural sense of balance and ignore the signals our body is giving us?",
        "bea5378c-50a8-46f3-a56b-2788b0d7eea8": "Why does Yoshua Bengio argue that machines can have subjective experience without necessarily having goals?",
        "6f32e992-d386-4908-9f56-564ce08a0eb8": "Why does spending more time in nature lead to changes in microbial activity?",
        "689cbd02-bd4f-4896-ae6c-cd4f26479d63": "Why is it important for leaders to prioritize the well-being and development of their employees in order to create sustainable organizations?",
        "15dd0b66-9730-4923-a84b-05ccade85304": "What does David Bayer believe is the key to having a breakthrough with someone who doesn't believe that everything happens for a reason?",
        "136dddb9-5729-44d6-92dc-25121bdc398d": "Why is BetterHelp a convenient option for individuals who may feel nervous or embarrassed about seeking help?",
        "30297302-9b67-491b-bcd6-b70aa643cffa": "Why does leptin resistance lead to increased food intake and a lack of satiety?",
        "552019b2-2e22-499e-af50-f474be090626": "Why does Bilyeu consider not getting enough sleep while working too much as a sign of approaching burnout?",
        "2f39cdf7-4454-4e01-825a-04ac97e1e649": "Why does Wallstreet Trapper emphasize the importance of believing in the word \"possible\"?",
        "96c7d9b7-343f-45d7-8888-cd6c4bbd5073": "Why does Tom Bilyeu believe that the only way to break the relationship between zip code and success is through ideas?",
        "ae269cc8-5c60-44a3-a04e-ebba399ef005": "Why does the title \"The War for Kindness\" seem like an oxymoron to some people?",
        "eadb02cc-0b25-4450-83af-be7ed5f7322f": "Why does McConaughey believe that collective change can only come from individual changes?",
        "d53dc53a-9329-4126-a3a5-43f26a4d31b5": "Why does vitamin C enhance uric acid excretion from the kidney?",
        "fdfda4a9-3479-4162-9528-ffa0941ef914": "Why does Sadhguru suggest focusing on something irrelevant, like the dripping of a faucet, as a practice for cultivating consciousness?",
        "5602ba10-28a7-485b-b8e8-72a1907b170d": "How does Jamil Zaki describe the difference between empathy and sympathy within the context of facing challenges?",
        "058a411d-a871-4d06-9730-1abc7dd6fd9e": "How does Tom Bilyeu describe the neurochemical addiction he experiences when someone has a moment of awakening?",
        "18e7f48b-1a2f-4b93-a6c7-58315c7f8145": "Why does Preston Smiles emphasize the importance of accepting what is and letting go of what could have been?",
        "9f0e655b-143d-4c02-b8ef-5d9e74159252": "Why is it important for beginners to start with lower volume when it comes to resistance training?",
        "0766a96a-46da-4c61-8259-b358854378fc": "Why is it important for individuals to detach from what other people think in order to clarify their goals and priorities?",
        "9853d298-a90a-4ad1-b6a3-eaf91b910a2f": "Why did Daymond John's mother emphasize the importance of taking charge of his own destiny?",
        "692d49c8-6cf4-46f2-ae85-50e0f2277bab": "How does Mel Robbins describe her experience with her daytime talk show and why does she consider it a success despite being fired after one season?",
        "70c7ca2a-3214-408a-b406-0c7c8e11ce64": "Why does Ramit Sethi believe that his podcast will help people reflect on their own money mindset and relationships?",
        "86fbad96-71d3-4a47-b504-19be36193d36": "How does asking someone about their role model or hero provide insight into their own values and beliefs?",
        "69b38871-4fb6-4765-8dff-fadbe61c018e": "Why does Jenna Kutcher believe it is important to let go of the belief that one needs to earn the right to rest?",
        "3e2c0fcf-cd96-4cf8-a53d-46fbd5959632": "Why does Balaji Srinivasan compare inflation to taxation when discussing the printing of money by the government?",
        "7c7571cd-e1f8-4b1f-91d5-2e1ba2983f7f": "How does Brendon Burchard challenge himself as a writer to develop and get better with each book he writes?",
        "4dfa79e0-078f-4a98-a233-d37b7f8ff9f0": "Why does Danica Patrick believe that having negative thoughts can prevent you from having a positive life?",
        "44c9db9c-aa09-49ae-b82b-76ee31051100": "Why does Emad Mostaque believe that the emergence of AI presents an opportunity to reshape society for the better?",
        "d6026a0c-9fb3-4d9a-84d7-3871dfb096b0": "What are some examples of quick exercises that can be done in the morning to promote better sleep?",
        "099e6c43-d3d6-4018-9ef5-dc71e51de34b": "Why is it important for spies to know the financial status of their targets when understanding their resources?",
        "57bc9691-20c0-4616-853f-2edbffda13e3": "Why is it not accurate to say that metabolic disease is solely caused by sugar intake?"
    },
    "corpus": {
        "PeK9EeKNXDM_11": "All of a sudden, she grabbed me by the neck and said, don't you ever do that again, and start punching me in the back of my head and my face, and got me down on the ground, was punching me relentlessly. And I said, Mama, please, it's me, Mama, it's me, with this crazy look in her eyes. And then a white policeman came, and he had a nightstick in his hand. He was hitting it in his left hand. He said, OK, all right, you beat that little nigger boy enough. Now I won't have to beat him with this nightstick. And he walked away laughing. And my mother broke down and started crying and saying, Leslie, I'm so sorry, I'm so sorry. I said, Mama, why'd you beat me like that? She said, these water fountains are for white only, son. And if that cop had hit me with his nightstick, he would have to kill me. I'd have fought him till he killed me, and I'd have left you and your brothers and sisters by themselves to raise themselves. I'm so sorry.",
        "c7LMEdlQIfw_26": "Yeah, I did not know this. Wow. He has a podcast. And so, yes, we were talking about this kind of life well-lived. And for someone who had like talking to the Nelson Mandela's of the world and was talking to all these world leaders and people who've faced like insurmountable conflict in their time but has to like show up for the people, it's just a fascinating topic. A life well-lived for me is, I think, one that I feel aligned with my true north, which is this kind of unique element for me personally, which is how do I help other people find the light again in their life, find some semblance of like inner flame that tells them that they can do the hard stuff and continue on to persevere throughout whatever internal conversations are being had that maybe have been limiting them for so long, whether it's a year, 10 years, 20 years. Maybe it's a relationship. Maybe it's a job. Maybe it's the internal prison between their own two years. Whatever that might be, I just hopefully can show people not my way but several ways in which they can explore to see how am I interacting with my day-to-day.",
        "kLIE93v2X-E_28": "Financial trauma. Financial trauma now is anchored to who we are. So for me, when I was in prison, when I got exposed to, damn, I'm playing the wrong game. I had to look at the pieces on the board. Like am I a knight, am I a bishop, am I a rook? I damn sure ain't the king. So that means I'm a pawn. Pawns always get sacrificed. So I'm always being sacrificed. How the hell can I win this game? Something got to change. And so one of the things I knew that had to change was my relationship with money. Because that's how you change what piece you are on the board. That's how you change what piece you are. And then what happens with the pawn on the chessboard is, if the pawn can find a way to get to the other side of the chessboard, he then can become whatever he want. And for me, it's the two things, the information and learning how to use money, I can become any piece on the chessboard.",
        "H6aKwKfEk8k_133": "We get it from our mother and All of the mitochondria the little energy producing organelles in us are actually engulfed bacteria that are inherited from our mother and they have their own separate DNA and their maternal DNA and There is now actually very good evidence that the bacteria in our microbiome Communicate via text messages that now have been measured to mitochondria their sisters and About how things are going in the the body and the outside world. It's so crazy. So and so Women trust your gut. Yeah Going back to the microbiome coming from your mother I've become probably a little like oversteppy like I normally like hey, whatever you want to do until I hear somebody Saying that oh, I have a plan c-section. So look if you need one, obviously get one Jesus Absolutely but if you don't need one I'm like make sure that you smear the baby in the vaginal fluid at a minimum and people always like whoa but just trying to Pass that microbiome on and you said there was a recent study that came out about autism and fecal microbial transplants and how the link between a Successful, maybe the wrong word microbiome and an unsuccessful one can manifest as autism. Talk to me about that study.",
        "02RJ83vS96s_23": "If it's a problem and a reason that you're a dirtbag and a reason that you're not worthy and all of that, you're going to see them, and they will be there for you and they will overwhelm you. What is this idea of looking for hearts? What is that and how do people use it? I love this tool because obviously the high-five in the mirror, it's like a Trojan horse. It's the beginning of building this partnership with yourself. Throughout the book, I then unpack all these other little tools and habits that you can use that are in this lane of empowerment, support, belief, and self. I want to take a second to point this out. The book is rich with a bunch of other ideas. Anybody that's tempted to say, okay, well, I've already heard the high-five myself and I'm done. You did a really good job of the ... To be honest, I'm not even sure I guess because it was what unlocked things for you in your life, but there's like 15 things that you could have titled the book after. Yeah. Anyway, back to this.",
        "jX5eajzLJMU_27": "There was there was nothing you just kind of wasted money to learn now We're the most spoiled generation Everything this computer on this phone iPhone 7 is more powerful than the first rocket that put man on the moon that cost billions of dollars now We get that for under a thousand bucks and people are still like I'm lost. Yes, you're lost sit down and then Open up Safari and go How to do Google Ads and you're gonna come up, let's see what I come up with AdWords they have their own tutorial WordStream jumpify you got some paid stuff Then you have some free stuff on HubSpot if you sit in a chair Charlie Munger calls it aciduity put your ass in a chair sit there and focus without being you know The average American right now the average person in the world our attention span has dropped to five seconds The sad news is the average goldfish has six seconds We're now competing with goldfish and the goldfish are winning. So if you don't have aciduity to sit down Read There is no solution for you You will always be poor Because you'll always be beat by somebody who's willing to sit in the chair. Is there a way for people to build that discipline?",
        "H6aKwKfEk8k_85": "Yeah, and in fact 50% of the people on these ocean voyages on for the spice droid died Jesus and so You had to be something pretty worthwhile This was drug trade and they were the trade they were actually doing was for polyphenols I mean for instance cinnamon was huge clothes were huge and I even have a fun chuckle the gift of the Magi in the Bible Two of the three gifts were actually frankincense and myrrh which are polyphenols and both are shown to uncouple mitochondria So interesting, so they brought the little baby Jesus mitochondrial and color. Yes, they did new. Yes, they did I was on my way to Orange County to a PBS fundraiser and I get a call on the phone on the way down to Orange County that the person a Young millennial who was going to do the fundraiser with me Called in and said she didn't have it in her to come in today to To do the fundraiser and I got oh gosh, you know anything wrong They said no, she's just you know, she's exhausted and she's tired. She just doesn't have it in her But we don't worry. We got another person.",
        "cgU7abzvSQk_23": "I Get the question what's next a lot and What's next doesn't have to be in the same physical or mental category and for me what's next is this opportunity now, we've written a book and I get to like I got to go around and I get to speak and my the only thing I'm trying to do Is to get people to open their minds As to what is possible We're just we're living in a day and age where we're limiting what we think is is is possible we're getting in our own way and my Thing that I want to get people to do and you've probably heard somebody say it before but motion creates emotion The hardest thing to do is start moving Engaging once you start to move and engage you realize two things one. It's not It's not as scary as you thought it was and two you actually start enjoying what you're doing It was the only thing that was scaring you was the the first Moment the first action dude, I'm I'm just like every ordinary dude that's out there.",
        "nVLv3JsdBAk_106": "That's why I really gravitated towards that because it basically just broke down the macros and said, these are really good proteins. These are really good fibrous vegetables. These are really good energy vegetables. Your energy vegetables should really match what your needs are. It's not a matter of carbohydrates are terrible for you. They're inherently bad. They're not inherently bad. You just have to match your energy. You have to match the amount of energy that your body needs to really fuel itself and to really drive. That's the key. Keto, the same thing with fats. Most people, when they started keto, they were 50% to 75% fat. That works great for some people. It doesn't for others. It provides a level of discomfort. What I care about and what matters to me and what matters for longevity is that we're getting these foods that our body recognizes. We're getting these foods that our body understands. We're getting these foods that our body drives off of.",
        "C6U8-736aGM_19": "So I wake up crack of dawn sun's not up yet and I'm looking at everything everything around me is changing even the body like this body's different than it was a year ago you know like these fingernails are longer than they were when I got here. I'm noticing everything's changing except for like the I in me and I've I've tried to change that but it doesn't work and so you know people throw around that word like present but then I realized I'll always will be present so the rest of my life will just be exactly like this. So then the next thought was like well why do you have to live the rest of the life then? You know what it's going to be like and how do you get out of the present? I don't know if you can.",
        "Ie8EwRjAfk4_10": "So you have this deep, intense thing trying to get people to understand like hierarchies are real. There's no escaping them. Not everybody is as good as everybody else at everything. And by the way, you have to shoulder responsibility. And that's where people are like you just to them. I cannot. And before I say what they think, I will reiterate. You have changed my life forever and for the better. I will forever be grateful to the things that you continue to put out into the world. And I missed you horribly as a thought leader during 2020 of all years to be on a Jordan Peterson diet. I was not happy about that. But what they think of is that you're being mean for the sake of being mean, that you're not trying to help them see. You cannot pretend reality isn't reality in pretending that the dragon is not there. The dragon does not go away. The dragon grows more powerful, more likely to devour you and your family. And so I'm smaller. They don't see that.",
        "9I39boHZYjI_65": "It doesn't even have to be I want you back to that because some women are so hypersensitive. But the problem is when they don't tell her, they allow her to become a woman they're no longer attracted to. And you have to tell your wife. And I know I get a lot of backlash because I get told I'm fat shaming. But here's the thing. In my experience, when you gain a lot of weight, you start not liking yourself. And when you don't like yourself, you don't want to have sex with people. You don't want your husband to see you naked. You don't want him to touch you. So you end up just being okay with having very minimal physical contact. And then you drift apart. Whereas when you keep on top of yourself, you're looking forward to physically connecting. So I think it's really important to keep on top of your body while you're married. I know there's kids. I know it's difficult. But life is difficult. You just have to eat less. If you can't work out, at least eat less. Yeah.",
        "Dxn3JQ5thWE_32": "But the whole movie, you're watching it unfold and everything seems normal and you're not thinking anything of it, but this guy keeps having these weird run-ins with his wife and it just doesn't go the way you're thinking it will go. And then you finally get to the end of the film and you realize that the main character that you've been following this whole time is dead. Yeah, yeah, yeah, I remember. And he's a ghost. And then they play back little snippets of the movie so that you realize no one ever actually had an exchange with him. You feel like they kind of do, but when you play it, I have the chills right now, and that's frame of reference, where you suddenly see the exact same moments. But when you thought he was alive, you read the interactions one way. When you realize he's a ghost and wasn't actually there, and so they were just having a lonely moment where they went to their favorite restaurant on their anniversary to mourn, but because you see it as he's sitting there with them, you read the exchange as this really cold exchange where she's basically ignoring him and sort of dumping him. And that's frame of reference.",
        "27KjD2jbxj4_37": "So there's a huge body of literature showing that genetically turning down mTOR can increase lifespan in yeast and worms and fruit flies and mice. And then there's another body of literature showing that pharmacologically turning down mTOR, and that's what rapamycin does, it's an inhibitor of mTOR, can increase lifespan in all of those organisms. And it's been done by many, many different labs. And so personally, I have a lot of confidence in that body of work because it's not one lab showing this one time and then everybody gets excited about it and then it may or may not be real. This has been reproduced over and over and over again. And then in mice, there's a couple of features of rapamycin that are particularly, I think, relevant for potential to have an impact outside of the laboratory. One is you can start the treatment in middle age, and really, that was first demonstrated with rapamycin. So that was done in 2009. Before that, I think most people, myself included, would have speculated that it would be very hard in an old animal to actually have a significant impact on lifespan and health. But that was shown with rapamycin.",
        "xHD7FWbZy14_62": "What would be the upside of having uric acid create insulin resistance and therefore cause blood sugar to go up? Why? Because when you're starving, it'll help power your brain. Because we're not the fastest, we're not the strongest, but we have a big brain in relation to our bodies. So that's been our ace in the hole. It's been our high card that we can play during times of either starvation or predation. So we need our brains to keep us able to get food and to keep us from becoming food. And that's not a real concern these days, right? But in the day, we needed to make sure we didn't get eaten. One of the chapters in the book is called Survival of the Fattest. I assume this is what we're talking about. Yeah, and it's not like our prime ancestors got fat. We're lying around being fat. They just had a little bit, a little edge, that superpower, a little extra body fat so that for that extended period of time when there wasn't food, they would be the ones to survive.",
        "LCHPSo79rB4_15": "It's going to be amazing. The new me, the future me, woo! Let's do this, right? Then you go to bed, and you wake up seven hours later, and you're like, I don't feel like the new me. Who was that? That's a stupid ... See, motivation's garbage. It's never there when you need it, ever, ever, ever, ever. And so here's what happened to me, and thank you for wearing the NASA t-shirt. It's a really stupid story. It's a powerful story. One night, Chris had gone to bed. I had been struggling, struggling, struggling. We still had all the same problems. We still had a lien on the house, still facing bankruptcy, still fighting like crazy. I was still unemployed. They still hadn't figured out the solution yet for the business. I was about to turn off the TV, and there on the TV, there was this rocket launching, and I thought, oh my gosh, that is it.",
        "rKByaM5asU8_76": "So, and again, is why I always talk about property. It's like the less viable we can make property, you can remove that option entirely. I always talk about making versus taking, right? Making being the entrepreneurial path, trade, hard work, delayed gratification. That's one way to acquire wealth. The other way, the political way of just taking whatever the maker's made, right? You just steal it from them. The degree to which we can make taking more expensive or less possible, which is saying the same thing, is the degree to which we shift that moral composition or ethical or pragmatic composition of society, what people are actually doing. Everyone's trying to get more wealthy all the time. It's natural, right? You want to live in a bigger place. You want to eat nicer food. You want to have more freedom. This is very natural. It's nothing to be ashamed of. The means by which you acquire that is something to be ashamed of, though. If you're taking it from someone, you should be ashamed because you did not create that value. You stole it from someone.",
        "dVO-7rchstw_105": "It's not ideal, but I get by, and I have fun, and I'm able to raise my kids, and all is well. Well, most people aren't. Not most people, but fewer and fewer people are having kids now. And so we're simplifying the game. We're collecting a paycheck. We're entertaining ourselves for reasonable amounts of money. Amazon's helping make your average stuff cheap. So people don't really have a big incentive, especially in an era where the rates were just declining, and so debt basically was pretty easy to get a hold of. Goods are getting cheaper and cheaper. So I don't have to Tony Robbins money master the game. I just play the game of going and getting a paycheck, and now all is well. But the way money finds its way into the system in an era where we have to inflate, inflate, inflate is only going to people that hold assets. I don't think that is too complex, but I think the first issue is comfort is one of the biggest drugs in the society. And many people are comfortable- I'm going to back you up before we get to comfort.",
        "qJpwEFTh1y0_48": "And he called and he says, listen, Dr. Burns, we got your article. And it's something unusual. None of the reviewers had any suggestions for changing anything in it. And they have unanimously agreed that it needs to be published. It's going to be in our next issue. But I'm wondering, could we submit it for the AE Bennett competition? This is an annual competition for investigators under 35 years of age on brain research. And it's the top award in the world. And you'll be competing with NIMH, the group that you're criticizing, and scientists from all over the world. Could we submit your paper? I said, you sure can. I had no idea. And he says, you're the first unanimous winner of the AE Bennett. And I just couldn't believe my ears. And he said, can you give a presentation to 1,000 psychiatrists in New York next month at our meeting to receive the award? I said, you bet I can. Absolutely.",
        "p5A6Q1GHw1s_48": "I like that a lot You're very excitable, yeah, that's clear has there ever been a time where You were sort of stuck there was nothing really calling for you Where you have sort of a I'll put it back in the context of your normal Writing the blog so you're going through all the research papers and things like that So you're not necessarily doing small bets and looking for something how do you within that universe if your excitement is sort of flagging you have a process to Tap back into something basically for for me, it's about it's about just Getting some some some kindling that curiosity where it's like asking that question Because I definitely get times where you know not feeling it It's not happening and what what I need is something that starts me asking a question Because if I even if I read a book and I'm like, there's nothing here. This isn't really gonna help me Sometimes I'll find myself going. Well, then what was I looking for? Oh, well, I was looking for this. Okay Is there anything on that and then all of a sudden I'm on Amazon I'm going I can't believe Nobody's written a book on this subject. It's got to be some reason.",
        "_ryxuehnp8k_29": "My massively transformative purpose, which goes back more than 50 years, actually to 1962 when I was 14, and I met with Marvin Minsky, who became my mentor for 55 years, and Frank Rosenblatt, who really started the connection at school, is to develop artificial intelligence to amplify our own intelligence and to enable us to solve problems that we couldn't otherwise solve. It's only intelligence that enables us to make progress. If it weren't for our innate intelligence, we'd still be writing on cave walls. In fact, we wouldn't be doing that. And we've made tremendous progress. I mean, if you read what life was like, even 200 years ago, read Thomas Hobbes, who describes life as short, brutish, disaster-prone, poverty-filled, disease-filled, it's extremely harsh, let alone 1,000 years ago. People tend to romanticize the past. But we've made life immeasurably better because of applying our intelligence to solving one problem after another. And if we had more intelligence, we could do more of that. And that's been my passion, at least for the last 50 years. Awesome.",
        "HEQq3Dj0Stw_2": "And if you lose sight of that, if you lose sight of what you allow yourself to think is going to control you at a neurochemical level, and at the neurochemical level, that's going to influence then again how you feel and how you think, and then you get into this death spiral where you're thinking negative shit, you believe in the negative shit, which makes you feel badly about yourself, and then you get stuck in that and you can't get out. And you see a lot of that on the hopes and fears. People afraid they're never going to be able to break free. People in this fucking room that took the time to write it down that they were never going to get out of that negative loop. And that negative loop is really real, but here's the thing. The negative loop is based in biology. And once you begin to understand what the biology is exactly, then you can begin to take control of your life. And step one in the biological train is to break the tie that you have between outcome and worth. Once you begin to break that down, then you can step to shit naked and raw and say, all right, this is just practice.",
        "V2K4VqkfRaM_26": "Because I feel that I'm helping advance. Because there's no achieving in the infinite game. The goal is not final achievement. The goal is advancing, to progress in the infinite game. To have that vision of an idealized state of the world that all men are created equal. It's an ideal that a nation is striving towards that will never actually get there, but will die trying. That's the point. And we can offer people the same thing inside an organization. In fact, we have to, to give them something to advance. Now how is this different from the why? A why comes from the past. It is an origin story. Every single one of us has our own unique why. It is our birthright. It comes from the sum total of how we were raised as kids. It is objective. You have one, and you have one for the rest of your life. The only one, right? And the rest of our lives are about making the decisions that help us keep in balance with our why. A just cause doesn't come from the past. A just cause is about the future.",
        "eXEnSX_aRRE_154": "And it was difficult because the flippant and obvious answer is it's what I learned from my parents, it's what I learned from the books I read, it's from the society in which I lived, from the movies I watched, and the residual thing that I got out of that. Jordan Peterson will probably tell you it's religion. Other people will tell you something else. I don't have that answer. I wish I did. Do you think we live in a time where you have to cobble one together? I've had to cobble one together, yeah. Yeah. Have you? Yes. Right. So that's kind of worrying in some ways. I think it's part of why we're at where we're at. I think that's what we're talking about exactly. But I also think a moral code is not always true because a moral code will sometimes require you to jump in front of a tank. But generally speaking, a moral code is a good long-term strategy because it is a way of relating to other people and to reality that is more effective than others.",
        "Or7CFDgfEYI_67": "Yeah, again, there's that alignment between circadian and homeostatic drive to sleep. Yeah, if you normally go to bed at 11 and wake up at seven in the morning, that's a healthy amount of sleep. That's eight hours, right? And then waking up at seven, that's when you expose yourself to the bright light, versus those who go to bed at 10 and wake up at six, they're exposing themselves to brighter light at six. So the alignment between the circadian and homeostatic needs for sleep are different, so yeah. So that's fine, but pushing, if I miss my normal bedtime by two hours, am I creating a problem for myself? Yeah, you are creating a problem for yourself because you're misaligning your circadian and homeostatic needs. Even if I get all, so I normally go to bed at nine and I get seven hours of sleep. I go to bed at 11, I still get seven hours of sleep. You're saying just because I switched. Yeah. What is that knock-on effect?",
        "IQefdkl8PfY_10": "Um, what, what we do is we look at various kinds of so-called fitness payoff functions, um, maybe payoff functions that are, that are, and we can ask, do these payoff functions preserve certain kinds of structures in the world, like, um, orders, a total order or, or a partial order or a metric or a topology or, or a measurable structure. So we can say, we don't know what objective reality is, but suppose it had this structure. What is the probability that fitness payoffs, which govern our evolution, would actually have information about that structure in the world so that we could actually be evolved to have some insight into that structure of objective reality? And in case after case, the answer is, um, the probability is zero. The, there, there are payoff functions that would preserve the structure, but those payoff functions have probability zero in the set of all payoff functions. So, so that means if you're a betting man, um, you would bet long odds against it. So it doesn't mean that it can't happen. It's just that the probability is, is zero.",
        "SuZ8lEHtDI8_35": "And so I had this seed planted in my soul that you could really help somebody. At Quest, realizing just how many amazing, incredible people end up doing nothing with their life because they have the wrong frame of reference, not because they couldn't do something, but because they have the wrong frame of reference so they don't walk down a path that will actually lead them to building the set of skills that they need to actually go and do something. So I was like, okay, can I just tell people what I've done to change my own life? I tried that. And for 2% of the people, it really does work. But for 98%, it doesn't work. And so I realized, wait a second, the way to make these lessons work is to hit people on an emotional level at scale through story. And that brought me back round to my original passion, which was storytelling. So I thought, this is amazing. This is a way for me to take something that I already love and want to do, attach purpose and meaning to it, and now we can really do something amazing.",
        "l1BULYFf8qo_160": "So, so if evolution didn't shape us to see the truth, what did it shape us to see? And the, I think the, the good analogy is that it gave us like a desktop interface. So if you're, um, writing an email and the icon for the email you're writing is blue and rectangular in the middle of your screen, does that mean the email in your computer is blue, rectangular middle of the screen, middle of the computer? Of course not that. I mean, anybody who thought that misunderstands the point of the interface is there not to show you the truth, which in this metaphor would be the circuits and software, the diodes and resistors, magnetic fields. You don't want to deal with that. If you, if you had to deal with magnetic fields to write an email, good luck. You would never, no one would hear from you. And so that's what evolution did for us. It gave us a desktop interface. That's there to hide the truth, right? The desktop interface on your computer is there explicitly to hide the circuits and software. You don't want to see that stuff that would sing.",
        "9I39boHZYjI_140": "So she's more likely to still get her physical needs met elsewhere. And the amount of women I see cheating on their rich husbands is unbelievable. The weird thing about this for me, and it may just be that you're right, and there's a self-selection bias for the female version of sociopathy, quite frankly, because typically men cheat because they want a novel sexual experience and women cheat because they want an emotional experience that they're not getting from their spouse. But this is a totally different thing, it sounds like. Yeah, because usually the emotional connection is limited when a man is so busy. But I say rich men have it the same way beautiful women are more likely to be cheated on. And people are always confused by that because they'll say to a beautiful girl that gets cheated on, like, you're so beautiful. How did he cheat on you? And I always say you're the most likely to get cheated on if you're a beautiful woman. And the reason being is in order to... You've got to remember men are terrified of women and terrified of rejection. It's not a nice feeling.",
        "27KjD2jbxj4_78": "If you did get infected, what was your infection like? Was it mild, so less than a week, more than a week? Or did you have to go to the hospital? And then are you still experiencing symptoms or did you experience symptoms that look like long COVID? Okay. And here's the thing where, again, these are all fairly small numbers. I told you the size of the group, right? So it's not like I want to put a huge amount of certainty behind this, but I've been in this business long enough to kind of look at data and I know what looks like questionable and what I think is probably real. The one thing I think that's probably real that came out of this is the people who took rapamycin continuously, so before, during, and after their COVID-19 infection, had a much lower risk of anything other than a mild infection. So almost nobody had a moderate infection and none of them had a severe infection, had to go to the hospital. None of them got long COVID. Am I just not remembering people talking about this or are you like a lone voice in the wilderness? I'm telling you some unpublished data right now.",
        "qRKm2ZIGnU4_83": "We're dissecting every picture, we're looking at if their body shape, this, that, all those things. Because we have the time to sit there and process. When we meet in person our brains tend to go to what we're attracted to. We don't have time to just break down every single angle. So, it's easier for people to connect in person. So, I do think though I encourage dating apps I think men need to get out more, all right. There was one time I was on a show and they had a call-in section and one of the guys called and he said you know I can't meet any women I don't know what's going on. And long story short we found out that when he would go out he would meet women but he was struggling on online dating. And we're like guy just get out more like you have the answer in front of you. So, I think we need to get out more but optimize your profiles with pictures. I think also one of the things I encourage the women to do and I would say this to the men as well.",
        "TVG8EebEt_M_41": "Do your squats. There. Tom Bilyeu Right to the camera. I love it. Jessica Flanigan You know, and it's just like, it's dope. You know, when you come in the city, you've got to carry your groceries, before all the delivery things. You've got to carry your groceries to your home. That alone made you want to get in the gym, and it's like, what weight? What weight is seven bags from Fresh Direct? You know what I mean? You want to make sure you can carry that, and so I like to be functional. I like to have functional strength. It's kind of fun to think about also, you know, when you're in a world where bad things happen to women, to know that it's like, all right, well, like, you know, I don't know what's going to happen, but like, you know, I want to look like ... If a predator is walking by, I want him to be like, I don't know if I'm going to win this fight, and just walk by.",
        "BO6BSxr8WSo_71": "I I do my meditation on my prayer And I do some stretching I do some breathing exercises And then at that point I allow myself to enter the world after i've got my state controlled and I work out every morning Except for sundays. I work out every morning. Talk to me about working out. That's something that completely changed my life obviously and And every time somebody asks me a question about you know, how do I i'm lost I feel, you know Completely out of control. I don't have confidence. My answer is work out me too So why? Well, I think everything in our body. I think everything in our lives starts with our body If you're a person of faith, you believe that's where your soul is housed, right? And so it's the you you do emotions You don't just feel them you do them in other words, and you know this from things you've learned in your life But like joy is an actual action Not just an emotion. We feel a certain joy. There's a certain breathing a certain movement in our body Depression and sadness is something we do. We're more hunched over our breathing is more shallow, right?",
        "Gxmq9rWggqw_112": "I'm contributing to this micro group. So you're going to have to pick a different micro group to go contribute to. I'm very sad that you didn't get the most obvious one that nature gives us, which is the family microcosm. Yes. But it didn't. So anyway, I'm just saying that the second they say, oh, I couldn't optimize for something else, I can't get better at anything. False. Yeah. Yeah. I think I tend to personally kind of agree with you, but I'm glad to hear you not demean how painful it is to to lose out on feeling like you can even participate in that mating arena, because one thing that infuriates me when a lay listener or someone who doesn't know much about this topic at all starts talking about incels and they say something like, why do they care so much about mating? And I'm like, well, it's crazy because we're all the result of an unbroken chain of ancestors who've solved that problem for long enough to reproduce. It's very important. We build billion dollar industries around it in the form of dating apps, cosmetic surgery. It's big business.",
        "z1fXr4ORF54_8": "It's it's a it's a different sort of level and and I just don't think you can do it Without doing it purposefully, you know, so you and I Share a sort of weird memory trait Which is I've always looked at it as I live in these 10-year chunks and I have like this Sort of 10-year phase that I remember pretty intensely, but even that it sort of dies off so that the 10th year I remember a lot less than year number one and at first it really bothered me because I would forget a lot of cool shit And then I realized this is actually really beneficial because the things that I see other people hold on to I don't hold on to Them just because they they dissipate so rapidly in my memory Yeah, do you cultivate the the like this is what I want to lose as much as you cultivate This is what I want to hold on to I don't think so But I'm I call my lack of memory the gift in the curse, right? it can come back and jam me up where I wish I were would have retained certain things and and Turn them into habit if you will But God, it's a beautiful curse.",
        "-L7HR1ZjwP4_85": "No, it was, I don't, first of all, I really dislike psychedelic culture. I really like it, the psychedelics have- What is it about the culture you don't like? So we talked about this in Stealing Fire a little bit. This is true with Flow Work. This is one of the dangers. So at the Flow Research Collective, the only swag we have is a T-shirt that says never trust the dopamine, and the reason is, and a lot of these drugs amplify dopamine, is that psychedelics and these experiences where your ego vanishes, where there's selflessness, there's a rebound effect. So when your ego comes back on, it actually comes on bigger and more ferocious, and people come back from psychedelics, they have visionary experiences, and they think they have authority, like some kind of spiritual authority, some kind of, like, I don't, like, I don't, maybe you do, but I don't, like, I don't think so. I think you're experiencing well, well documented, meaning like 10,000 years of documentation, ego inflation, and a whole bunch of other stuff.",
        "yT98z1iTHnU_25": "There's a great author David Corbin He wrote a book called illuminate And I read that book and he became a friend of mine because I had to search him out after I read it And he used an example about illumination he said I was doing business and there's guy that was convicted of a white-collar crime felony and First thing of every business call that he said he said look before we get started I want to let you know I was convicted in 2001 of a white-collar crime for doing this. I Served six months in jail. I'm completely accountable for it, but I learned what I learned And I just want to tell you up front before we do any business that this is me and if you're not comfortable doing business with a felon I get it and 90-some percent of the people trusted that person more Than somebody else and then to it You know a hundred percent of the people especially because of technology and access to information today eventually, you're gonna find out and you lose 100% of the people when they find out after and You know for me that was a friend of mine said I love this statement David I would rather people hate me for who I am and love me for who I'm not.",
        "rfnzmOpVIx0_35": "You got to focus on the motivation. You've got to get yourself in a position where you want the change. But don't spend cycles lashing yourself, hating yourself. I can think of nothing worse. The only thing that makes me sad is when somebody is overweight, eating ice cream by themselves in the corner of the Cold Stone, crying, right? That's fucking heartbreaking. An overweight person enjoying ice cream like it was their last fucking meal, good on you. The person over here that never touches ice cream, man, because they're going hard. They know what they want. They're amped. They want to live forever. They want to feel good. They want to look good. They want to be strong. I get that. Put time and energy into it. They're choices. No matter how hard something is, you've got a choice. I always come back to that one simple phrase. Now what? I'm in this situation. Let me tell you. Tom Bilyeu has a very easy time putting on fat and a very hard time getting lean. Now what?",
        "qoJMh9NPTR4_6": "And they said that if people understood how money actually worked, they'd be rioting in the streets. And that's because the way that the system of money works is people are kept in the dark about how money enters the system, how money exits the system, how assets work, how liabilities work. And because people are kept in the dark about that, then other people are able to use their superior knowledge in an open marketplace to garner more of the money. Or even worse, if the government is using money to either inflate the currency or to redistribute money, which basically is stealing from one person, and yes, I'm using that word very intentionally, to give to other people that have not earned that money. That creates all this contention about how the money should be used, where it should be going. There were people that were up in arms when the airline industry was bailed out, or the banks were bailed out in the 2008 collapse. But how many of us knew that the banks have actually paid that money back, and the government's actually made money off of the loans that they gave to the banks? So most of us aren't taught the ABCs of money.",
        "Zn4MWA1BESY_104": "He says well He says, uh, you're let me try to explain to you what happened and he said, you know Our work We looked at this the skeletons and we realized that it was a European ape that became our ancestor and the European ape When they were starving they that they didn't all become extinct some of the European apes actually migrated back to Africa but when they migrated back they took they overcame the apes in Africa and so that They came back because when that when they started to starve they had to come out of the trees They had to learn how to walk around Not bipedal but more like knuckle walking they they had to learn how to dig up tubers and roots and eat different foods because there wasn't enough fruit around and And that was when the mutation occurred in the beach and it turned out that when they came back Some went to Africa and some went to Southeast Asia to become the orangutan And they all carry that mutation showing that they came from a common animal that was we think was in in in Europe so we realized that maybe that mutation may have helped them survive when the when all the apes were becoming extinct up there and it might have allowed them to To make more fat from fructose.",
        "9aRy7DZ0Ek4_74": "Not until we've got the bills taken care of from the other options. So if you're starting your own business, you want to start it nights and weekends. Now this is advice that I've taken myself. So when we started Quest, we were also running a technology company. So we ran the technology company all day and then nights and weekends we would work on Quest. And we did that for a long time until Quest got its feet under it. And so taking that strategy, while I know how sexy and cool it is to say burn the ships to the shore and come on there's no turning back like it's do or die, that puts a level of stress and pressure on you that is not going to be fun. And if it is true, that like I said in the first answer, there is no accomplishment so great that you can just stand in that moment forever. You will always and forever have ups and downs, moments of success, moments of failure, victories, defeats, moments where you look amazing, moments where you're embarrassed, okay? They're all coming for you. And there is no get there and stay there forever. So this is about learning to do that dance well.",
        "IQefdkl8PfY_16": "So that's sort of the idea is that space time is just a headset and there's behind space time, there's going to be an incredibly complicated realm to explore. That's as least as complicated, more complicated as like the supercomputer is to my little headset. Headset is sophisticated, it's beautiful technology, but the supercomputer is, you know, really, really powerful thing. And the same thing will be true of space time. It's just our headset. But if we look beyond that headset, we're going to be finding a realm that's far more complicated. So in some sense, science, up till now, has only studied our headset, we've studied inside space and time, we're taking our first baby steps to start to explore, we've, we've cut our teeth in science, on studying our headset, we learned the tools in the last three or 400 years about experiments and clean mathematical theories and the loop between experiments and theories. But we thought we were studying objective reality, we were studying our headset. But now we have the tools to actually take a first step beyond space time, and start to find structures beyond space time, and their projection back into space time.",
        "W4CAVj6IWlA_43": "So all the things that we've been talking about in this breakdown, you're gonna have to learn to do those things. Because if you don't, and you're going all out right to the minute you go to bed, you're stressed out. And now you're not sleeping, it's going to diminish your ability to hustle. And so I don't understand people that don't make cognitive optimization, their number one priority, you should not be clapping yourself on the back for the number of hours that you work as much as you should be clapping yourself on the back for how efficiently you work because you only have three things, three levers that you can pull on. And that is working hard, working smart and working long hours, you want to be able to do all three. But the only way that you're going to be able to work smart is if you're getting sleep. The only way that you're going to be able to work hard is if at a cellular level, you're rested and getting sleep. And then obviously, you can work a lot of hours. But if you're doing that at the cost of your sleep and your cognition, you're actually going to get less done.",
        "qRKm2ZIGnU4_12": "And also because again, people are not considering what is the sacrifice that comes with trying to acquire certain things. So, another analogy I like to use is like, everyone wants a really nice car. So, there's tons of people who want let's say a Rolls Royce, but are you going to be happy making that payment? Are you going to be happy with the maintenance? Are you going to be happy with the attention that you might get in this car that isn't what you really think it's going to be? Some of you will realize that it's not worth it at that point and you'll be happier in your Corolla, you'll be happier in your Central, whatever, you know. People aren't going to believe you though until they try it. This is one of the things that is utterly fascinating about money. So, money is super powerful, it's more powerful than most people think, but it can't touch your sense of self, which is what they think it will do. They think it will make them feel cool and it won't.",
        "pSvcpzqBL2A_34": "I think one of the first things to remember, it's one of my favorite Einstein quotes, is that it goes something like, everybody's a genius, but if you ask a fish to climb a tree, he'll spend his entire life thinking he's an idiot. This speaks to this idea that we all have lanes that we probably excel in. We just have to find those lanes. In lieu of that, I would say I think one of the most important success attributes is open-mindedness. Because open-mindedness also breeds curiosity. If we are open-minded and curious, we are generally in a great position to find those lanes inside of which we will excel. I'll be honest with you. There is nothing about my attributes list that would allow me to excel on a football field or on a basketball court or on a medical team as a surgeon. Those aren't my lanes. But the curiosity and the discovery process allowed me to find my lanes. I think if people have open-mindedness and curiosity first, they're in a great position. That's one.",
        "T4Ry71B5Q1s_75": "You're probably one years old. And there was a park by where we lived. I don't remember this. I don't have a single photo of it. It was something stored here that there was something in the music that connected to an emotional feeling that I felt as a child in that moment when the memory came up. Incredible. So the second piece that you do in this therapy is that six weeks later, you take it as a couple. You get on with the Zoom call with the two therapists. You set your intention. And then you sit together. You can have music. You cannot. You can do whatever. And because you've had this shared experience and you've been doing therapy, you now have this incredible experience where no holds barred. It all comes out. Now you're talking? Oh, yeah. Now you're talking for hours and hours and hours and hours. But the therapists are there on Zoom with you. No, they just set you up. You do your thing. And then you go for it. And then you report back in.",
        "_J49oG5MnN4_18": "I like to be out in nature, and so I feel more alive, but I also think that, yeah, it forces you to go through hard things in non-ideal conditions that then, yes, indirectly help cultivate toughness. Toughness is a weird, kind of nebulous word, and there's so many different things that can go into that, but I think what it does is that it cultivates a willingness and a drive and a discipline to get through those things, because I think now, I'm like, okay, I used to live in Chicago, and I would go out and run when it was negative 10 degrees, and if I can do that, I can definitely go out and run in San Francisco when it's 60 degrees and raining, so it's all about comparisons. Tom Bilyeu So one of the writers that had written an article about you said, and I don't know if you said this to him or if he just made it up, but he said, I think she runs in the rain and when it's cold because she knows that her competitors are packing it up and going inside. Is that true? Is that true?",
        "0ytRBkE7K0o_3": "And if we have one, if we have a platform of any kind, and we understand the power of that platform, we have the power to change the world. And I wanted to start from there and talk about communication in every aspect, not just from comedians to litigators to preachers to exegetic attacks to trying to communicate with your wife. You know, we say communication is critical for marriage, but nobody tells you how to do it. And nobody tells you how to do it understanding the audience, and that the rules change as the audience varies, and that the art of being an effective communicator is predicated in part on your ability to translate your thought into the language that your audience understands, whether it is in Poland or Australia or in Washington, or sitting across the dinner table from your wife or in an interview. And so don't drop the mic really started out from that perspective and then grew out from there. All right. I definitely want to get into, I feel like an alternate title of your book could have been true communication and we will get into that. But we're, I want to stick with this idea of the power of a person with a microphone or a platform in today's vernacular.",
        "2R_BKlb_Y8k_8": "What do you mean by weaponizing belief and how can we employ that? Yeah, I think we're all really good at detecting each other's belief to a certain degree. We're businessmen. For us, it's probably going to come in a pitch meeting or an employee or something. You'll have that person come to pitch you. You'll have that employee come. They are just so sure, not overcompensating because that actually is a sign of insecurity, but just so calmly sure that they are the right person and they have the right idea that you may not even get through a quarter of their pitch. You're like, I'm in. I'm in. You win. I believe you 100% because you know that and you can sense that they've reconciled all of their own fears, all their own insecurities, and then they truly believe that they got the goods. I think that's somebody weaponizing their belief. That's somebody who has done the hard work to really know themselves, know their product, know what's going on. They're utilizing belief to convince you far more than the documents and everything else.",
        "eIW5Ycgdjyo_67": "So let me take just a step back and that'll answer that question whenever I see someone so if you came to see me I'm always thinking about the four circles of your life. So I'm thinking about your biology. So with anxiety My first thought is areas in your emotional brain just are working too hard. And so it's driving that anxiety So what's the biology? What's the psychology? Which is how do you think and the environment that you grew up in? What's the social circle? because if you're around a lot of Irritated angry negative people you're more likely to be anxious and what's the spiritual circle? Why do you care why you're on the planet? What's your deepest sense of meaning and purpose? So I'm always thinking biopsychosocial Spiritual and that way I end up helping whole people not just oh you're anxious take Xanax because that's the quick answer that if you go to Kaiser for example, and I just hired a doctor from Kaiser and he saw 25 patients a day So the 25 patient a day answer is Xanax Let me give you a benzo and the problem with it is once you start it.",
        "RIRHq3d7Uuo_38": "But black holes are real, right? They're real. As a data structure. They're real stopping points in our understanding. But they're in the universe. Well, they're um. I know this gets complicated because the universe is a representation. Oh yeah, so Penrose and others have been studying the properties of black holes, right? Penrose won the Nobel Prize very recently for his wonderful work on black holes. And so there's a lot of work that's being done to understand the properties of black holes. For example, the amount of information you can store in a black hole doesn't depend on its volume, only the surface area. Yeah, I don't understand that. Yeah, right, it's very very strange. But that turns out to be true in everyday space. The amount of information that you can store in this volume here is not dependent on the volume, it depends on the surface. The surface area. That's the universe we live on. So that's led people to this holographic kind of idea. Oh, every word out of your mouth. I'm like, we actually are in a simulation.",
        "V2K4VqkfRaM_35": "And by having our weaknesses revealed to us, it means we have the opportunity to grow and improve. And the infinite game, at its core, is basically a game of constant improvement. And so our worthy rivals reveal to us our weaknesses and our opportunities to improve. Yeah, that's one of the areas where switching your mindset really has a powerful impact and beginning to change the way that you think. That one and, I mean, God, all these are pretty powerful. The next one, the existential flexibility. This one maybe has the headiest title. What is it? And how do we watch out for it? Existential flexibility is the willingness to make profound strategic shifts in order to advance your cause, 180 degrees. This is not the daily flexibility that you need in business. A leader, or even us as individuals, may never have to perform an existential flex. And at most, you might ever have to do it in an entire career once, or never. But the responsibility of any leader is to prepare their organizations for an existential flex should it need to happen. So what is an existential flex? So the best case is really Steve Jobs and his just cause.",
        "xftOwi3Hstg_60": "And so, that's my skill set. I'm made for winter. So, that's why I'm doing these challenges. I'm doing this new challenge that I'm coming up here in January. Here, January 24th through the 28th. There's no charge for it. It's not somewhat free. It's completely free. All people got to do is go to becomeunshakable.com, becomeunshakable.com and register yourself. And if you want, bring a friend or family. You can do it from your home. And you'll be able to watch, participate, and have the experience. And each day, we're going to tackle these things so that you become more unshakable. And what I mean by unshakable is, it's not that nothing bothers you. It's just that when everybody else is freaking out, you have perspective. You know how to take advantage of the situation. You have a plan. You know what to do. Because financially, these times are the best times in the world to make money.",
        "mokyNBWZ8wg_4": "But so many of us are paralyzed to do anything. And that is the last thing you want to do right now. Yeah, I agree with that violently. One thing that I'm always telling people, and it's counterintuitive, and I often get a lot of pushback on this, which is absurd to me. But it's better to move a thousand miles an hour in the wrong direction than to stand still. Because standing still, you're not learning anything. You're not running any tests. Obviously, I'm not saying knowingly run a thousand miles an hour in the wrong direction. I'm saying you pick the direction. It was your best bet in terms of what was going to work. But no matter what happens down that path, you're going to learn something if you're paying attention. And so, yeah, I think that's super powerful. I want to go back to what you're talking about with the emergency fund. How the hell do people who are, they're living a life where they're just sort of making ends meet, they're living paycheck to paycheck.",
        "Bp4w_Prs1Q8_9": "The first thing I had to do was really shrink the window of my forward looking vision casting where I'd been a person doing five and 10 years. Here's where I'm going to be and I could just like a movie playing in my head describe what it was going to look like. I needed to understand what did I need to do today to get myself just 90 days into the future and for me it ended up going through the question of health. How might I in the five dimensions that I've identified as being important for me in health, mental, emotional, spiritual, relational and physical health, how might I have two or three things for each of those dimensions of health every day that might become part of my routine and part of what ends up being my set of habits that will allow me to create just enough inertia from this now standing still, I describe a sailboat in the book that is waiting for wind. Like okay, I got to at least build the sail. I got to put it up so that when the wind starts to come I'm actually prepared to move forward and so for me it was all right, what do I need in my mental health? I needed to see professional freaking help on the regular.",
        "Amt5qR3BP98_4": "During the time I was down there, it's Antarctica summer, so our winter, 24 hours of daylight. And I thought, what place better than to push myself as an endurance athlete, try to do something that no one in history has ever done. People have been trying for 100 years. But more so the curiosity and my personal why was around what happens into the mind? What is the sort of soulful journey that you can get into? Where can you find flow states and moments of high performance as well as battle your own demons when there is just this endless, white landscape and nothing to distract you when you're out there? You've talked about these endurance feats becoming art for you and that your canvas is the endurance sport. When I think about artistic expression, it's an active process for me where I feel, Stephen King said it best when he said, when you're really in a flow state, you feel like you're channeling, like something's just happening through you. So that is a fun wave for me to ride as a writer. And that's where you're really experiencing something.",
        "_J49oG5MnN4_7": "That really sits at the heart of my being and this show makes me incredibly anxious and when we were originally talking about doing this, I was like, oh dear God, I don't know that I ... Dr. Lea Searcy You don't want to be in a camera? Tom Bilyeu Literally. I truly had no desire to be out front. That was not what I wanted to do. But because it was one of those things that scared me as much as it did and I have a rule in my life because I try to avoid pain so frequently that if it scares me, then I have to do it. Just to become the person that I want to be, because I'm a person left to my own natural inclinations. I'm very lazy. I'm very fearful and I will just recede into the background and accomplish nothing. I found that the fear had something to do with stakes and so I always put myself in that situation. When did you develop that notion of fear being a guiding light and how are you using it now through what you're going through? Dr.",
        "TanQ2mhxAcs_40": "Most chronic illnesses have very little or no genetic basis to it So for example, there's a breast cancer gene, but out of 100 women with breast cancer only seven will have the gene And out of 100 women with the gene not all of them will get the cancer So In many cases, even if the genes are implicated It's the it's the interaction of genes and environment No in als it's you know The als personality which I noticed in palliative care when I was a palliative care physician Also in the literature are people that repress their healthy anger and emotionally very rigid and they don't ask for help from anybody Um And usually that's based on childhood trauma And lou garrick was like that the alter you define trauma in you you go to very careful links in the book to make sure that people understand trauma isn't always getting hit with a bat or Uh being sexually abused like there's a range that can be wildly impactful.",
        "WhLdpjZjUrw_170": "And I know human psychology enough to know when you played me your song for the first time and I freaked out, that that feeds into your sense of like, wow, I worked really hard to get good at something and this person's having a really big emotional reaction. And that's part of how I wanna contribute to the world. I wanna sing in a way that moves people. You saw that it moved me. Now you're in that loop that I call the passion loop. So for it to be passion, you need to work really hard to get good at something that matters to other people. And you need both the shout, meaning when you sing, it makes you feel some kind of way and the echo, where I hear what you've worked so hard at and I'm like, oh my God. And now you're in this loop where you're like, I wanna get even better because I want more people to react like that. Now you're in a passion loop. Now, where people get into trouble is going back to the first question. So now you're in this passion loop. You should be fine with, hey, I sing. It makes people feel awesome.",
        "l1BULYFf8qo_207": "Well, I'm making some of my emotions, maybe not others who, who knows. Do you think I'm taking the headset off as, as a, an event horizon beyond which we just cannot possibly even guess? The, the mathematics that I've got says that a conscious agent always can have awareness without experience. There is the awareness without experience, right? The math is very clear about that. So when I write down the set, the space of possible conscious experiences of conscious agent, I have to write down what's called a probability space, which is a set of possible conscious experiences with, I think of awareness as I exist. Yeah, no, it's no, but no, I, there's just awareness without an eye. So this would, so, and by the way, I make no claim to be, you know, expert in any like mystical spiritual tradition, like Buddhism or Hinduism or so forth. But I've, I've been told that they do have this notion. And so I'm not speaking as an expert, but I've heard that they have this notion of awareness without content and that certain meditators claim to, to, to be there.",
        "dVO-7rchstw_80": "I think that's the best advice that you could get. Why? Because that makes you, well, at least because I heard some things very, very similar. And for me, that put a fire on my butt where I was like, I'm going to prove you wrong. I'm going to prove you wrong. I'm going to give you a middle finger and I'm going to go do what I want. Because I heard- Did your mom tell you that? My mom told me that somebody who looks like me will never be the CEO of a company. So I need to shut up and go study to become a doctor. Wow. Because the world were more like you. I mean, the thing is, I always had just a little bit of a hard head and my mom said it out of love. Like, I love my mom. My mom is a big supporter. Yeah, they always do. It was for, because I was such a, like I was very rebellious, but not in a bad way. Like I wasn't doing drugs and drinking and doing things like that. I was like trying to start businesses.",
        "Dzlg17y0IMM_124": "But for me, it's like, okay, that's where I'm like, I have no idea if what I'm doing makes any sense. But blood sugar, metabolic disease, body fat, like these while complex, these feel very solvable. Yeah, I agree. I think that you, I'm confident you could get her blood sugar under control. I guess there's complications of what's available locally though. And also maybe she has like a crazy sweet tooth. I'm not sure. Maybe she loves cornflakes. I'm not sure. I didn't ask her too much about the diet, but I was impressed by the fact that she had these diseases. But I do think you're right. And with cholesterol, doctors have flip-flopped back and forth about does eating cholesterol make your cholesterol in your blood high, specifically the bad kind of cholesterol. And we've gone back and forth on that. And it seems now that eating cholesterol has no effect on the cholesterol in your blood. That seems to be what the data shows these days. These days? These days. But give it more time.",
        "UMmOQCf98-k_24": "We have a story for everything. And then that story keeps recreating our lives over and over and over again. And we have beliefs that support the story. We have habits that support the story. We have people that support the story. We have systems that support our story. And so my question I always ask people, who would you be with a different story? Talk to me about set points. That was something really interesting in what you talk about around the stories and things that we carry that I found really interesting. Sure. So Maxwell Maltz wrote a great book many, many years ago, in probably the 70s, called Psycho-Cybernetics. And Maxwell Maltz was a surgeon who performed surgery on people. And what he notices, even after plastic surgery that he performed on people, some people didn't see any change in their faces. And it was visible to everybody else, but not to them. Because they had a map of what they thought they looked like? Yes. So we all have a map of reality. We have a map of what we think we look like.",
        "zvuIuSjNuac_8": "I literally am so precise at like if I'm going to bring laundry up the stairs, I'm going to like make sure I fold it just right so I can drop everything off in one, you know, go at it. So I feel the same way, but I have had to learn how to rest. So an example I give in the book is at the end of yoga, there's Shavasana where you lay on the floor. I freaking hated Shavasana. Just because it leaves you alone with your thoughts? Absolutely. And I felt like I needed to do a super sweaty workout in order to earn the right to rest. So if I didn't do an intense yoga workout, if I didn't do all the binds and the headstands and everything, who am I to lay on the floor for five minutes? I didn't earn it. That's a broken thought, but it's a thought that a lot of people hold, that we need to earn the right to rest, that it's not like our birthright. And I think that's kind of scary because I think we're constantly hustling.",
        "-L7HR1ZjwP4_78": "So when you're looking at your peripheral vision, your brain goes, oh, well, focus isn't really intense. You must be calm, and it actually activates your parasympathetic nervous system. It calms you down. So if you're looking to calm yourself down really fast, looking out of your peripheral vision seems to be one way to do it. This is not my work. This is Dr. Andrew Uberman's work at Stanford. We do some work with him. This is stuff he works on. Incredible dude. I love that guy. Andrew's great. So same thing. So one, booze puts you in a better mood. And two, so dopamine, neurochemicals are, the brain communicates in two ways, right? Electrical signals, chemical signals. And neurochemicals are multi-tools, right? They do lots of different jobs in the brain. Dopamine amplifies focus. That's one of the things it does. It also rewards any behavior that has a survival value.",
        "NxtUBGtLq3k_64": "If I'm gonna buy Apple, if I know I'm an Apple user, if I know I got the phone, I got the AirPods, I got the MacBook, I got the PC, I got excited when Apple was about to drop something, why wouldn't I own it? As much of it as I can, right? Like, if I understand that concept, if I know people gonna, America has one of the biggest trash problems in the world, right, so if I know that waste management is a company that's gonna be here forever because we aren't gonna stop throwing things away, why don't I own that company? Because I know everybody throws things away. And so now, instead of me getting excited about Apple line being around the corner because it's a new phone, I'm like, yo, y'all about to make me some money, right? And so when I hear a company like Waste Management has bought 40 acres of disposable land for another landfill, I'm excited about that. And another great thing about the stock market is, for me, it now makes me pay attention to the world. And so now I understand what's going on in the world.",
        "WhLdpjZjUrw_126": "Do you wanna be successful, or do you wanna be right? And I realized that I would rather be successful. And that forced me to pursue a path of self-development. And so from that moment forward, I've never looked back, and it's just been all growth mindset all the time. The most harmful self-talk that anyone can ever use, and it will hold them back forever, is this isn't my fault. If I could say the most controversial thing I've ever said, the thing that has generated more anger towards me, and I was so shocked by this, everything is your fault. I know that is a word that triggers people. I say that so that if you can face yourself and say everything is my fault, then I know that you're not going to stop partway to taking responsibility for the choices in your life. And look, of course I know that not everything is your fault and if you were hit by a drunk driver, that's not your fault, but I would tell myself that that is my fault. The reason is I wanna remind myself that I can keep my power, that I could have made a different choice, I didn't have to get in the car, right?",
        "IQefdkl8PfY_47": "So, so you might say, well, yeah, if you go outside of space-time, you can do anything you have all the fun you want. You can do anything you want to. Um, no, you can't, you can, you need to tie it back to what we can perceive inside our headset. So that, that's where we're headed. But, um, as I said, there's infinite job security. And so I view myself as, as just looking for a first baby step outside of the headset. Science for centuries has only studied our headset because space-time is our headset. But in the last 10 years, physics has gone beyond, we've talked before about the amplituhedron and decorator permutations and other, other structures that physicists are finding. These are not the final word. Again, these are the first baby steps outside of our headset and they will be, of course, refined and eventually superseded. All right. So there's one of these things that I think I've, I've grasped enough that I can present it to people as one of the first baby steps.",
        "-L7HR1ZjwP4_46": "There's something in there about the notion of turning words into money that reminded me of what we were talking about right before we started rolling, which is this idea that your early 20s is this utterly fascinating period in your life. And I think what I'm cuing off of is sort of how you end up in that position where you're turning words into money. And you were talking about Antimatter, a sort of visual arts collective that you were a part of or started in your early 20s and living in like a super dicey area in San Francisco. What is it about those sort of early formative years? I think they're incredibly important to the artist, somebody that will become, I don't know, maybe you don't think that or maybe you do, but do you think anything is special about that period? And if so, what is it? I don't know if anything is more, like there's something special about that period. There's really something special about your 30s and your 40s. I mean, like there's adult development sort of follows a set of patterns.",
        "2R_BKlb_Y8k_3": "I can continue to grind and continue to perform worse and worse and worse, or I can take the opportunities when I'm inspired and push really hard and then take those next phases to recover, adapt, and try and come back the next time and sprint even faster, sprint even farther. But it's just finding that balance that's really effective for me to get what I need to get done. And how do you find that? Is there an internal self-awareness that you've cultivated? Yeah, there's like a natural sense to find balance. And I think we all have that. I think we know it. We just override that voice. We're like, oh, more coffee, or oh, more something else to hide the signals that our body is naturally telling us. Our body is constantly giving us clues. But the problem is it comes with a whisper, and we can drown out that whisper in a million different ways with distraction, with mental processes, with physical things, like I said, drinking coffee or taking Adderall or doing whatever you need to do to drown out that sound that says, hey, really, you need to sleep. That's really what your body is asking for.",
        "HGY1vf5H1z4_4": "That direction could be bad, it could be good, whatever. But they're going to be motivated in a direction now if they are like humans. But if they never become conscious or it never feels like anything, I would think they would be much like they are now, where it's like, well, it could be this, it could be that, if you've ever talked to Chachi Petit, which of course you have. But that feels like it would sort of be a perpetual state of affairs. What might I be getting wrong? My belief is that you're talking about two things that are actually quite separate as if they were one. So wanting something, having goals, and getting some kind of internal or external reward for achieving those goals is something that we already do in machine learning. Reinforcement learning is all based on this. And you don't need subjective experience for that. So these are really distinct capabilities. Subjective experience is related to thoughts that we discussed earlier. We could have machines that have something like thoughts and potentially, if we implement it similarly to how it is in our brain, they might have subjective experience. It doesn't mean that they need to have goals.",
        "wHNviTRMfa8_62": "This activity changes. So it doesn't need your microbiome is changing. Your microbial functions are changing because now you're giving them a different things to metabolize. Right. So that changed. So your functional activity is changing. And we have seen the people who change their microbial activity change quite a bit. If you don't change anything. So let's assume we tell you to do this and take this supplement, this probiotic. You say, not going to do it. And you go back and analyze six months later. And if you more or less stayed the same, you probably your activities would be more or less the same. If you started working out, they probably will be different. If you start spending more time in nature, it will be different. So if you start. Yeah, of course. Because remember, every time you are in nature, you are inhaling. You're constantly being bombarded by the microbiome. Right. When you go past the cow dung, you smell bad. What is that? You're suddenly inhaling all that stuff. Right.",
        "V2K4VqkfRaM_45": "They feel supported. They feel that they have top cover. They feel someone cares about them as a human being, listens to them, knows their story, allows them to be themselves. We can be that leader. And what you start to see is those teams becomes really high performing. Those teams become super tight. And you start to hear rumors across the company because everybody wants into that team because apparently it's a great team to work with, to work on. And before you know it, one of those people goes and moves to another team and they take everything that they learned, because leadership is learned, and they do it for another team. And if we take that infinite mindset, then eventually the tail will wag the dog. And it doesn't matter if it's this CEO or another CEO because we will outlast whoever is in charge right now. And that's the goal. We're doing this for the good of the organization. We're doing this for the good of the cause. And the tail can wag the dog. I love that. I love that. I think you've got your finger on something so important right now. And I can feel this shift.",
        "KCIBQigXR8I_16": "But I think that you're very right that you can always reframe it and find something good out of it. So you can find something good out of terminal childhood cancer, right? But I would say objectively, that one falls into my human suffering bucket. I'm going to say, no, that's just pretty bad. You can learn something from it, no question. You can reframe it, absolutely. So how are you able to have a breakthrough with somebody who is an adult, who like me doesn't believe that everything happens for a reason? Is it just reframing? Are there other tools? What do you lean on? Yeah. So what do you believe in? In other words, in your context, in the container that you've created, because you're creating it, right? Like we don't know if there's a God. We assume there's a universe. We're sort of in it. I mean, we call it the universe, but that's just language, right? We're just making up names for shit.",
        "PTOVAEmv5ks_51": "BetterHelp is professional counseling done securely online using your computer, tablet or mobile phone through video calls, phone calls or text messaging with licensed therapists who are certified by their state's board to provide therapy and counseling. It is not self-help and it's not a crisis line. It's an online service available worldwide, and it has a massive network of counselors who have a broad and diverse range of specialties. So you can get a counselor with the sort of expertise that might not even be available in your local area. BetterHelp assesses your needs and matches you with a licensed professional therapist within 24 hours. You can log into your account anytime to message your counselor. And BetterHelp also has group in our sessions every week where members can learn in groups directly from licensed counselors on multiple topics like relationships and ways to overcome anxiety, especially if the thought of seeking help makes you nervous or embarrassed. Be sure to check out the over 60,000 positive reviews posted on the BetterHelp site, and that's BetterHelp H-E-L-P. BetterHelp is committed to making it easy for you to access the therapeutic help you need, even if you have never gone to counseling before. It's free to switch therapist.",
        "Zn4MWA1BESY_50": "Both and it stimulates foraging where you have to go out and and search for food it also stimulates food intake and actually it it it's it's Blocks satiety this feeling that a fullness so that you keep eating. That's the leptin resistance. Yes So you eat more than you should it blocks the break In within the cell it has this unbelievable trick that it does and the trick it does is That it lowers the ATP you're eating calories. You think your ATP levels should go up but remember energy is both stored energy and active energy and what it does is it Stuns the mitochondria the mitochondria are the energy factories that make ATP So they turn the mitochondria down and ATP production by the mitochondria goes down. So where does the energy go?",
        "SuZ8lEHtDI8_19": "So, the difference is, yes, at some point, this really is going to be burnout. I worked roughly 120 hours for eight months. That was burnout. That really got to a point where my head was just not in the right place. I had to pull my wife aside and say, look, I'm being a terrible fucking husband. I will find my way back to you. Not smart. At that point, you're not getting enough sleep. I certainly wasn't doing things out of excitement. There is a point where it becomes burnout. But you have to address the stack leading up to that first, overcome all of the biology pushing you towards laziness. Then, if we're just working too many hours. In fact, I will say this. If you're not sleeping enough because you're working too much, that is a sign that you're approaching burnout because you just won't be able to deal with the physiological demands. In fact, we can probably anchor burnout to physiology. Burnout is I'm now pushing so hard, my body can't keep up. It's gonna be a different number for everybody.",
        "TXNFLgl3Y1c_55": "But what happens is, once you start understanding the power of how your money works, you'll start saying, yo, I don't need to do that. Because that's taken away from this. That $25 will now become $50. Guaranteed. That $50 will now become $100, because you're going to start doing more with less. The person who works out and sees that they dropped 10 pounds in two weeks says, you know what, I'm going to go a little harder. Because I know if I can drop 10, I can drop 20. Right? I know if I can get, if I see one muscle shape up, I know it's possible. The word possible is so powerful. Possible changes the game. Instead of it being impossible, we now say, I am possible, or I'm possible. That changes the dynamic. The first mindset is saying, invest in your first stock. It don't have to be a winner. It doesn't have to be a home run. It can be an AT&T stock that costs $26 right now.",
        "X9Vy2RT6FD0_86": "Everything has gotten so easy, you have to have a compelling reason to go out and do these hard things, but if you don't, then you have this profound sense of disease because again, progress is a foundational pillar of human happiness, so people procrastinate because nature is telling them to procrastinate, they are lazy because nature is compelling them to be lazy and if you don't build the desire to overcome those things, if you don't build that up, walk that process, do the things that you need to do to fan the flames of desire, then you won't, you will chill, you will relax because that's how nature designed you, so you have to go down the process of building desire. Now, the process of building desire is very simple and I will walk you through it, it goes like this, you're going to tell yourself your why, I am doing this for this reason, I want this goal for this reason, for me, I want to build this mega media company because I believe that the only way to break the relationship between your zip code and your success is through ideas, that it is a mindset problem, a belief problem, a value system problem, it is not a money problem, you can actually,",
        "Ec4N-uV2EB4_0": "When we start to think of situations as zero-sum, when we start to believe that every victory of yours is a defeat of mine, we actually lose opportunities to find win-win situations, common ground, and common solutions. In fact, it's totally fine to acknowledge differences between you and somebody else. But when we take that sentiment and say, and also, you're not even a person. I'm not even going to see you as anything beyond the opinion that I hate. We just lose so many opportunities from that, and we don't have to do that. Hey, everybody. Welcome to another episode of Impact Theory. I am joined by Professor of Psychology Jamil Zaki at Stanford, by the way. Not a bad pedigree, my friend. And author of the amazing book, The War for Kindness. Thank you for joining me today. Thanks for having me, Tom. It's a pleasure. So, man, we're in a war for kindness. How do you see that? You know, I get asked about the title of the book all the time. A war for kindness? That just sounds like an oxymoron.",
        "ItQ-lsSMQgQ_55": "Not there, not for long, but it comes back and usually can only go, hangs around a couple of months out or a couple of years or 10 years out when I'm doing really good. Some people with the projection level maybe this afternoon. Right, start there. Just go and if you can only go an hour ahead to project and to make a little choice now based on that projection of what's going to pay me back, am I going to have more pleasure? How am I going to be cool? What decision can I make to be cooler to my future self in one hour? Do that each hour. That would be incredibly helpful. And we don't seem to connect to the lineage of how our present decisions affect our future existence for ourselves individually. Collective change only comes with an army of individual changes. There are choices you made yesterday that are helping you be more calm, less stressed and no shit's handled behind your back right now while you're present talking with me. You organize things, you prepared, you did certain things that are allowing you to be more present, to be more successful, that are helping you succeed. Like you want to do and ought to do.",
        "xHD7FWbZy14_16": "There are other things to consider that you've already considered. That said, there are vegetables, certain vegetables that are fairly high in purines, the cruciferous vegetables, for example, but again, they are buffered by the fiber content, by the bioflavonoids, like I mentioned quercetin, red onions really high in quercetin, a great food, onions and the cruciferous to help lower uric acid, and the vitamin C part of that equation as well. How do those lower uric acid? The vitamin C does so because it enhances uric acid excretion from the kidney. The quercetin and other bioflavonoids act like the uric acid-lowering drug. They act like the allopurinol, the final enzyme, the xanthine oxidase, if you will, that is involved in creating the uric acid, and then again, the fiber in vegetables, because they will contain some fructose, slows the release of that fructose into your body so you don't get like you would get from drinking a glass of fruit juice. Bad idea. So, one, in the book you talk more than just about food.",
        "Gw1I7fqmxmA_24": "What happens in the world, there are many, many forces involved. What happens within me, it's one hundred percent me. Hundred percent, isn't it? Yes. If you don't take charge of this, then you're an accidental life. When you're an accidental life, anxiety is very natural. Natural, isn't it? Suppose you're driving accidentally, that is, you don't know what's happening and you're simply somehow going. Anxiety is natural or no? Yes. Any accidental moment creates anxiety. So this is why consciousness means this, that you have taken charge of the instruments of life, which on most fundamental level is our physiological and psychological space. You've taken charge of this. Now your health, your happiness, your joy, your ecstasy, your misery, everything is in your hands. You exercise them as you want. Going back to what you said about focus in your book, you talk about something I thought was so interesting to set the faucet to a certain drip rate and do nothing but focus on the dripping of the faucet for like seven minutes or something. The idea is to pay attention to something which has no relevance to you.",
        "Ec4N-uV2EB4_17": "So, you know, when we were sort of mapping out how we wanted each other to be, it was like, look, if I get knocked to my knees, I don't want you to get on your knees with me and put an arm around me and, you know, pat me on the back and tell me everything is going to be fine, which all equate to sympathy. They're like, you feel like you have to pity me and take care of me. What I want is empathy. I want you to understand. I want you to know what I'm going through, but also know where I'm trying to go. Offer me a hand, pick me back up, brush me off, see me, like understand where I'm at, but remind me of who I'm trying to become. And so that sense of like, and you talk about this in the book, and now is probably the time to go into your first daughter's birth and like sort of the trauma around that. And then your own worry that the caretakers in the ICU would sort of ultimately succumb to just the overwhelming emotions that are present.",
        "UD40iEzGvaQ_24": "I can actually say, I've answered that question, right? The answer is impact theory. What is impact theory? Impact theory is me answering the no bullshit question of what does it take to influence culture, right? At the deepest level. You know why I want to do it. I want to pull people out of the matrix. Why do I want to pull people out of the matrix? Because for me, there's a neurochemical addiction to the moment of awakening. I love seeing in somebody else, where they finally get it, that ... We were talking about V for Vendetta. That they realize the prison is fake. This whole time they've been trapped, and it's all of their own making. That to me is like the fucking juice. I'm just wired to really enjoy that moment. Then if you want to supercharge it, 10x it, 1,000 fold, whatever, let me realize I was a part of it. That I helped in some way, like have that moment. Well, that's because you're symbolic of mortality, by the way. Which is what ... It's a great point.",
        "7O_yR9WVSFw_21": "Taking stock of what one has created in their lives and just accepting it, and then go into a process of letting go of the idea that it could have been any better. That's the thing, is we get somewhere and we go, I should have done this, and I should have done that, and I should have done that, and they should themselves to death. I'm constantly bringing us back and myself back to a reminder that I did the best I could with the tools and consciousness I had available at the time. What I'm experiencing at this now moment is absolutely perfect. Why? Because I still have breath. I still am in the game, good, bad, ugly, whatever you'd like to call it. I'm here, and there's so many people that didn't wake up this morning. For me, it's a reminder of accepting what is, and then letting go of what could have been, and then deciding and declaring what I'm excited about, following one's highest excitement. What would make me excited to wake up in the morning? Being in the inquiry, because powerful questions always call for powerful answers.",
        "7MzRwisf3ps_25": "And that was just... We're now into it's moving me backwards. Yeah. I think it's kind of hard to say, oh, you went too hard to a newbie because they're super sore on day one. I think that's kind of expected, but they don't need to do as much as almost anyone else who has been actively doing it for years because it's such a little stimulus is needed to achieve growth at that point that you can get away with much less volume at the start and still get your newbie gains going. So it's kind of like, you know, there's no magic number. But yeah, if you walk out on your leg day, like honestly, after three sets of squats on your first leg day ever, you're probably going to be sore. Even if you're a newbie, if you actually like went close to failure, that's just expected from a virgin muscle. So I wouldn't read too much into it unless you were literally doing like 20 sets of body part or something. That would be way overkill for a newbie if they were just starting. Well, maybe not way overkill.",
        "Dxn3JQ5thWE_21": "How I like to look at it is with like the Jim Collins quote, if you have more than three priorities, you have none. Like what are the three areas of your life that matter most? I think that people can clarify where they want to go in the next three to five years if they just gave themselves the space to be honest, write, journal about it, and then stop worrying about what everyone thinks. All right. So there's a lot in that one little sentence. So one, why journaling? How journaling? And then how do people really detach from what other people think? Yeah. So all three such cool concepts, but why journaling? Journaling is the place where you can be honest with yourself. It's the place where you can start to play with your imagination. I think walking too, exercise, but giving yourself space to be alone. There's so many, you know, obviously inputs coming in. And so space to actually just be by yourself. And is the journaling for you a stream of consciousness? Usually. Yeah. I mean, I think all journaling is stream of consciousness.",
        "m9BuJVHWOO4_11": "And she wanted me to get out of the inner city where my friends were obviously, you know, being and having challenges because they didn't have the right resources around. But she wanted me to see the world. So she would send me to Barbados or Toronto or I lived in Hawaii for, you know, the summer. Now, somebody would sit there and go, oh, OK, Damon, well, sounds like you had a lot of resources living in Hawaii for the summer. No. My mother had a friend that worked on it that was in the Navy and that woman had a son. And my mother said, I will take your son for the summer. You take my son for the summer. And this would be 11. You can buy a ticket in advance. So my mother would buy a 17 connecting flight ticket from New York to Hawaii three years earlier. So I will leave in June to get to Hawaii. I'll get there in September. But my mind was open to all these things. And the last thing my mother did for me is at an early age, she she made me understand that I'm in charge of my own destiny.",
        "02RJ83vS96s_3": "I don't know if right now is the right time to do this. I don't think I'm good enough. I failed so many times I can't go through that door. And that's the problem I want to attack right now, that there is somewhere in your life that you know what you want. You can feel it pulling you, and you are actively arguing against it. You're bringing yourself down. You're beating yourself out. People will cheer for you and me. They won't cheer for themselves. I'm the same way. And so this Uber driver, the story that you're talking about, I get into the car and we start driving and I'm on the phone as we're driving, and I'm having a conversation with somebody about this daytime talk show that I launched, which was a dream with Sony Pictures Television, and then was promptly fired after season one. It was a huge fucking failure because we didn't make it to season two. Huge failure in real-world terms. Massive success when it comes to the timeline of my life. And so I'm talking to this person about the talk show.",
        "uSgY_PxL_Zo_56": "And often, almost always, you find that there's some way they're behaving that when it's pointed out to them, they go, oh my god, I never realized that. Yeah. The story of money right there. Yeah. Dude, I could talk to you about this stuff all day. So the new podcast, where can people find it? What's it called? It's called I Will Teach You to Be Rich with Ramit Sethi. And you can find it on Apple, Spotify, any podcast place. And I think you will love to hear these stories, because none of us have ever been given permission to sit in a room and hear a couple talk about their money disagreements, share the amount they have. And I have people on the show who have $30,000 incomes. I have people who have over $8 million in net worth, and they're sharing everything. So it's an opportunity to listen in, see what others are doing, and then reflect on how you think about money in your relationships. Word. Dude, I'm so glad you're doing that. Your content is fantastic. Thank you so much again for coming on.",
        "HMJNjLKgJpM_65": "That I think is a really important lesson and the one that I ask people, which I think falls into number two is, well, maybe number three, is what's your deepest passion? Try to keep it positive. I would be reticent to ask somebody that I didn't know or didn't have on a show like this what their deepest fear is. One, if they don't trust me, they're going to lie anyway. But getting to something positive, skipping past all the BS. I have another one I can give you. This one, it's a secret level three question. And by the way, I'm scared to say it because all my friends are going to be like, so that's why you've been asking that question. Here's my secret level three question. It's a sneaker. So who's your role model? Who's your hero? The reason why this one's such a good one is because it tells you what they think their own hero is. You talk a lot about heroes. Lisa talks a lot about heroes. The reason why that's interesting is I asked one of my very long friends, so like, who's your hero?",
        "zvuIuSjNuac_45": "He didn't actually say it, but it's somebody that was very, very familiar with his work and said, it's not the strongest of the species that survive, nor the most intelligent, but rather the most adaptive to change. And that's what makes humans as a species so incredible. We are, so every species has to choose a strategy. So a horse comes out and it can do all the horsey things in 20 minutes, as you well know. As a parent, it's not the same with children. And so we have this long, protracted period where we have to be taken care of, we have to learn how to walk and talk and do all the human-y things. But if you look at that and go, oh, that's what we're designed to do. That's the strategy that as a species we have chosen, therefore, it doesn't matter if I'm good at it today. I just crashed and burned. Okay, why? Because I don't yet have the skill set. So now the question is, check in with yourself. Do you actually want the skill set?",
        "l4fLax7S2Q0_71": "Okay, well, so first is, um, there's something called the cantaloupe effect, okay, which is to say, and I think some people have an intuitive grasp of this, but I'll explain it anyway. Printing money is in a sense, like official counterfeiting. And the guy who is about the counterfeited dollar first, can spend that and get more of the purchasing power. And then eventually it makes its way through the system and the entire money supply gets marked down. And it's got less of its purchasing power with the 15th guy who's got it, okay. And so printing is not costless. What printing just does is it's like, basically, inflation is taxation. It's like, let's say you had, I don't know, $100 billion, okay, in the economy as a whole. And then the government prints another $100 billion. That's as if the government seized 50% of the wealth in the country. Does that make sense? Or at least 50% of the savings? Yes.",
        "ugT5VkFl4Xo_34": "They can no longer leave their growth to randomness, because if they do, they'll always be mediocre. And they realize, I gotta become something entirely above both of those. That's what most people don't see. We've made this binary false conversation, right? It's not a true sort of choice here. It's a false dichotomy, we call it, right? It's not strengths or weaknesses. Many of you, if you have a big dream, a huge goal, you gotta become something entirely above and beyond any strengths you even know about, feel, or own, and go way beyond any weaknesses you've ever even addressed or even you know about, because you're gonna discover so many new strengths and so many new weaknesses on the path that it's almost irrelevant what they are now. It's what's the goal, and build into that. I didn't know how to write. I get a lot of critics who are like literary guys about my books, because every book is different, right? Six books, all of them different. And the reason they all read differently is I am challenging myself as a writer to develop, to get better.",
        "eoZlLYbHjZI_33": "When I was a kid, my dad, he was my coach essentially. He was my dad. Of course, he's my coach. He still tries to be my coach for anything. But you're racing and you can turn around and look in the go-kart. And he used to get so pissed at me. And he would say, and I actually used, this was probably the most valuable thing I ever learned in my life because it was more of, it was a metaphor for everything. And he said, you look where your eyes go. And I was like, and he's like, so look forward, don't turn around. And I was like, okay. But isn't that a metaphor for everything? You look where your eyes go, just like where your mind goes. Wherever you set your point of reference on, your mental attention, your focus, that is where you're going. How are you going to have a positive life from negative thoughts? You can't. Because you're going to perpetuate more negative thoughts. And you're going to attract, vibrationally and frequency-wise, people that are thinking that same way.",
        "Se91Pn3xxSs_46": "Like, I don't think again, you know, I've got two kids, what does the world look like in five years, let alone 10 years? I have no idea. And I'm in the middle of this because it's just impossible to see the smartest people that I know, they used to be able to see years in advance. They can't see more than a year or two. And this sounds again, very apocalyptic. But then, like I said, we're going to get to the good bit in a second. In every crisis, there is opportunity. Our society is broken as it stands already. And I think this is a chance to reshape it for the better and solve a lot of the biggest problems that we've been facing because of our slow dumb AIs, because of our organizations and institutions that we are all frustrated with. And I think this is a big upgrade from it. The example I had to give is there's the amazing poem by Ginsburg Howell about Moloch, this Carthaginian demon of disorder. I think where that came in was text.",
        "xvB1my7Wm-A_28": "So you're actually able to shift gears, get to that parasympathetic rest and digest, calming down by getting some exercise in in the morning. And so how do we employ this, though? That's the question, because some people just like, you know, I can't exercise in the morning. And there's also people who exercise in the morning who might have terrible sleep. And it's because this is not like the magic bullet. This is a thing to stack in your condition. If you're doing this and then messing up the one I'm going to talk about next, you're probably not going to have the best sleep. So here's how to employ this. Just five minutes. And I tested this each morning. I do this five minutes of exercise. You know, I might be just jumping on a rebounder, you know, a little mini trampoline for five minutes. Go for a quick power walk. Do some Tabata, which is just four minutes and a little mobility work. And I guess most people don't know what Tabata is. High intensity interval training.",
        "14eG8uoQ6cQ_22": "When you meet with somebody, you have to understand how they're three, uh, those three resources are being used at any given time. So if you meet somebody at the beginning of the day, they're most likely fully resourced. You can reboot your life, your health, even your career, anything you want. All you need is discipline. I can teach you the tactics that I learned while growing a billion dollar business that will allow you to see your goals through. Whether you want better health, stronger relationships, a more successful career, any of that is possible with the mindset and business programs in Impact Theory University. Join the thousands of students who have already accomplished amazing things. Tap now for a free trial and get started today. You meet somebody at the end of the day, the gas tanks are at different levels. Energy might be lower. Time is probably running on empty. Uh, money might be, it might be safe. That's, it helps to know the financial status of your client or your target, right? So you have to understand how people's resources are different.",
        "pmWmGVFGrN0_56": "All those other natural chemicals, we call them bioactives, activate systems in your body that counteract the disease process. They'll work hard to try to protect you against the disease, whereas the soda, no such activation. So the soda's just degrading. Is it then the lack of the bioactives in the soda or is it... Because I've always assumed that sugar is the blunt force trauma that ends up killing you. If you're dying of metabolic disease, you have a sugar problem. You have intake in too many carbohydrates. Full stop, period. End of story. It's that simple. Or no. It's not that simple because, you know, effectively food is not sugar or no sugar, all right? And... But is metabolic disease sugar or no sugar? No. I think metabolic disease, there's enough chemical reactions tied to sugar, but tied to other chemical reactions that have nothing to do with sugar. It could be a domino effect. So I could give myself metabolic disease with fat. If your mission is achieving excellence, you must support your body. Introducing AG1."
    },
    "relevant_docs": {
        "2dcc3304-5cf4-4c10-99c2-8534b9164277": [
            "PeK9EeKNXDM_11"
        ],
        "d060fd2b-8c8f-493f-a449-fc4eeb1d5ad1": [
            "c7LMEdlQIfw_26"
        ],
        "ba046c64-aac0-4358-bb3d-cdd283fdbdfb": [
            "kLIE93v2X-E_28"
        ],
        "d260f966-e178-49e0-b257-01c9069a4128": [
            "H6aKwKfEk8k_133"
        ],
        "60ac28e7-ace9-4ee6-a894-f293a9822265": [
            "02RJ83vS96s_23"
        ],
        "97bfda23-582d-409a-8fa9-543009efe68f": [
            "jX5eajzLJMU_27"
        ],
        "66098808-d758-4316-8b3c-9237eae2f764": [
            "H6aKwKfEk8k_85"
        ],
        "51cc5c11-b182-4487-aed8-17b38658e066": [
            "cgU7abzvSQk_23"
        ],
        "d56d1715-0687-4fd3-8cbc-6caf5ad294b3": [
            "nVLv3JsdBAk_106"
        ],
        "6160d6c6-056d-442a-8333-595666e7da3c": [
            "C6U8-736aGM_19"
        ],
        "409f451e-41a0-48f4-b95a-c5a43fdecb1b": [
            "Ie8EwRjAfk4_10"
        ],
        "c0b5b5f6-1a17-4335-ab2e-28cbf23e2285": [
            "9I39boHZYjI_65"
        ],
        "a870c5c9-2e42-42fc-ab55-32cbb0c677e2": [
            "Dxn3JQ5thWE_32"
        ],
        "f1673d42-f40e-4786-9a96-7ded39c03669": [
            "27KjD2jbxj4_37"
        ],
        "5298ae16-72de-44cc-babb-784abdd96571": [
            "xHD7FWbZy14_62"
        ],
        "5b960420-c341-4ba3-8ff5-58411e4a78b7": [
            "LCHPSo79rB4_15"
        ],
        "b74601c8-cec1-41d5-b39f-ec0e8e3009fa": [
            "rKByaM5asU8_76"
        ],
        "a71cae9c-6156-4aab-86dd-db7ea64971a9": [
            "dVO-7rchstw_105"
        ],
        "5e416c9b-27f6-492c-a1fd-3fe778720144": [
            "qJpwEFTh1y0_48"
        ],
        "93094e36-1fcf-403a-9fa0-1c5065df8b3c": [
            "p5A6Q1GHw1s_48"
        ],
        "89da6483-868e-4035-98d0-467b41b21a84": [
            "_ryxuehnp8k_29"
        ],
        "5e581e13-414e-4027-857c-f1853da023c9": [
            "HEQq3Dj0Stw_2"
        ],
        "ca7aa393-7b18-4bf4-aaa5-f2e60326452e": [
            "V2K4VqkfRaM_26"
        ],
        "d3a4fed0-d68d-4ad1-af2a-362eaef6bc36": [
            "eXEnSX_aRRE_154"
        ],
        "5d0dc235-ca76-4d59-a444-fdeaa7d4f410": [
            "Or7CFDgfEYI_67"
        ],
        "a1ea128b-7f48-484a-9c75-b7f3f6d836fa": [
            "IQefdkl8PfY_10"
        ],
        "44681419-82a2-4edf-b1e5-3463a4cb211f": [
            "SuZ8lEHtDI8_35"
        ],
        "e648d2b4-e776-4ece-b451-4dd816f86fc4": [
            "l1BULYFf8qo_160"
        ],
        "37b77d55-cf70-4c24-a637-ac4dbaedec70": [
            "9I39boHZYjI_140"
        ],
        "5f71d6ba-ea08-4a92-9a2e-c1f25b3e0c65": [
            "27KjD2jbxj4_78"
        ],
        "9f5c733a-35b0-484e-a85e-f0682ab9171f": [
            "qRKm2ZIGnU4_83"
        ],
        "e58dc52d-6c22-45db-a47e-d90412b02d69": [
            "TVG8EebEt_M_41"
        ],
        "ceb81bfa-d79d-480e-b148-797a39f8fedf": [
            "BO6BSxr8WSo_71"
        ],
        "67e56ff8-54eb-4bcc-9589-327509ad411a": [
            "Gxmq9rWggqw_112"
        ],
        "bd83b836-86ab-4500-8300-547f8f9840e4": [
            "z1fXr4ORF54_8"
        ],
        "35c7b972-201a-4dcd-8e1e-5e1092d201d1": [
            "-L7HR1ZjwP4_85"
        ],
        "46a32797-0b38-4973-a351-b6d4a23b0004": [
            "yT98z1iTHnU_25"
        ],
        "912e51fb-1807-4bd1-bc0b-f4ca0456a6ee": [
            "rfnzmOpVIx0_35"
        ],
        "95d14edf-cf35-41c1-a4c6-92910512e561": [
            "qoJMh9NPTR4_6"
        ],
        "aba51c76-57c0-4342-b9d4-8ff10db37bbc": [
            "Zn4MWA1BESY_104"
        ],
        "9a1f3d35-83ba-40e7-a164-84820f7f7432": [
            "9aRy7DZ0Ek4_74"
        ],
        "edcb9246-7d5d-40e5-a526-ee69f51355eb": [
            "IQefdkl8PfY_16"
        ],
        "b58df132-a20d-4b7b-9689-3958964963aa": [
            "W4CAVj6IWlA_43"
        ],
        "96ed17a4-4652-4b4c-ae31-1f6aa5b59bf3": [
            "qRKm2ZIGnU4_12"
        ],
        "33ece920-0b16-4a1f-9406-f7fc951d2f01": [
            "pSvcpzqBL2A_34"
        ],
        "6671b36d-bb7f-4935-a308-c235d9c22a3d": [
            "T4Ry71B5Q1s_75"
        ],
        "bbd97646-c830-4c46-9acc-25daad5067ce": [
            "_J49oG5MnN4_18"
        ],
        "b8150276-7085-4288-b5fd-23118f538924": [
            "0ytRBkE7K0o_3"
        ],
        "b58a57e9-a051-4779-8e90-c841ca0b9a11": [
            "2R_BKlb_Y8k_8"
        ],
        "ced7744b-9304-4796-9de0-2f3b474cf11f": [
            "eIW5Ycgdjyo_67"
        ],
        "4a841827-bcc3-48ff-90f5-7f681bbeacee": [
            "RIRHq3d7Uuo_38"
        ],
        "c8df4507-391a-4314-8a27-9e909a8d4c60": [
            "V2K4VqkfRaM_35"
        ],
        "c77bd896-7222-4840-83f6-321c0a20d326": [
            "xftOwi3Hstg_60"
        ],
        "dd5ca96e-377b-4422-bf77-533d817a7f36": [
            "mokyNBWZ8wg_4"
        ],
        "d8a1b26d-daf0-4fa0-887f-3b5747cb06e5": [
            "Bp4w_Prs1Q8_9"
        ],
        "487efb90-b2fb-4300-89a7-ae90f4d827c9": [
            "Amt5qR3BP98_4"
        ],
        "8dc4678d-6f31-40b0-8d12-eff2b14ed9c9": [
            "_J49oG5MnN4_7"
        ],
        "55f48d50-d83c-4d89-9e10-6cee676f30c5": [
            "TanQ2mhxAcs_40"
        ],
        "6b4d4469-f25e-4f3d-a3dd-f22a52fb9c03": [
            "WhLdpjZjUrw_170"
        ],
        "30ac73c0-5570-48ea-aac4-9ad10d831abc": [
            "l1BULYFf8qo_207"
        ],
        "e3462cc6-16f6-408b-a481-054c5afc944f": [
            "dVO-7rchstw_80"
        ],
        "d3cb15b1-7574-4ee0-b3f6-69ac9c604d3d": [
            "Dzlg17y0IMM_124"
        ],
        "3c35edb5-f7fa-4f84-8261-3c2a25cc3ca6": [
            "UMmOQCf98-k_24"
        ],
        "c3780dd7-e9f6-4288-aed1-36544f05e679": [
            "zvuIuSjNuac_8"
        ],
        "1975edf5-7be8-4ba2-bff1-783c6f8f05fd": [
            "-L7HR1ZjwP4_78"
        ],
        "02d9d281-88f4-49a8-a842-d1a7c92f4fad": [
            "NxtUBGtLq3k_64"
        ],
        "ed915488-fb34-4749-9e72-7e880210c02f": [
            "WhLdpjZjUrw_126"
        ],
        "05cf4483-7198-462d-b164-7d67e2dd8f16": [
            "IQefdkl8PfY_47"
        ],
        "87369066-cdd3-4986-8e52-09039d169808": [
            "-L7HR1ZjwP4_46"
        ],
        "4a57c585-cfd3-4778-bc22-deb1b7ea89c0": [
            "2R_BKlb_Y8k_3"
        ],
        "bea5378c-50a8-46f3-a56b-2788b0d7eea8": [
            "HGY1vf5H1z4_4"
        ],
        "6f32e992-d386-4908-9f56-564ce08a0eb8": [
            "wHNviTRMfa8_62"
        ],
        "689cbd02-bd4f-4896-ae6c-cd4f26479d63": [
            "V2K4VqkfRaM_45"
        ],
        "15dd0b66-9730-4923-a84b-05ccade85304": [
            "KCIBQigXR8I_16"
        ],
        "136dddb9-5729-44d6-92dc-25121bdc398d": [
            "PTOVAEmv5ks_51"
        ],
        "30297302-9b67-491b-bcd6-b70aa643cffa": [
            "Zn4MWA1BESY_50"
        ],
        "552019b2-2e22-499e-af50-f474be090626": [
            "SuZ8lEHtDI8_19"
        ],
        "2f39cdf7-4454-4e01-825a-04ac97e1e649": [
            "TXNFLgl3Y1c_55"
        ],
        "96c7d9b7-343f-45d7-8888-cd6c4bbd5073": [
            "X9Vy2RT6FD0_86"
        ],
        "ae269cc8-5c60-44a3-a04e-ebba399ef005": [
            "Ec4N-uV2EB4_0"
        ],
        "eadb02cc-0b25-4450-83af-be7ed5f7322f": [
            "ItQ-lsSMQgQ_55"
        ],
        "d53dc53a-9329-4126-a3a5-43f26a4d31b5": [
            "xHD7FWbZy14_16"
        ],
        "fdfda4a9-3479-4162-9528-ffa0941ef914": [
            "Gw1I7fqmxmA_24"
        ],
        "5602ba10-28a7-485b-b8e8-72a1907b170d": [
            "Ec4N-uV2EB4_17"
        ],
        "058a411d-a871-4d06-9730-1abc7dd6fd9e": [
            "UD40iEzGvaQ_24"
        ],
        "18e7f48b-1a2f-4b93-a6c7-58315c7f8145": [
            "7O_yR9WVSFw_21"
        ],
        "9f0e655b-143d-4c02-b8ef-5d9e74159252": [
            "7MzRwisf3ps_25"
        ],
        "0766a96a-46da-4c61-8259-b358854378fc": [
            "Dxn3JQ5thWE_21"
        ],
        "9853d298-a90a-4ad1-b6a3-eaf91b910a2f": [
            "m9BuJVHWOO4_11"
        ],
        "692d49c8-6cf4-46f2-ae85-50e0f2277bab": [
            "02RJ83vS96s_3"
        ],
        "70c7ca2a-3214-408a-b406-0c7c8e11ce64": [
            "uSgY_PxL_Zo_56"
        ],
        "86fbad96-71d3-4a47-b504-19be36193d36": [
            "HMJNjLKgJpM_65"
        ],
        "69b38871-4fb6-4765-8dff-fadbe61c018e": [
            "zvuIuSjNuac_45"
        ],
        "3e2c0fcf-cd96-4cf8-a53d-46fbd5959632": [
            "l4fLax7S2Q0_71"
        ],
        "7c7571cd-e1f8-4b1f-91d5-2e1ba2983f7f": [
            "ugT5VkFl4Xo_34"
        ],
        "4dfa79e0-078f-4a98-a233-d37b7f8ff9f0": [
            "eoZlLYbHjZI_33"
        ],
        "44c9db9c-aa09-49ae-b82b-76ee31051100": [
            "Se91Pn3xxSs_46"
        ],
        "d6026a0c-9fb3-4d9a-84d7-3871dfb096b0": [
            "xvB1my7Wm-A_28"
        ],
        "099e6c43-d3d6-4018-9ef5-dc71e51de34b": [
            "14eG8uoQ6cQ_22"
        ],
        "57bc9691-20c0-4616-853f-2edbffda13e3": [
            "pmWmGVFGrN0_56"
        ]
    },
    "mode": "text"
}