[
    "What are the titles of all the episodes featuring Andrew Huberman?",
    "How many episodes have a summary that mentions \"neuroscience\"?",
    "List the guests who have appeared on the podcast more than once.",
    "What is the title of the most viewed episode?",
    "How many episodes have over 100,000 views?",
    "Which episodes have the word \"sleep\" in their title?",
    "What are the summaries of episodes with more than 50,000 views?",
    "List all the episodes that feature a guest named \"Dr. Rhonda Patrick.\"",
    "How many episodes have \"exercise\" mentioned in their summary?",
    "What is the average view count of all episodes?",
    "What is the title of the least viewed episode?",
    "Which episodes have a title that includes the word \"diet\"?",
    "How many unique guests have appeared on the podcast?",
    "What are the titles and view counts of episodes featuring Dr. Matthew Walker?",
    "List all episodes with summaries that include the word \"stress.\"",
    "What is the total view count of all episodes combined?",
    "Which episodes have \"brain\" in the summary but not in the title?",
    "How many episodes have titles longer than 50 characters?",
    "What are the titles of episodes with exactly 75,000 views?",
    "List the guests who appeared in episodes with \"nutrition\" in the summary.",
    "How many episodes have \"immune system\" mentioned in their summary?",
    "What is the most common word in episode titles?",
    "List all episodes where the guest name starts with the letter \"J.\"",
    "How many episodes feature more than one guest?",
    "What are the titles of the top 5 most viewed episodes?",
    "Which episodes have the word \"hormone\" in the summary?",
    "How many episodes have a guest with the last name \"Walker\"?",
    "What are the titles of episodes featuring female guests?",
    "How many episodes mention \"mental health\" in their summary?",
    "List all episodes with view counts between 20,000 and 30,000.",
    "What is the title of the episode with the longest summary?",
    "How many episodes have a summary containing more than 200 words?",
    "List the titles of episodes that were released in the last year.",
    "How many episodes have \"focus\" mentioned in their summary?",
    "What are the summaries of the least viewed episodes?",
    "Which episodes have the word \"diet\" in their summary but not in their title?",
    "How many episodes feature guests who are neuroscientists?",
    "What are the view counts of episodes featuring Dr. Andrew Huberman?",
    "List all episodes that discuss \"circadian rhythms.\"",
    "How many episodes have \"longevity\" in the title or summary?",
    "What is the average length of episode summaries?",
    "Which episodes have titles containing exactly three words?",
    "How many episodes have \"wellness\" mentioned in their summary?",
    "What are the titles and view counts of episodes featuring Dr. Peter Attia?",
    "List all episodes with the word \"meditation\" in the title.",
    "How many episodes have summaries shorter than 50 words?",
    "What is the total number of guests who have appeared on the podcast?",
    "Which episodes discuss \"cognitive function\"?",
    "How many episodes have view counts less than 10,000?",
    "What are the summaries of episodes with the word \"nutrition\" in the title?",
    "Which episodes have the guest name starting with the letter \"M\"?",
    "How many episodes have \"anxiety\" in the title or summary?",
    "What is the title of the episode with the shortest summary?",
    "List the guests who have appeared in episodes with \"fitness\" in the summary.",
    "How many episodes have \"immune\" mentioned in their title?",
    "What is the view count of the episode featuring Dr. David Sinclair?",
    "List all episodes that feature discussions about \"supplements.\"",
    "How many episodes have \"exercise\" in the title and more than 30,000 views?",
    "What are the titles of episodes featuring guests from the field of psychology?",
    "How many episodes have summaries mentioning \"gut health\"?",
    "Which episodes have titles that start with the word \"The\"?",
    "What is the total view count of episodes with \"neuroscience\" in the summary?",
    "How many episodes have titles that include a number?",
    "List the episodes that feature guests with the last name \"Patrick.\"",
    "What are the summaries of episodes discussing \"brain health\"?",
    "How many episodes have view counts greater than 200,000?",
    "Which episodes have titles that are questions?",
    "What are the view counts of episodes featuring Dr. Huberman and Dr. Walker?",
    "How many episodes discuss \"biohacking\" in their summary?",
    "List all episodes with the word \"performance\" in the title.",
    "How many episodes have \"recovery\" mentioned in their summary?",
    "What is the average view count of episodes featuring Dr. Rhonda Patrick?",
    "Which episodes have the word \"nutrition\" in both title and summary?",
    "How many episodes have summaries that include the phrase \"mental performance\"?",
    "List the titles of episodes with guest names starting with \"D.\"",
    "What are the summaries of the top 10 most viewed episodes?",
    "How many episodes have the word \"therapy\" in the summary?",
    "Which episodes feature guest speakers from the medical field?",
    "How many episodes have view counts between 50,000 and 100,000?",
    "What is the total number of episodes discussing \"neuroplasticity\"?",
    "List the titles and view counts of episodes with \"sleep\" in the title.",
    "How many episodes have summaries mentioning \"physical health\"?",
    "What is the view count of the episode with the guest named \"Huberman\"?",
    "Which episodes have titles containing the word \"guide\"?",
    "How many episodes have \"focus\" in both the title and summary?",
    "List the episodes that have summaries with more than 100 words.",
    "What are the titles of episodes with view counts less than 20,000?",
    "How many episodes feature discussions about \"stress management\"?",
    "Which episodes have titles ending with a question mark?",
    "What is the average view count of the episodes with \"diet\" in the title?",
    "How many episodes have titles containing the word \"introduction\"?",
    "What are the summaries of episodes featuring Dr. Matthew Walker?",
    "List the titles of episodes discussing \"mental resilience.\"",
    "How many episodes have view counts above the average view count?",
    "Which episodes have \"longevity\" in the title and more than 50,000 views?",
    "How many episodes feature guests with the first name \"David\"?",
    "What are the view counts of episodes with summaries that mention \"anxiety\"?",
    "List all episodes that have \"biohacking\" in both title and summary.",
    "How many episodes have summaries mentioning \"brain function\"?",
    "What are the titles of episodes featuring guests who are psychologists?",
    "Which episodes have a summary mentioning \"circadian rhythms\"?",
    "What are the titles of episodes featuring Dr. Andrew Huberman discussing \"neuroscience\"?",
    "How many episodes have a summary that includes \"mental performance\"?",
    "List the titles of all episodes featuring Dr. Peter Attia.",
    "What is the average view count of episodes featuring Dr. Rhonda Patrick?",
    "How many episodes have summaries that include the term \"biohacking\"?",
    "Which episodes discuss \"stress management\" in their summary?",
    "What are the titles of episodes that mention \"brain health\"?",
    "List the guests who appeared in episodes discussing \"gut health\".",
    "How many episodes have the word \"exercise\" in their title?",
    "What is the total view count for episodes discussing \"longevity\"?",
    "Which episodes have titles containing the phrase \"mental health\"?",
    "What are the titles of the episodes featuring Dr. David Sinclair?",
    "How many episodes mention \"cognitive function\" in the summary?",
    "What are the view counts of episodes featuring Dr. Matthew Walker?",
    "List the episodes with the word \"wellness\" in the title.",
    "How many episodes have summaries that mention \"supplements\"?",
    "What are the titles of episodes discussing \"focus\"?",
    "Which episodes have the term \"immune system\" in their summary?",
    "How many episodes have \"nutrition\" in their title and summary?",
    "List the episodes with the phrase \"physical health\" in their summary.",
    "How many episodes have the word \"hormone\" in the title?",
    "What are the summaries of episodes featuring guest speakers in the field of psychology?",
    "Which episodes have titles starting with \"The\"?",
    "How many episodes discuss \"sleep\" in their summary?",
    "List all episodes with view counts over 100,000.",
    "What is the title of the episode with the highest view count?",
    "How many episodes have a title containing the word \"guide\"?",
    "Which episodes have summaries mentioning \"mental resilience\"?",
    "What are the view counts of episodes featuring Dr. Rhonda Patrick discussing \"stress\"?",
    "List the titles of episodes with more than 200,000 views.",
    "How many episodes have the phrase \"brain function\" in the summary?",
    "What is the average view count of episodes discussing \"diet\"?",
    "Which episodes have \"anxiety\" in both title and summary?",
    "How many episodes feature guests named \"Huberman\"?",
    "What are the titles of episodes discussing \"neuroplasticity\"?",
    "List the guests who appeared in episodes with more than 50,000 views.",
    "How many episodes have the word \"therapy\" in their summary?",
    "What are the summaries of episodes with Dr. Matthew Walker?",
    "Which episodes have the word \"fitness\" in the summary?",
    "What is the total number of episodes discussing \"immune system\"?",
    "How many episodes have the phrase \"cognitive decline\" in their summary?",
    "List the titles of episodes featuring Dr. Rhonda Patrick and \"longevity\".",
    "Which episodes have summaries that mention \"diet\"?",
    "What are the view counts of episodes with \"exercise\" in the title?",
    "How many episodes have titles that start with \"How to\"?",
    "List the episodes with the word \"nutrition\" in the summary.",
    "What are the titles of episodes with \"focus\" in the title?",
    "How many episodes have the word \"anxiety\" in their summary?",
    "Which episodes have the term \"stress management\" in their summary?",
    "What are the summaries of episodes featuring Dr. Andrew Huberman?",
    "How many episodes have view counts between 30,000 and 40,000?",
    "List all episodes with the phrase \"neuroscience research\" in the summary.",
    "Which episodes have \"sleep\" in the title and summary?",
    "What are the titles of episodes featuring guests who are neuroscientists?",
    "How many episodes discuss \"brain health\" in the summary?",
    "List the titles of episodes with Dr. Rhonda Patrick discussing \"diet\".",
    "How many episodes have summaries that include \"mental well-being\"?",
    "What is the total view count of episodes featuring Dr. David Sinclair?",
    "Which episodes have titles ending with an exclamation mark?",
    "How many episodes have summaries mentioning \"biohacking\"?",
    "What are the view counts of episodes discussing \"physical health\"?",
    "List the episodes featuring Dr. Andrew Huberman with more than 100,000 views.",
    "How many episodes have \"neuroplasticity\" in their title?",
    "What are the titles of episodes with \"cognitive function\" in the summary?",
    "Which episodes have the word \"wellness\" in the title and summary?",
    "How many episodes feature discussions about \"mental performance\"?",
    "What are the summaries of episodes with \"stress management\" in the title?",
    "Which episodes have summaries mentioning \"longevity\"?",
    "What are the view counts of episodes with \"immune system\" in the title?",
    "How many episodes have the term \"mental resilience\" in their summary?",
    "List the titles of episodes with Dr. Peter Attia discussing \"exercise\".",
    "Which episodes have \"neuroscience\" in the title and more than 50,000 views?",
    "What are the summaries of episodes discussing \"focus\"?",
    "How many episodes have the word \"nutrition\" in the summary?",
    "Which episodes have titles mentioning \"cognitive decline\"?",
    "What are the view counts of episodes with \"diet\" in the title and summary?",
    "How many episodes discuss \"stress\" in their summary?",
    "List the titles of episodes with summaries mentioning \"mental health\".",
    "What are the summaries of episodes with \"biohacking\" in the title?",
    "How many episodes have the word \"recovery\" in their summary?",
    "Which episodes feature discussions about \"immune health\"?",
    "What are the titles of episodes with view counts above 150,000?",
    "How many episodes have summaries that include \"physical performance\"?",
    "List all episodes with the word \"therapy\" in the title.",
    "Which episodes have \"brain function\" in both title and summary?",
    "What are the summaries of episodes featuring Dr. David Sinclair?",
    "How many episodes have the word \"focus\" in their summary?",
    "Which episodes have titles containing the phrase \"mental performance\"?",
    "What are the view counts of episodes with \"longevity\" in the title?",
    "How many episodes discuss \"exercise\" in the summary?",
    "List the titles of episodes with more than 250,000 views.",
    "Which episodes have the word \"stress\" in both title and summary?",
    "How many episodes feature guests who are psychologists?",
    "What are the summaries of episodes discussing \"nutrition\"?",
    "Which episodes have the phrase \"cognitive function\" in the summary?",
    "How many episodes have the word \"brain\" in the summary?",
    "What are the titles of episodes with Dr. Matthew Walker discussing \"sleep\"?",
    "How many episodes have summaries mentioning \"mental health\"?",
    "List the episodes with the word \"guide\" in the title.",
    "How many guests have appeared on the podcast?",
    "What is the total number of episodes featuring guest speakers from the field of neuroscience?",
    "What is the average view count of episodes with Dr. David Sinclair?",
    "How many episodes have more than 150,000 views?",
    "What is the most frequent guest name on the podcast?",
    "How many episodes discuss \"nutrition\" and have over 100,000 views?",
    "What is the total number of episodes that have a summary mentioning \"stress\"?",
    "How many episodes feature a discussion on \"sleep optimization\"?",
    "What is the average view count of episodes discussing \"gut health\"?",
    "How many episodes with the word \"cognitive\" in the title have more than 50,000 views?",
    "What is the total view count for episodes featuring Dr. Matthew Walker?",
    "How many episodes include the term \"mental performance\" in their summaries?",
    "What are the average view counts of episodes featuring guests named \"Rhonda\"?",
    "How many episodes have titles that start with the word \"How\"?",
    "What is the highest view count for an episode featuring Dr. Peter Attia?",
    "How many episodes discuss \"brain optimization\"?",
    "What is the total number of episodes with a title containing \"health\"?",
    "How many episodes feature discussions about \"exercise physiology\"?",
    "What is the average view count of episodes with \"stress\" in the summary?",
    "How many episodes have summaries that mention \"longevity research\"?",
    "What is the total number of episodes with view counts below 10,000?",
    "How many episodes have the term \"cognitive enhancement\" in the summary?",
    "What is the most common word in episode summaries?",
    "How many episodes feature discussions about \"mental clarity\"?",
    "What is the total view count for episodes mentioning \"neuroplasticity\"?",
    "How many episodes have \"immune system\" in the summary and more than 50,000 views?",
    "What is the average view count for episodes with titles containing the word \"guide\"?",
    "How many episodes discuss \"sleep hygiene\"?",
    "What is the total number of episodes featuring Dr. Andrew Huberman?",
    "How many episodes have summaries that mention \"physical fitness\"?",
    "What is the highest view count for an episode with \"diet\" in the title?",
    "How many episodes feature discussions about \"mental toughness\"?",
    "What is the total view count for episodes featuring Dr. Rhonda Patrick?",
    "How many episodes have the word \"brain\" in the title and more than 100,000 views?",
    "What is the average view count for episodes with \"nutrition\" in the summary?",
    "How many episodes discuss \"stress reduction\"?",
    "What is the total number of episodes with summaries mentioning \"immune health\"?",
    "How many episodes have titles that include the word \"performance\"?",
    "What is the average view count for episodes with \"cognitive function\" in the title?",
    "How many episodes feature discussions about \"brain fog\"?",
    "What is the total view count for episodes discussing \"biohacking\"?",
    "How many episodes have summaries that include the phrase \"sleep improvement\"?",
    "What is the average view count of episodes featuring guests named \"David\"?",
    "How many episodes discuss \"mental health strategies\"?",
    "What is the highest view count for an episode with \"wellness\" in the title?",
    "How many episodes have summaries mentioning \"focus enhancement\"?",
    "What is the total number of episodes featuring Dr. Peter Attia?",
    "How many episodes have \"diet\" in the title and summary?",
    "What is the average view count for episodes discussing \"exercise routines\"?",
    "How many episodes have titles that contain the word \"introduction\"?",
    "What is the total view count for episodes with \"neuroplasticity\" in the summary?",
    "How many episodes have summaries that mention \"brain health\"?",
    "What is the most common guest profession featured on the podcast?",
    "How many episodes discuss \"longevity\" and have view counts above 100,000?",
    "What is the average view count of episodes with \"stress management\" in the summary?",
    "How many episodes have the word \"focus\" in the title and more than 50,000 views?",
    "What is the total number of episodes featuring Dr. Matthew Walker discussing \"sleep\"?",
    "How many episodes have summaries that include the phrase \"mental performance\"?",
    "What is the highest view count for an episode featuring Dr. Andrew Huberman?",
    "How many episodes discuss \"dietary supplements\"?",
    "What is the total view count for episodes featuring Dr. Rhonda Patrick and discussing \"exercise\"?",
    "How many episodes have the word \"neuroscience\" in the title and summary?",
    "What is the average view count for episodes with \"sleep\" in the title?",
    "How many episodes discuss \"stress relief\"?",
    "What is the total number of episodes with titles mentioning \"nutrition\"?",
    "How many episodes feature discussions about \"cognitive health\"?",
    "What is the average view count of episodes with summaries mentioning \"brain function\"?",
    "How many episodes have \"mental health\" in the title and more than 50,000 views?",
    "What is the highest view count for an episode with \"immune system\" in the summary?",
    "How many episodes discuss \"mental resilience\"?",
    "What is the total view count for episodes featuring guests who are neuroscientists?",
    "How many episodes have summaries that include \"physical performance\"?",
    "What is the average view count for episodes with \"cognitive decline\" in the summary?",
    "How many episodes feature discussions about \"biohacking techniques\"?",
    "What is the total number of episodes with titles mentioning \"fitness\"?",
    "How many episodes have \"brain optimization\" in the title and more than 50,000 views?",
    "What is the highest view count for an episode featuring Dr. David Sinclair?",
    "How many episodes discuss \"mental clarity\" in their summary?",
    "What is the total view count for episodes with \"sleep optimization\" in the summary?",
    "How many episodes have titles that end with a question mark?",
    "What is the average view count for episodes discussing \"stress reduction\"?",
    "How many episodes have \"immune health\" in the title and more than 100,000 views?",
    "What is the total number of episodes with summaries mentioning \"mental toughness\"?",
    "How many episodes feature discussions about \"nutrition science\"?",
    "What is the highest view count for an episode with \"mental health\" in the title?",
    "How many episodes have summaries mentioning \"brain fog\"?",
    "What is the total view count for episodes with \"longevity\" in the title?",
    "How many episodes discuss \"diet optimization\"?",
    "What is the average view count for episodes with \"biohacking\" in the title?",
    "How many episodes have \"focus\" in the title and summary?",
    "What is the total number of episodes featuring guests named \"Peter\"?",
    "How many episodes have summaries that mention \"exercise physiology\"?",
    "What is the highest view count for an episode with \"cognitive function\" in the title?",
    "How many episodes discuss \"stress management techniques\"?",
    "What is the total view count for episodes with \"mental performance\" in the summary?",
    "How many episodes have titles that include the phrase \"How to\"?",
    "What is the average view count for episodes discussing \"immune system\"?",
    "How many episodes have \"mental resilience\" in the title and summary?",
    "What is the highest view count for an episode featuring Dr. Rhonda Patrick discussing \"nutrition\"?",
    "How many episodes discuss \"neuroplasticity\" in the summary?"
]