{
    "queries": {
        "1dbb0282-5515-4aac-a41a-4ebe8cae84a9": "How does the guest express his curiosity about experiencing awareness without a sense of self?",
        "8c385a7b-d1fe-4aae-b4f7-859960521ab4": "Why does the guest find it challenging to step outside of his normal state of consciousness?",
        "7643d7ad-e021-42c2-be21-57737e8bd997": "How did Dr. Peter Diamandis come to have an RFID implant and what can it be used for?",
        "8bce7923-d057-44e2-bd6e-e716692ff19d": "Why does Dr. Diamandis believe that there needs to be some level of safety when it comes to implantable technology?",
        "def539f1-7dba-4382-bd02-96e8e6056d77": "How can asking someone to speak up help eliminate vocal fry and improve their presentation?",
        "821bf337-3169-447f-9852-ed3635407ac5": "Why is it important to address cues and check in with others to ensure they are feeling good about a situation?",
        "438e0382-a6e2-4adb-bbb5-d24ee437cbfb": "How does the ability to smelt aluminum contribute to advancements in aviation?",
        "370f2eea-9075-40b9-aaf3-9ac620036835": "Why is aluminum considered to be light enough and strong enough for aviation purposes?",
        "2bd7a805-108b-4f55-80de-7ff95adb1fb7": "How did the guest's experience with crushing his estrogen levels affect his sexual desire and overall well-being?",
        "8303b1d9-8183-4be1-ad5d-ba7393d6f511": "Why did the guest stop caring about dating and lose interest in sex when he had high levels of androgens but low levels of estrogen?",
        "ab42de5c-dfc9-4341-b6f0-a721390c3f3b": "How did the guest's experience of losing everything change their perspective on success and value?",
        "ece8bced-7b70-4895-8e59-5e108f4bbdbf": "Why does the guest believe that they cannot guarantee themselves success, despite having had previous successes?",
        "fcd061ec-a0a1-469a-9a52-442190147f05": "How did Michio Kaku's fascination with Flash Gordon and the world of the future help him avoid losing interest in science during junior high school?",
        "7827b694-decc-4919-9832-2d11c03c61be": "Why did Michio Kaku realize that Flash Gordon, despite being the main character, didn't make the series go?",
        "e14714f8-8955-4433-bc62-0d4b468ea1f3": "Why does Tom Bilyeu emphasize the importance of self-awareness in achieving one's goals?",
        "b6675554-c85b-4ac6-bcbe-6f0ea49c41d0": "How does Tom Bilyeu suggest individuals can develop self-awareness and understand what they truly want in life?",
        "4a53a751-8ac1-46cf-a10d-743f1bc95915": "How did Kelly McGonigal learn to tolerate the sensations of discomfort during her physical activity?",
        "36e91f1c-1e85-4c91-9ae6-9c5d187e322f": "Why did Kelly McGonigal's brain reorganize how it experienced the physical sensations of fear during her movement?",
        "86ffd7d3-87fe-4844-b25b-eda2f3805e6f": "How does Tim Grover believe that rage can be used in a positive way to win the battle and the war within ourselves?",
        "1f1ad234-5020-4c93-a091-577d198d4666": "Why do some people feel uncomfortable when discussing the idea of embracing the dark side, according to Tim Grover?",
        "6be0516d-734c-49a6-aba7-a09eb4129eb3": "How does Logic convince himself to keep moving forward despite his own doubts and insecurities?",
        "c167c46b-124b-43f2-b46d-5cffdb992eeb": "Why does Logic root for the child inside others and believe in their dreams and ambitions?",
        "0e25d8ff-b64c-4d1f-a64c-b521fe75fe45": "How can having bright lines and rules help in staying focused and productive?",
        "4f227aab-7814-4307-bc7a-4d48e800704d": "Why is it important to make the right choice the easy choice when it comes to following a structured routine?",
        "880ba549-cb74-4b61-b236-322654857f8b": "Why does Vishen Lakhiani believe that traditional goal setting is limiting and ineffective?",
        "9494c68c-40a5-4b4f-9a6f-40a2686616cf": "How does Vishen Lakhiani differentiate between means goals and end goals, and why does he believe that end goals are more important for a fulfilling life?",
        "a95b3f97-6e46-4bfe-8ad9-f0b7ff75b4c1": "How does Dr. Cerf determine which choices a person is happy with during his experiments?",
        "ea003277-c487-4e73-b1ef-473a99c9fbdd": "Why does Dr. Cerf analyze the brain activity of participants when they make choices they are happy with?",
        "de6871d5-8ea8-4429-ace3-f5008c1610bc": "How did Ally's manager help her when she was feeling lost and hopeless?",
        "572d898d-0d68-4d7b-bbf2-0ff0340c027e": "Why did Ally feel the need to escape her world and drink excessively?",
        "1df8be22-2a5b-4891-9343-5052f4ff38ab": "How did Mike Posner find his mentor in music?",
        "1254f181-b99a-4757-88a2-e977f552ae04": "Why does Mike Posner believe in having teachers and mentors?",
        "f7d5ab87-bc4a-45e1-9f1c-c509203fc794": "How did the guest's experience in medical school affect his squeamishness towards blood?",
        "8444ccc2-3fe9-4e68-91af-0ed5814e3636": "Why did the guest's squeamishness return during his psychiatry rotation?",
        "37e1c76d-383d-496b-8cb2-aadbf47966ab": "How does the psychological immune system affect an individual's ability to get ahead in life?",
        "9afcf19f-f215-46bb-8afa-3f0cb1c91386": "Why did the person with memory damage refuse to shake the doctor's hand?",
        "eba17304-b759-43b4-8267-da3357e5e892": "Why does the guest believe that fewer people are having kids now?",
        "92d0cb77-a3cd-4e7d-90a7-3058736c79d9": "How does the guest explain the relationship between comfort and the distribution of money in the current economic system?",
        "f6919a6c-b422-450b-ab95-09967fe8fde1": "How does the guest explain the potential long-term effects of not cooperating in the mating market?",
        "98a92060-0759-4a5b-a75f-2cfd559a3512": "Why does the guest express concern about the potential consequences of a slow cycle of change in mating dynamics?",
        "1d2f1341-cf24-454c-a91d-5ede27e74cdd": "How does Tilman Fertitta emphasize the importance of perseverance and taking risks in business?",
        "c64c6e95-ebd8-4ce6-8b3e-1f75d0328bf0": "Why does Tilman Fertitta believe that anyone can separate themselves from others and succeed in their chosen field?",
        "a4239582-d277-4388-98d3-cf5b11c43698": "How did Kathy Bates develop her love for reading and books?",
        "99238d69-79cb-4a78-828c-1df64cf054de": "Why was it important to Kathy Bates' mother that they knew how to behave and have proper etiquette?",
        "6d35110d-f2f8-4041-b7e2-cdfa46c4f1aa": "How does the email strategy mentioned in the transcript help in getting a raise?",
        "705ff21e-44e2-47bc-b059-d771a8e58f42": "Why is it important to express the desire to be an \"absolute top performer\" when requesting a meeting with your boss?",
        "0e565b91-00aa-407e-8aa5-47690995b6f5": "How does being of service and helping others contribute to human flourishing, according to Tom Bilyeu?",
        "41ccfb50-82fd-4d88-b2b6-cd07467da72e": "Why does Tom Bilyeu believe that maximizing how much you matter is the number one cause of human flourishing?",
        "b1e2e165-452a-4967-b2c2-223d6e6c3f10": "How does Jim Kwik differentiate between being a thermometer and being a thermostat when it comes to success and high performance?",
        "4db3ac46-9157-4dd1-bac2-4e0933ea767c": "Why does Jim Kwik believe that our happiness, joy, fulfillment, and success are dependent on where we put the locus of control?",
        "31cc2b40-16b4-4008-a86a-95d9d38a236a": "How does Donald Hoffman's theory suggest that our perception of reality is far from what is actually real?",
        "57ec51f9-5fc3-497e-84e6-dcca898ac28a": "Why does the concept of a blind watchmaker in evolution support the idea that our perception of reality is not intentionally hiding anything from us?",
        "b91f2303-067b-480b-b328-e95e4e3b3705": "How does Logic describe the transitional moments in his life and why does he find them beautiful?",
        "9056819a-5638-4012-96cf-8f545b7fb65d": "Why does the host believe that Logic is in a transitional moment as he puts out his book?",
        "417b9112-3c03-4aae-ab82-dd1767e06ee6": "Why does Bryan Johnson follow a caloric restriction diet and consume his meals within a six-hour window?",
        "c7ac713b-362f-4353-a3d0-0c3a08a5a0a2": "How does Bryan Johnson start his day before consuming his first meal?",
        "71d61c80-0e36-4d26-bd6a-65e198affee8": "How does Steven Kotler emphasize the importance of pushing oneself to achieve greatness?",
        "984768e3-aff5-43cd-bbfb-bcc6e7c75ab0": "Why does Kotler believe that doing hard things in life brings joy?",
        "fe4ada03-bfe9-4866-8451-894f286a8b52": "How does Gabor Maté reflect on his role as a parent and the impact of his own trauma on his children?",
        "a91aba00-91cf-4161-945c-cfce944ff4fc": "Why does Gabor Maté emphasize the importance of self-regulation and attunement in parenting?",
        "93699847-c069-4336-b9d7-748d1d544cd9": "How does David Bayer suggest reframing negative experiences to find something good out of them?",
        "ff145b5b-01f0-46ff-8512-1e62570c94a6": "Why does David Bayer emphasize the importance of creating a container of beliefs and assumptions in order to have a breakthrough with someone who doesn't believe that everything happens for a reason?",
        "93d3c955-1215-4507-973f-99af07ea47ce": "Why does nature prioritize love as the ultimate iteration of being a social animal?",
        "259a8a45-b309-435a-81fc-d766e000faea": "How does love serve as a neurochemical state that motivates individuals to have children?",
        "9f7e59b1-7782-4d79-a508-2031a21cad40": "How did Dean Graziosi's childhood experiences shape his motivations and drive for success?",
        "79388e31-515b-420c-a371-d1287bcfa607": "Why did Dean Graziosi want to take care of his mom and how did that become his main driver in life?",
        "a336a848-a6bd-45df-a35d-4a90e3b67e66": "How did the guest's perspective on wealth and money change after reading books and learning about finance?",
        "30319472-2bc2-49dc-8990-582e7089da4b": "Why does the guest believe that breaking out of one's bubble is important for personal growth and learning?",
        "0f321cfb-b0ac-4401-9c41-79235c875ab9": "How can the frontal lobe regulate how we feel and what evidence supports this idea?",
        "de82e76c-e3e4-4bff-ba4c-2df5e38567c0": "Why is it important to believe that thought can change how fast your heart beats?",
        "b51fb539-fbe3-449b-b1a8-1cd116329478": "Why does Konstantin Kisin see it as a positive sign when famous people from the left reach out to him after his Oxford speech?",
        "e62367f2-c352-4a57-a321-b0591ff94b55": "How does Konstantin Kisin approach articulating his reasonable ideas in a way that people can hear?",
        "9947ec1b-3bab-45f3-8bb0-fbf4c781b639": "How does the guest prioritize solutions on his list of impactful actions?",
        "8ab35373-7126-4c30-99e6-492776c7f496": "Why does the guest believe that smaller interventions can have a bigger impact?",
        "4488fc95-912d-4f1c-81b2-683978491b2b": "How does the act of printing money violate individual private property rights and affect the purchasing power of individuals?",
        "4b5a2ab6-ef52-4e89-b603-9b3d2384f843": "Why does the increase in the price of assets, such as steak or houses, due to money printing, effectively result in theft from individuals?",
        "6f228cab-f9d5-4461-a9be-28707e886340": "How does Tom Bilyeu suggest bringing the ashram to people who are struggling with self-destructive behaviors and a monkey mind?",
        "b0c9b4c5-e0ef-4f11-92ae-f07ec63ae48c": "Why does Tom Bilyeu emphasize the importance of asking the right questions and exploring meditation as a potential tool for healing and personal growth?",
        "a3810bce-048b-41bd-bbad-3ae6a9518e71": "How did Apollo Ohno's fear of not succeeding drive him to pursue different activities after retiring from competitive sports?",
        "7919d4aa-5fbd-4179-8016-2908a06ef69a": "Why did Apollo Ohno feel the pressure to succeed in other areas of his life after retiring from his athletic career?",
        "c8511f19-5b93-4490-944c-667e50afa044": "How does the addiction to devices and the dopamine loop affect our sleep quality?",
        "7427fe17-d757-4d42-909f-cd495c6df3aa": "Why is it important to have a screen curfew before going to bed?",
        "ed38efa3-a353-44e4-8e70-e14a56100c2e": "How does Ian Bremmer believe the rise of decentralized AI will impact the control of governments over the AI space?",
        "3f459b3c-17b5-4f17-bfdc-d164e89ad4bd": "Why does Bremmer argue that it will be impossible for a democratic state to maintain control over the decentralized AI space?",
        "7b0f4744-9ed7-4ad4-a8c9-83b00d300a63": "How does the structure of the data coming in affect the way different senses feel to us?",
        "80b455b6-fc28-4e90-878f-481f10118c33": "Why do our different senses, such as vision and hearing, feel so distinct from each other even though they are all processed by the same neurons in the brain?",
        "34bf33e3-b070-466c-bbe0-ff73c59b5c09": "How does the development of AI create a prisoner's dilemma situation?",
        "e749a611-3c03-425a-9ccd-e60b3768e2ec": "Why is the development of AI progressing rapidly despite concerns about its potential negative consequences?",
        "6209e4fb-56ae-4c76-a06b-a15aaba8f77c": "How does John Gottman determine whether a couple will get divorced or not?",
        "ee73d6e6-c7d0-4c5a-9252-ba39c43efa50": "Why is it important for a couple to tell their story of how they met and their relationship?",
        "39ae223a-6a3a-44a0-b3eb-40155f060d53": "How did the speaker feel when his words were taken out of context and spread widely?",
        "a8b3025f-2356-4e96-9fda-ac25579e0b8e": "Why did people not want to hear the context of the clip that was misleading?",
        "ed1047c4-abb5-4ed5-a4c9-fa158943afe2": "How can one potentially affect their overall biological age by changing the age of a small percentage of cells?",
        "daeaa6a2-bbfb-46a2-92c6-e820c6ab5dc7": "Why is it important to consider the age of cells when trying to change one's overall biological age?",
        "325e96d5-c3c7-47bb-9dfd-6d6c7539ae5b": "How does the list of qualifications for a potential partner contribute to the challenges in modern dating dynamics?",
        "a47f2409-83d6-462d-93f4-ce32bb91c608": "Why is it important to address the consequences of having specific qualifications for a partner in order to navigate relationships successfully?",
        "a5c1637c-34ef-4880-9d87-cf45ee1df2bd": "How has the increase in women's economic independence impacted men's sense of role and purpose in society?",
        "37329930-40cd-4702-9acf-0d55bfaccebd": "Why does the host believe that men and women need to come together in the current societal flux and uncertainty?",
        "edac24b6-6cde-4e37-b94c-1f65a5902d02": "How does Logic feel about the interview and the questions asked by the host?",
        "baee11b7-4f10-4ce4-b5bc-b51286576a2b": "Why does the host believe that Logic's upcoming creative years will be interesting to watch?",
        "cacf50f3-c1b4-4cb1-925c-64b510f23d5f": "How does Kelly McGonigal define self-compassion and what does she encourage people to focus on when practicing it?",
        "8552b3f6-a4e9-4d61-b86f-a3ed9d560419": "Why does Tom Bilyeu believe that self-compassion is something that many people in his audience struggle with, and what aspects of self-compassion is he curious to know more about?",
        "59f0d231-67f2-48ef-923c-78c57e523b6c": "How does Sadia Khan emphasize the importance of self-reflection and choosing a compatible partner in relationships?",
        "a1bd7152-a44e-4a68-9830-71060780769f": "Why does Sadia Khan believe it is important to establish deal breakers and shared values in a relationship?",
        "b514e5ea-b42f-4582-9f94-d910adb8c30d": "How does having a massive transformative purpose (MTP) differentiate an organization in a world of abundance?",
        "37074320-3d6e-4823-b652-25f0ba410780": "Why is establishing a massive transformative purpose (MTP) crucial for entrepreneurs and advanced companies in becoming exponential organizations?",
        "b4209d92-5b56-4d89-a3a8-d6f05cd56522": "How does Rich Roll believe human potential can be realized and practiced?",
        "59058c95-8303-4388-b20e-0ee3f2f83d41": "Why does Rich Roll believe that ultra-endurance athletes have tapped into something in their minds?",
        "dda259a2-c082-4eb4-bc8d-902a77b61c21": "Why does the complexity of cellular processes make it difficult to believe in God?",
        "5ced01cf-362f-404b-b811-769ef3b27b8a": "How does looking at cells under a microscope provide a better understanding of their structure and complexity?",
        "a9cc0923-10dd-4675-a2b3-657c3111b557": "How does the guest describe the feeling she gets in the gym?",
        "acee6d44-f335-414d-9153-b83c8a0c95a4": "Why does the guest find the feeling of being strong in the gym powerful?",
        "1288a462-f5ff-40db-bc65-89e9fae247b6": "How does Lilly Singh suggest digging out of a negative mindset and loving oneself?",
        "ae659b70-e12b-4881-823f-fbd34a887af3": "Why does Lilly Singh surround herself with positive things and good people in her environment?",
        "3ad8865a-2a55-4d52-b245-773fa7bd3698": "Why does the Federal Reserve aim for 2% inflation instead of 0% or negative inflation?",
        "4304caea-7538-4f74-810a-809c237bfa00": "How does inflation contribute to increasing the monetary supply?",
        "addccc7c-8a2a-427f-a3aa-d0d33603db83": "How does the belief in the enduring ethos of American laws contribute to upholding those laws?",
        "ae33f7d5-ddad-444f-885f-f44f1e4bcd7c": "Why is the belief in the American religion of freedom and justice important for maintaining a functioning society?",
        "5a573884-e770-4628-8567-93a13d3bd5b2": "How does the guest's personal experience with success compare to his experience in long-term relationships?",
        "0c0021ff-8e05-4cde-a8c3-8ca7900caa9a": "Why does the guest advocate for classical monogamy in marriage despite his worldly success?",
        "f7431596-34fd-447d-8c16-1e040b1bbd62": "Why does Dr. Fung recommend resting during fasting, even though it may make you feel worse?",
        "4f52e4c0-39e0-4143-8036-339d7bb0e467": "How does Dr. Fung suggest preparing for fasting in order to make it easier?",
        "9ca1fdbd-b658-447e-8459-17e9deacf161": "How does Tilman Fertitta believe that individuals can separate themselves from others in their chosen field?",
        "cf161cfb-59d1-41bc-8acd-c20374de4aca": "Why does Tilman Fertitta believe that going above and beyond and paying attention to details can help individuals succeed in their jobs?",
        "23290300-d56d-4683-92d8-24920b3a400f": "How does being obese impact joint health, even if someone is metabolically healthy?",
        "e32db108-cc05-492f-a863-e8f680664603": "Why does losing weight have a nonlinear effect on joint health?",
        "27857a52-0ae6-4745-85b4-c1a63137943b": "How does Coach Mike Bayer suggest overcoming confusion and finding clarity of purpose in different situations?",
        "48d4331b-2bf3-4279-9a7f-bddbbb32c241": "Why does Coach Mike Bayer believe that having a clear perspective and moment of awareness is important in making positive changes in our lives?",
        "c9e328af-f86f-4e2e-82cf-83a1b8ada58e": "How does the guest suggest that men who believe they cannot improve their mating prospects are different from incels who are honest about their limitations?",
        "27759fa3-e667-4ca3-93f0-c3e972557b56": "Why does the guest find it devastating when someone takes mating off the table as a pursuit?",
        "c77bfc62-3b3a-44a5-8768-c7a63552881b": "How does James Nestor view the Western mindset in comparison to the Eastern mindset?",
        "06ec2d39-53e3-41ab-b725-fcd36cc240ef": "Why does James Nestor mention his encounter with the Ama women divers in Japan?",
        "ec706ff8-20e1-4376-b636-5a6e0f362cd4": "How does Tom Bilyeu practice staying focused and improving his ability to stay on task?",
        "73e24a10-2d6d-4b87-b674-56cd86349b53": "Why does Tom Bilyeu meditate every day and what is his specific meditation practice called?",
        "822ace4e-32b7-465e-a657-b50457ba08b4": "How did Ed Mylett's personal experience with his uncle's death influence his commitment to physical fitness?",
        "8a6c4bb3-716c-4b11-bfe9-fb48e27a979e": "Why did Ed Mylett decide to schedule a heart scan at Cedars-Sinai after hearing about it on the Oprah Winfrey show?",
        "025ff3f4-4f13-49d5-a105-1fb48ad3dcb8": "How did Isaac Lidsky's perspective on blindness change after being diagnosed with his blinding disease at a young age?",
        "7aff7327-99cc-4d78-a337-d32f18fe0b86": "Why does Lidsky believe that viewing blindness as a capital B blindness is unproductive and limiting?",
        "bde48063-abca-40e7-b98f-757f147fa6ec": "How did Noah Galloway's life change after experiencing depression and personal struggles?",
        "57e52766-0565-4d3d-bc2b-6f01a3a2c6db": "Why did Noah Galloway decide to make a change in his life?",
        "c0804101-4e2e-4c3e-b1a4-82ae9d3a2418": "How does Yuval Noah Harari illustrate the idea that people sometimes have big wars over fantasies in their minds?",
        "97711692-c61a-422a-a78d-7009efec2320": "Why does Yuval Noah Harari use the example of the Russian invasion of Ukraine to highlight the dangers of fantasies in political decision-making?",
        "a964f571-215c-41f6-82c3-006153eea1ae": "How do matchers contribute to the success of givers in the workplace?",
        "248f294a-b60d-4dd1-aaa2-9aaac7bf5601": "Why is it beneficial for givers to surround themselves with matchers?",
        "024073ab-435b-4a1c-bacc-1e7053c27fab": "How can light pollution impact sleep quality?",
        "1a1ce911-5ec2-4a41-b66f-79fa8c7d3b57": "Why is it important to create a dark sleep environment for optimal sleep quality?",
        "0d5fb292-490d-461e-8c5c-239db93f67cc": "How does Jessie Inchausp recommend mitigating the effects of a cheat meal on glucose levels?",
        "ea46b94a-e523-4378-9297-1da024296503": "Why does Jessie Inchausp suggest incorporating 10 minutes of movement after meals as a hack for managing glucose levels?",
        "1367dd1b-1159-468e-9162-31cf5d4f9ac3": "How does Laila Ali feel about her past experiences, including her time in Juvenile Hall for shoplifting?",
        "c4d1ce3a-8ca9-4fc7-9cb3-69910cc277d3": "Why does Laila Ali believe that going through difficult experiences has shaped her into the person she is today?",
        "3e92164f-2d5b-45db-b4c6-1139f705fefe": "How does clarity play a crucial role in achieving one's goals and turning potential into skillset?",
        "f2e13df7-d0a9-4559-bf5d-eecfb963a875": "Why is it important to develop self-awareness in order to identify areas of improvement and track progress towards one's goals?",
        "351186ea-f7fb-4ac2-a225-0b8b83ce75bb": "How can incorporating a period of aerobic exercise prior to hypertrophy training enhance muscle growth?",
        "c9cc683b-b7be-4efa-bfbd-ed9003633dae": "Why is improving aerobic capacity through cycling beneficial for recovery and adaptation during hypertrophy training?",
        "935da384-ba21-455d-af9e-7e41f30be0f5": "How does the RAS (Reticular Activating System) work in relation to interrupting the story we tell ourselves?",
        "fb1d55bc-ecb2-48ca-81f6-b06328086361": "Why is representation important in interrupting the RAS and changing our belief system?",
        "5a3b5c99-1ff4-41ed-ac53-275e80894b07": "How does Dr. Dan Engle approach the brain and its functions?",
        "35be56fe-aed9-4cd3-8be8-c33542e95c99": "Why does Dr. Dan Engle emphasize the importance of tracking and not getting caught up in the mystical aspects of psychedelic experiences?",
        "46483969-8695-4f6d-93b8-559512a757e4": "How does Alex Hormozi help people overcome their fear of making mistakes and avoid the avoidance trap?",
        "ed28c9d4-b7dd-4418-b473-3ec2a9d758d8": "Why is it important for people to have a clear understanding of the variables they will use to make a decision, according to Alex Hormozi?",
        "ee69d963-100e-4928-aaa2-1f81e9a8c567": "How do the traits of a superiority complex and crippling insecurity paradoxically coexist in ultra-successful individuals?",
        "0b65edcd-95f9-4126-9227-4fdeb8388ce8": "Why do ultra-successful individuals believe they deserve more than others and have a bigger vision for accomplishing big goals?",
        "b07b332d-205c-4f39-8b80-e05e7a8ca043": "How does David Goggins suggest overcoming personal challenges and insecurities?",
        "b5e0127a-76dc-415f-add0-33dd88048a51": "Why does David Goggins believe it is important to create a new version of oneself in the \"dark room\"?",
        "0d6979fb-af59-4d97-be06-74379b521e98": "Why does Ray Dalio emphasize the importance of understanding the historical context and surrounding oneself with smart people?",
        "a96f4c05-44a7-47cb-a238-bdc080fe2289": "How does Ray Dalio suggest thinking at the principle level can make life easier?",
        "e3597794-8ed4-40d3-b6ab-c5172427f15a": "Why did the speaker decide to figure things out on their own instead of convincing their parents?",
        "53ae9bc7-f7fb-4f70-a3d6-1941a3cdce30": "How did the speaker perform in law school, and which subjects did they excel in?",
        "222bb38e-be26-4ef4-9a16-ab41d3d1e256": "How does Tom Bilyeu believe that our beliefs about ourselves influence our accomplishments?",
        "64fd4379-b30b-481d-9488-3fd7cf1a105e": "Why does Tom Bilyeu think it is important to play to win and leave it all out on the field?",
        "5a51193c-7bb7-47bc-9979-fba23e498a38": "How does our belief system influence what we pay attention to?",
        "c215b7cc-b7ef-40dc-900e-dd77637ec143": "Why is it important to align our beliefs with what we want to achieve in life?",
        "27499a79-c1ce-469e-afe6-15a1de56b817": "How does brain training contribute to brain health and cognitive function?",
        "3514919d-141d-44b8-afbb-d2a06c7cdd98": "Why is it important to seek new experiences and challenges for brain health and cognitive decline prevention?",
        "83a1ed3b-ccfd-446b-b9e1-4fb3dc89cc26": "How does the presence of high sensitivity C reactive protein (HSCRP) in the blood relate to Alzheimer's disease?",
        "c585b9d7-8ec1-47c7-b8de-5799118dbb51": "Why is the evaluation of the innate immune system important in understanding Alzheimer's disease?",
        "d322a6be-4089-42cc-abe9-f128ec3d1c0e": "How does having a big goal, a fear to run away from, and impulse control contribute to success?",
        "ae4b8681-87d6-47ac-b554-6dcecdfd830e": "Why did the guest have a strong belief in becoming rich from a young age?",
        "7fa6889b-0162-477a-af37-c7d05b51fc35": "How does memory work according to Dr. Benjamin Hardy?",
        "b32d1bd4-b659-43e9-9a82-540e7effb53d": "Why does the present frame cause the meaning of the past, according to Dr. Hardy?",
        "75a555ac-b1cb-480a-bfe3-b72e3d8c8692": "How does Hal Elrod believe we should interpret the phrase \"everything happens for a reason\"?",
        "923223cf-0009-4974-a81b-5afac8b55588": "Why does Hal Elrod believe it is our responsibility to choose the reason for why things happen to us?",
        "57ba7e84-9f55-4c27-bcd6-9a367bec2225": "How does getting into a restful state help with problem-solving and creativity?",
        "62f078ea-e256-4919-9474-7a352448d251": "Why is it interesting that there may be something coming from the outside that can help with clarity of mind and creativity?",
        "c955ce6c-fd10-41ff-aead-f7f2af037bce": "How did Jocko Willink's experiences of getting tougher help him gain control over his own life?",
        "ab6bd6c2-e823-4bf3-b4dd-dbc299d4cb6b": "Why did Jocko Willink decide to write children's books and what values does he hope kids will take away from them?",
        "34c93225-3fa7-49a3-a282-22fc5bd870ec": "How did the easy access to money contribute to the rise in valuations of various assets like home prices, stock market, and startup valuations?",
        "7d970a2c-a8b9-4c84-849b-7ac9363943c9": "Why did venture capital firms and investment institutions have such easy access to money, leading to increased competition and higher valuations?",
        "3ce0000f-f796-4e13-b657-57612e0a6042": "How can incorporating habits like going to bed early, working out fasted, and practicing meditation help improve energy levels and productivity?",
        "5d687980-bf11-4b87-b38d-8bbd55d6b861": "Why is it important to consider biological factors, such as thyroid levels, when trying to improve energy levels and establish new habits?",
        "f7138aaf-b4f9-485e-97d5-866443465834": "How does the evidence for metformin's impact on longevity in humans vary between studies?",
        "2bcf8323-2e74-4237-8421-e97524d92bc9": "Why does metformin have a negative impact on testosterone in a significant fraction of men?",
        "d67780c3-e0a8-4154-81e9-8989059c0cb9": "How does Gabor Maté differentiate between healthy regulation of emotions and immature reactions?",
        "672385c2-03d8-482d-b276-51bdea1f86db": "Why does Gabor Maté consider throwing a tantrum and yelling at someone as a sign of immature behavior?",
        "b9b323a3-734c-4c63-a5d6-c1bfd3de4c65": "How does melatonin help the body go through sleep cycles more efficiently?",
        "253a1549-ff07-45e8-91c0-8a3da3148223": "Why is it important to spend a certain percentage of time in each sleep stage for rejuvenating the mind and body?",
        "344528d7-53d8-4d95-a0f8-c378a3564b19": "How does English common law differ from legislation by fiat?",
        "99366503-9845-4a70-afe5-c6ec60a53a7d": "Why does Robert Breedlove believe it is important to mitigate statism in the world?",
        "393d221a-ee42-40ff-aec5-d91366b7c1a6": "How did Titus O'Neil help the person he met who was homeless?",
        "8514b854-76d0-47a8-9f05-af7370bc5fec": "Why does Titus O'Neil believe in the power of connecting people?",
        "bac82127-7507-4554-b5c8-5ff4001f00cd": "How does Tom Bilyeu suggest cultivating a fire and becoming passionate about something?",
        "7cd2ad91-ee3e-43bc-b11d-3b0d8dc65a0c": "Why does Tom Bilyeu believe it is important to be truly passionate about something before giving oneself over to it completely?",
        "dd3882cc-5bbe-4531-b466-23cd2d407505": "How does Wallstreet Trapper suggest overcoming the disadvantage of starting from a position of poverty compared to those who have had a head start in wealth building?",
        "27ec803f-3c18-4bdb-b285-7472d4e3d2f5": "Why does Wallstreet Trapper believe that wealthy people are more likely to profit during an economic recession compared to poor people?",
        "4fc27be2-12ab-4756-866f-fbbce3212429": "How does Chip Conley believe that the lack of meaningful rituals contributes to the high divorce rate in the modern era?",
        "f8b0712d-e093-4fcf-9b53-5dab7fd1f198": "Why did Chip Conley choose to go through a ritualistic scarification for his own wedding?",
        "ee497b89-899e-4577-9d2d-2af69e92cbff": "How does Ray Dalio suggest finding a path when facing financial challenges?",
        "3417fc6b-399b-481b-827a-bad0058a7443": "Why does Ray Dalio emphasize the importance of discipline in acquiring skills and finding financial success?",
        "32d6b683-c654-407c-af52-dcb99a891e29": "How did the guest's colleague achieve a significant gap between his chronological age and biological age?",
        "5880e66a-8033-4bd5-b9e7-88ebee014b05": "Why did the assistant initially doubt the health benefits of the concoction recommended by the guest's colleague?",
        "7c183002-e284-41dc-a298-62cfe1906200": "How does James Lawrence suggest approaching huge goals?",
        "acc451dd-48a8-4ab4-b63d-fc935fb22f49": "Why does James Lawrence believe it is important to focus on the small steps rather than the big goal?",
        "cd96ac29-7297-4e74-a647-4653af67b180": "How does the level of exercise impact the ability to maintain a high-calorie diet without gaining weight?",
        "107d3444-9451-4e98-9c75-3ce961004cd7": "Why are most people today not metabolically healthy enough to sustain the amount of exercise required to offset a high-calorie intake?",
        "46a89466-3bf4-4521-85fb-eb6592e24709": "How does being cognizant of the process of rewarding and punishing ourselves help us stay on track towards our goals?",
        "e852e328-ea25-454b-aaa8-4cf73aa69628": "Why did the speaker choose the product with a slightly inferior result but a quicker delivery time over the objectively better product?",
        "438e2f88-d2c1-404a-b6f7-93f62886c63a": "How does cultural background influence the way individuals approach relationships and conflicts?",
        "fe0ea526-e4b7-4b51-a454-32c283a2b9c4": "Why is it important to consider cultural context when trying to understand someone's perspective in a relationship?",
        "7250aaa1-1ae2-4902-86bd-f4f1dfc161e7": "How does the potential combination of different AI programs with misaligned objectives pose a threat to society?",
        "54ee553c-8e31-4f70-9663-89bd74eff2bf": "Why is it concerning that Google's MedPalm2 model can outperform doctors not only in medical diagnosis but also in empathy?",
        "25fb5b54-b72f-44b7-90cb-52d9cd622c55": "How did the person from Watts manage to get into surgery despite their lack of experience?",
        "cd44b282-2ef4-47dc-94cf-87b7fc450472": "Why did the speaker mention their experience with hiring people from Watts?",
        "501ec194-e896-4470-9932-4160b0eb097d": "How does Donald Hoffman suggest that mathematics and conscious experiences are intimately related?",
        "1228cb0b-1da0-44a6-96e2-a99531e68602": "Why does Donald Hoffman reference Gödel's incompleteness theorem to support his theory of endless mathematical structure outside of our perception?",
        "3f326a92-6a80-4872-9836-0818017cc064": "How does Dr. Drew Pinsky challenge the conventional understanding of happiness?",
        "8a2a6e36-ca57-4d0a-becf-0a9ee8156a50": "Why does Dr. Drew Pinsky believe that leading a good life may not always feel good?",
        "a8aa6acd-f576-4dba-a510-82c8b6a638e2": "Why did Jenna Kutcher feel exhausted and unfulfilled after achieving her financial goal of hitting six figures?",
        "725cc5a2-b744-45bb-8b60-effdb7ec819a": "How did Jenna Kutcher's experience of not feeling fulfilled after achieving a significant financial milestone shape her perspective on setting goals?",
        "4b50050c-3901-407c-ae32-8b26962e3da9": "Why does Ryan Holiday express skepticism towards the idea of making decisions based on a \"hell yes or hell no\" mentality?",
        "80d8b0e9-6c85-47ab-a798-59eae3c21231": "How does Ryan Holiday suggest evaluating the difficulty of a decision and why does he believe it's important to question decisions that feel easy?",
        "411337ee-e002-493d-9de9-09bf24713fbe": "How does the premise of IMAX and binge-watching relate to our brain's ability to distinguish between what's on the screen and our own perception?",
        "27ccba7b-9495-40cf-8cd1-eaf9ac201665": "Why do people engage in activities like streaming pornography, even though there is no evolutionary payoff?",
        "bf4fcf07-d8c0-4a66-be30-21816e7028af": "How does having a structured plan help in avoiding stress and maintaining momentum in daily activities?",
        "bb917dc3-2cf9-42fe-a22c-88789f3a84ae": "Why does Anthony Trucks spend ample time thinking about certain windows of time and planning ahead?",
        "0e64de95-c45b-4fdf-8b0f-dde9810b1f16": "How does the guest suggest addressing conflicts and differences in a relationship?",
        "c0816568-3292-4fd4-aec9-74a0ddda1b02": "Why is it important to distinguish between base assumptions and values when navigating conflicts in a relationship?",
        "3a79b1f0-d983-489b-85f5-592f7c1fd086": "How do certain types of enzymes help with DNA repair and packaging, and what can happen if these enzymes are not active enough?",
        "78d882c0-8f11-4665-81ae-00f97bb7e09f": "Why are exercise, dieting, and being hungry important for making these enzymes more active and efficient in DNA repair and packaging?",
        "318df537-e5e9-4a91-b632-8d7e932e4ed9": "How does Gary Litefoot Davis believe that filmmaking can be effective in helping Native Americans see a sense of self-worth and what is the significance of sharing stories in their culture?",
        "bcf680e9-8043-4d08-8a10-f628d44fed80": "Why does Gary Litefoot Davis believe it is important for Native Americans to tell their own stories through accessible and viable mediums, and what role did storytelling play in his own upbringing and understanding of his identity?",
        "622ad144-be81-4022-8656-53713508b683": "How did becoming a foster parent change Benjamin Hardy's perspective on taking action towards his future self?",
        "3a600375-b30d-47c7-baa4-9a41120f8a6d": "Why did Benjamin Hardy feel an extreme pressure to get moving after becoming a foster parent?",
        "9c87ff1b-a777-4b4c-afff-776af9b43879": "How did Lisa Bilyeu's guidance help the listener in dealing with past relationships and setting boundaries?",
        "9c6fc23f-1fd2-4e33-981f-bf62a6a40bb7": "Why does the listener consider the Women of Impact episodes to be a daily reminder for believing in oneself and working towards personal growth?",
        "834a5fee-7244-40b8-be23-e6f58b762550": "How does Matt Higgins suggest immunizing oneself from the insecurity of asking questions?",
        "c2a52a6b-7bcb-4751-9679-df63ac11d2de": "Why does Matt Higgins recommend transporting oneself to their own territory when asking questions?",
        "49452053-5456-4882-9ab3-2ac4bc37ca06": "How does Vishen view intuition and its potential for human development?",
        "a8667b4c-dba7-4285-a9c9-f9b59f813e11": "Why does Vishen believe that humans should explore the concept of intuition with an open mind?",
        "91d90097-2787-4125-aa2c-0ce40c1a6947": "How did Dan Schawbel overcome a period of self-doubt and regain his confidence?",
        "454b3be4-73d9-4b6c-82b8-063ab7319c5e": "Why does Dan Schawbel emphasize the importance of small wins in building self-confidence and achieving success?"
    },
    "corpus": {
        "1049512d-a249-4b00-b3d9-1c968e55c871": "But it, it does, I can feel things pushing me at my back to experiment with psychedelics for reasons like this, where I, yes, I could meditate for the next 40 years and maybe get to the point where I could have one of those experiences of what it means to be aware without a sense of I, I literally can't imagine what that is right now. I can imagine blanking out. Right. I can't imagine having a sense that there is awareness without me being inserted somehow into that. That's right. So it would be really fascinating to very quickly be ejected out of, you know, my normal state of consciousness and into this. And part of, part of what I promised myself I would do in this interview is to really figure out like, why the fuck does this all matter? Like you, and that's why I'm like, I'm dancing around this idea of like, you love your wife. Like there, there is a realm in which you're like, the headset is pretty rad and it's given me amazing shit. And I'm really having a hard time like actually stepping outside of the headset.",
        "1bd2bae1-97d9-48c0-9648-28e1db642ed1": "I was on stage speaking at Singularity University, and the guy who spoke after me was talking about implantables. And he says, yes, we have these little RFID things that you can put data onto and we plant them. And so afterwards, I said, can I? And he said, sure. And so we went back on stage, and he implanted right here. You can feel it. Whoa! Yeah. Whoa! I've got this little RFID. If you take your near field ID with your phone, you get my business card off of it. Are you serious? Yeah. Do you have one on your phone? I don't have it turned on, but we'll turn it on after this. It'll take a little while. That is crazy. But so listen, I think there's got to be some level of safety, but I'm much more risk-fellow than you're average individual. I would say, yeah. I think it's interesting because today, if you think about the world of sensors, I've got heart rate and steps on here. Very soon, we'll have glucose and blood pressure and other elements.",
        "e31fb36f-e01c-4a03-a59c-828ba6650af9": "So do you want to say afterwards, are we all good on that? And I just want to make sure that you're feeling good or follow up in an email. Hey, I just want to double check on you, Lindsay. Make sure you're feeling good about that. So that's addressing what you think might be happening. Or do you want to address the cue? If you want to get rid of vocal fry, all you have to do is ask someone to speak up. That's fascinating. That's it. If you ask someone to speak up, they have to use more breath. They go, oh yeah, sure. And they force more air out of their breath and they immediately get a vocal fry. I've been in presentations before where someone is giving away their power with vocal fry. They have amazing content, but they're literally giving the entire presentation like this. And so it's really hard to listen to and it sounds like they just don't believe in what they're saying. And so I will say to them, hey, in the back we can't quite hear you. Can you hear in the back?",
        "a2cb7934-80f0-4825-a02d-80fff666e804": "But then you get aluminum, and now because you can smelt aluminum or however it's made, it's light enough and strong enough that you can have aviation.",
        "e541d6cc-205b-466d-a1de-96c1897570d6": "It's very, very supportive of cardiovascular health and vasodilation. Multiple different things in the body and having a lack of estrogen is counterproductive to health, performance, well-being. I mentioned the serotonin part earlier. And even erectile quality. So for somebody who is- Lack of estrogen. Yeah. So like a bodybuilder, for example, and I've experienced this personally, taking a bunch of steroids, tons of androgens in my body, but crushing my estrogen to nothingness with an aromatase inhibitor, I was literally asexual essentially. Whoa. Yeah. Penis only existed to urinate. That was the function of it at the time. I also stopped caring about dating entirely. I was just, nothing mattered to me. Is this peak more plates, more dates, early days? Yeah, I guess so. That's really interesting. What the hell? So was that like a three alarm fire in your head where you're like, I should want sex more than I do? Or were you like, thank God, that's some bullshit anyway. Like now I can focus on what I want to do.",
        "4da4be28-89ec-4b59-996f-51b0d8da5e03": "And I, you know, I just lost all the gyms and all the money and everything. And it was just like thinking that that was the thing that I had lost rather than the thing that I had gained that was non-material being the more valuable of the two. That was, like, one of my big lessons. And I feel like you obviously have far more of those than I do, but that one stuck with me. It's interesting. I have a slightly different belief based on all that or at least way that I look at it, which is if I lost everything tomorrow, I might not ever gain it back. It's entirely possible. Now, I think I have a set of skills. I'm never going to worry about money and all that. But I really, life has taught me that I cannot guarantee myself the success because I've failed multiple times at businesses. So it isn't like, oh, it's guaranteed because I've had a success before.",
        "8f651179-a4a0-4cd8-8d99-5ffb51854cc2": "We're born scientists until we hit the greatest destroyer of scientists known to science. The greatest destroyer of scientists is junior high school. Every day, we lose hundreds of thousands of junior high school kids who think that science is boring. They think that science is useless, memorizing facts and figures they're never going to use again. Was there something different going on when you were in middle school that kept you from falling prey to that? Like, what did you do to not get eaten alive by junior high? Well, not only was I fascinated by the story of Einstein, he could not finish his great theory. Saturday mornings, I would watch television. And guess who was on TV? Flash Gordon. I mean, rocket ships, ray guns, invisibility shields. I mean, what's not to love? And I said to myself, wow, there's a whole world out there, the world of the future. Then a few years later, I began to figure it out. I began to figure out that, well, yeah, Flash got all the credit. He got the girl, blah, blah, blah. But he didn't make the series go.",
        "75605365-5802-49e0-9226-4a1960e928fc": "And the fact that he had the self-awareness to understand, I don't want you to keep promoting me until I'm running the company. I want to be here as an engineer in the thick of this, solving these problems. That is going to be a joyful life for me. So recognizing what it is that you actually want. What speaks to your personality? Where are you going to be most energized? Where are you going to be the most alive? Then put yourself there and then pursue it with everything that you have in a joyful way. Where progress is a key and that you can, as you say, step into the fire. But I want to make sure that people aren't blinding themselves to what they really want. That people are taking the time to develop that self-awareness. If you can't say in a single sentence what really fills your tank, what gives you that energy, what makes you feel alive. If you can't say that in a single sentence, you're in trouble. So journal. Write about it. Think about it. Work on it. Because getting that right is critically important.",
        "33c97a27-7d5c-4400-874e-521c10f112a9": "At the very same time that voice was in my head, I could have the experience of choosing to stay. Like, no, you decided to do this, and so there's room for this voice in your head and also staying. I learned to tolerate the sensations of discomfort. Something weird happened where, because of the playlist and listening to empowering music, that I started to sense the sensations differently. I started to have an experience when my heart was pounding of feeling not afraid, but feeling brave and feeling badass. Somehow, my brain reorganized how it experienced the physical sensations of fear, so that in moments when I actually was afraid, suddenly I was like, I guess I'm brave. I guess I'm a badass. Movement is so amazing in that how it gives us access to physical feedback that allows us to have this different sense of self.",
        "8286dc4a-44f6-47b5-b612-e0e07a7ff6b2": "All of a sudden you just let out all this rage or do you know how to control rage or do you know how to control it and place it in the right places? Not only to win the battle, but to win that war. And we literally have a war going on every single moment. It may not be out in here, but there's a war that goes on in here all the time with ourselves, all the time. And you can't win that war with only light. You can't. Man, I agree so ferociously that it's one of those things, whenever I talk about it, people get super weird. There is a high level of discomfort that people have around that idea. But I think that it's so powerful that failing to use it is sort of an acknowledgement of sort of lowering what is possible. Yes. Yes. And the people that get uncomfortable usually have the darkest sides. They just don't, they just, they've never had, they feel like they're getting caught. They're like, they're trying to hide it.",
        "a2d8b2a1-89ea-4157-9866-3b4ba7b1f6a2": "tell me their dreams and their ambitions and all this i see this child inside of them that that is pure and excited and i root for that person because the child in me has been stepped on and kicked but is still standing so moving into this next chapter i think the biggest thing even though it's hard even though my own voice goes you can't do it you're a fraud they're everyone's gonna know i still say yes you can you know you can you can do this man how do you convince yourself to",
        "2033a8b5-ab95-49a5-8459-d8c636b4fba9": "Buy according to that, live according to that, and then keep that list of the things that you know that you're supposed to be doing, okay? It's very important for you to make the right choice the easy choice. As you do that in multiple areas of your life and just start ruling things out, and this is again where bright lines really come in handy, you have to have things you don't do as much as knowing what you do do. And a lot of people get themselves in trouble because they don't have these bright lines. There aren't things that are off limits. So for instance, Monday through Friday, if I'm awake, I'm either working or working out. So you can imagine if I start goofing off, I start playing with the dog, I play video games, I would know immediately that I'm not doing what I'm supposed to be doing because is it Monday through Friday? Yes. Am I working or working out? No. Cool, then you're doing the wrong thing. And so by having these rules and writing them down can be really useful.",
        "a1c3be48-d3a6-4e61-99ac-948b07505cb9": "The thing is, I don't believe in goal setting, because when you teach traditional goal setting, people are locked into the rules of the culturescape. Here's what I suggest. I suggest we ask ourselves three questions, and I call these the three most important questions. Now, the first question is this. It's what experiences do I want to have? Okay, now I'll tell you why that's important. You see, there are two types of goals. There are means goals and there are end goals. People tend to chase means goals, not realizing these are very different from end goals. A means goal is do well in my LSAT, graduate from college, get that particular job, save up for retirement. But if you ask these people, why do you want that? There's always a so. Well, I want to qualify for college so I can do this. I want to become a lawyer so I can do this. Well, the so leads you to the end goal. Now, what are end goals? End goals are these things that really lead to the beauty of being human. It's waking up next to someone you madly love.",
        "590cf0b5-de6e-4cea-bb12-ab891a9d100e": "And what we do at the end of the three days, one week, as long as they would do that, it's kind of uncomfortable and embarrassing sometimes, we ask them to kind of look at all the choices and tell us which ones were good, which ones were bad, and then we look at their brains, and we see what was their brain looking like, what did it look like when they made choices that they were happy with.",
        "050dd6d6-51d3-4173-9f26-9704668bf156": "Many things were happening, to where one night, I opened up, and I wanted to escape, I wanted to escape the world, and I ended up drinking myself to death, basically, I mean, not to death, literally, but, I mean, I literally drank myself until I got sick, because I didn't want to live in my world that I was living in, because of all the pain that I never shared with anybody, and my manager came and found me, I feel lost, there's no hope, I'll never be happy, things will never get better, I mean, truly thinking these dark thoughts, and he was there to pick me up, and to comfort me, and to say, Ali, listen, I know it's hard, I see what's going on, I know it's brutal, this business is very, very, very brutal, especially on young women, I was reminded that there was hope, and that God was with me, even when... How did you begin to rebuild out of that?",
        "a29d504b-ff59-4aa7-8fe9-e527f1bcfa2b": "fired I still really love what I do and so he starts another tech company next and I felt like that even though like I'm not as popular as I was I still really love music and so I thought maybe I'll take this time to get better at music I didn't know I didn't know how to play guitar at all I didn't know how to play piano at all and I found this like who became my mentor his name was Norman Henry Mamie and he became sort of like a father figure to me I just did exactly what he said I just got really into it and I went like that and I did the same thing with guitar I'm a big believer in teachers you know big believer in teachers like I couldn't get that good just like I had that guy that relationship that I'm accountable to makes a big difference How do you find a great teacher? The best way is if like you have someone else you trust who's good that recommends them so my guitar teacher I found through James Valentine who plays in Maroon 5 he's like this is my teacher and he's awesome you know that's how I learned just practicing you know you just gotta suck for a while you know but like you'll get good it's it's easy to get frustrated like after",
        "9c6ae5e3-da5b-44a6-ba87-d10d2df571db": "And here he was in front of a dead human body he was now tasked with cutting open. And is there blood, though, in a cadaver? There isn't blood, but he's sort of just a squeamish person and sort of blood was not the only thing that freaked him out. But no, there's no blood. It's actually all been drained out and replaced with a preservative, sort of similar to formaldehyde, though not exactly formaldehyde. But even he, throughout medical school, got less and less squeamish. You know, he would be on, let's say, his surgery rotation, where he was cutting open a lot of bodies, seeing a lot of blood, and blood didn't faze him anymore. But then for the next six weeks, he was on a psychiatry rotation, and that squeamishness crept back in, and he sort of lost what he had gotten used to. I think I started from a less squeamish baseline. And then I think just the intellectual understanding or the desire to understand how things work sort of helped me not be squeamish even further.",
        "1295010b-2860-4cf9-a95d-7d63e56f5af2": "It's one of the worst things about the brain. It's amazing because of the psychological immune system, but the psychological immune system's job is to keep you from committing suicide. It is not to help you get ahead in life, unfortunately. So your psychological immune system is gonna come up with a justification for why you do whatever you do. You can actually, there's a study done on this with patients that have an inability to turn short-term memory into long-term memory. So you can re-meet them every three minutes and they will not remember meeting you. So a doctor will walk in, they will put a pin in his hand, he shakes your hand, it pokes you, it hurts, you come back three minutes later, you don't remember meeting the doctor. He extends his hand to shake your hand and the person with the selective or the memory damage won't shake his hand. So you ask, why won't you shake my hand? Oh, I don't like to shake the hand of people in white lab coats. Oh, I don't shake the hands of doctors.",
        "92821e50-50bc-473f-b673-dc7bc3efddb7": "It's not ideal, but I get by, and I have fun, and I'm able to raise my kids, and all is well. Well, most people aren't. Not most people, but fewer and fewer people are having kids now. And so we're simplifying the game. We're collecting a paycheck. We're entertaining ourselves for reasonable amounts of money. Amazon's helping make your average stuff cheap. So people don't really have a big incentive, especially in an era where the rates were just declining, and so debt basically was pretty easy to get a hold of. Goods are getting cheaper and cheaper. So I don't have to Tony Robbins money master the game. I just play the game of going and getting a paycheck, and now all is well. But the way money finds its way into the system in an era where we have to inflate, inflate, inflate is only going to people that hold assets. I don't think that is too complex, but I think the first issue is comfort is one of the biggest drugs in the society. And many people are comfortable- I'm going to back you up before we get to comfort.",
        "feb9a888-90f7-46b3-be67-3bdb5cbaf5c0": "But that that when 100 million people are dying, that doesn't help. Like that is not like, oh, don't worry. 100 years from now, everybody's going to be fine. Right now, though, people are dying by the millions. And I really don't want to see this happen. And so I feel like, yes, there is all this evolutionary pressure of like, no, no, no. When you cooperate, things are better. And so there'll be all these sort of neurochemical cues that will eventually get somebody to say, hey, guys, think we're approaching this wrong way. Look at this. This will feel a lot better. People try it out and they're like, yeah, this is better. Then those people grow up and they teach their kids, hey, do this. But that's a long, slow cycle. And in the interim, things can go very, very wrong. Yeah.",
        "c567a384-6032-4e48-8a13-fb7bfe4f42e5": "I take pride in out-negotiating your ass, okay? And you just want to leave this world that everybody said, God, that was a difficult son of a gun, but he always did the right thing. That's pretty good. All right, guys. The Tillmanisms alone are worth the price of admission. I highly recommend the book. It is a lot of fun. If you were paying attention to the way he's talking, you will definitely, when you read the book, realize that that is definitely his voice and captures his spirit, and somebody that can start with a single restaurant and build what he's built today. If you have any interest in doing something extraordinary in your life, regardless, by the way, of whether you want to be an entrepreneur or not, I think a lot of the rules apply to just knowing more about something, outworking people, knowing what you want, big audacious goals, all of that stuff, being the bull. It will pay off well in your life if you haven't already. Be sure to subscribe. Until next time, my friends, be legendary. Take care. Tillman, thank you, my friend.",
        "53d0ff70-a816-40f7-9c66-0bb9fe539d25": "Her sister, my aunt, Lee, worked for a bookstore first in Tennessee and then out in California. And she would get these advanced copies from the publisher. So she would wrap them all up individually. So we'd have more things to unwrap at Christmas. And so I remember on Christmas, we would just grab our books. Everybody, you know, my father would get a book about pyramids. And, you know, I would get a book about horses and stuff like that. And we'd all go after Christmas, you know, a celebration. We all go to our bedrooms, you know, and we would be like reading and reading and reading. So that's what my mom gave to me was that was that joy. And her bearing, you know, we didn't have a lot of money, but it was very important to her that we knew how to behave. She would keep three books by her bed, the Bible, Emily Post and Shakespeare. So with the Emily Post, she wanted to make sure we knew the right silverware, you know, and how to write thank you notes.",
        "534b5108-cc39-4d5c-b836-32d8ebae43dd": "So I'll just give you like the quick lay of the land. If you want to get a raise for anybody watching, this is how you do it. You send an email to your boss, you say, you know what? I would love to meet with you and I would love to discuss what it takes to be an absolute top performer in this world to make your life easier. Could we set up some time in the next week or two? Of course, 100% of bosses are going to say, yes, I'd love to see you. So you go in there and you say, Hey boss, really appreciate you taking the time. I've enjoyed my role. I just want to tell you that I don't want to just do a fine job.",
        "159d62f2-aa70-499c-b15c-2384ece7bb6b": "The idea that the ancient Greeks had a word for happiness called eudaimonia, which is human flourishing. And I love that umbrella concept. Like, what creates the largest human flourishing? Let's focus on that. Forget happiness, human flourishing. But from the Baha'i faith, from the study of positive psychology, helping others, being of service, maximizing how much you matter actually is the number one cause of human flourishing. So I just, when I kind of get into my shit of like, oh, I'm not acting as much as I should be, or people only know me as Dwight, or I'll never have a career again, or I need X show to make X amount of money so that I can go on X vacation or something.",
        "69aa85d3-c88f-4f66-9a0d-b17010cc97be": "My thing when it comes to success rituals and high performance and making an impact is that we all have that sovereignty, we all have that power, and whenever we put it out there and give it out to somebody else, like we're a thermometer, the metaphor I always talk about, it's like we're either thermometers or we're thermostats. A thermometer, you think about the functionality of it, it just reflects what the environment is giving it. It just reflects the temperature and stuff, but a thermostat is different. It sets a standard, it sets a goal, it sets a vision, and the environment changes along with it. I feel like our happiness, our joy, our level of fulfillment, our success is all dependent on where we put the locus of control. I feel like we have more power than we realize in these cases. It's hard because we have to fight media, we have to fight marketing that's always telling us about all the things that are going on in the world, but we live in an abundant universe. We talk about the matrix, which pill people are going to take, and that determines everything. Every single morning, you determine what color pill you're going to take.",
        "8d636626-175f-4cf5-b669-fb8f7798e981": "The truth would get in the way, but isn't evolution somewhat of a blind watchmaker. I might to just steal from my man, Mr. Dawkins. So if it is blind, it's not hiding anything. So it's just, it's optimizing you for something. So that's where I get into the, like the, the punchline of your theory, not to get too far ahead, but for people to understand why I'm stopping you. So the punchline of the theory is we are so far, like so far off from what is real as to like, not even be able to, to conceive of what our world really is. And we will definitely get into space-time is doomed. It's one of the most fascinating things to come out of your theory, but it's like, I, it doesn't feel like a blind watchmaker is going to hide something from me. It just, it, it has no sense of it. It's just here is the shortest path across the checkerboard to get to this thing. It's not trying to trick me into thinking that there is no checkerboard.",
        "b1fe7301-e5a6-4e1b-98ae-adb69036a9aa": "brain is like that was rad like she believed in me and we were together and like we fought this fight together and so i got to a point in my life where i could realize while it was happening i don't love xyz part of it but i want to focus on the parts that when i know i'm looking back on this i'm going to remember it so that i can actually live it and enjoy it and one seeing you talk about that kind of stuff in the book those transitional moments that become like these really beautiful things and now as you're putting the book out you're in that next transitional moment i mean you're i assume you're far too creative uh whether it's writing whether it's filmmaking whether it's music or whatever that you're going to",
        "a2e21436-5517-4ca9-9541-54d564065e8f": "So it kind of hovers in the five to six range. Okay. And that's comfortable. You're hungry, but it's comfortable. Yeah. 5% is enough subcutaneous fat because your heart needs fat. You need fat in your body. And so we're comfortable with five-ish percent. Okay. So one meal a day, you're getting too lean, which is already interesting from a fat loss perspective. Intermittent fasting is doing its job. So how much do you spread this out? Sorry. Six hours. Total window. Total window of time is six hours. Got it. Starting first meal is what time? Five, 6 a.m. A.m. Whoa. So you get up and eat, or do you get up crazy early? I get up and I drink this guy here. So I'm wiping the sleep out of my eyes and I... Interesting. Yeah. So I have an unwritten rule that I don't eat.",
        "a3c6bd6b-2b19-4dbb-a5cb-9e073be72564": "Yeah, I mean like, Tom, you've done really hard shit in your life. The joy of life is doing hard shit.",
        "84671ae9-6c59-4f2e-8524-a76aa53de93c": "I felt a lot of guilt For the way that I stressed and and passed on my own trauma to my children, which I did Not because I wanted to I loved them I I as I've always said I would have thrown myself into a fire for them But there's a problem They never needed me to throw myself into a fire They just needed me to be at home self-regulated Knowing how to take care of myself and being knowing how to attune with their needs Now that as a traumatized survivor of the Genocide in europe and as a workaholic doctor and as a anxious husband in a conflictual marriage I wasn't able to do and that really did hurt my kids I say that at this point not with guilt just to say that's what happened I know I did my best that just happened to be my best But anyway, what i'm saying is is that um I wrote this book with my son and even the writing was a process of working out our issues so the first thing though is that These issues can always be worked out that the the patterns can be reversed.",
        "16f61010-41f8-4f89-a50d-7d20a0d08d13": "But I think that you're very right that you can always reframe it and find something good out of it. So you can find something good out of terminal childhood cancer, right? But I would say objectively, that one falls into my human suffering bucket. I'm going to say, no, that's just pretty bad. You can learn something from it, no question. You can reframe it, absolutely. So how are you able to have a breakthrough with somebody who is an adult, who like me doesn't believe that everything happens for a reason? Is it just reframing? Are there other tools? What do you lean on? Yeah. So what do you believe in? In other words, in your context, in the container that you've created, because you're creating it, right? Like we don't know if there's a God. We assume there's a universe. We're sort of in it. I mean, we call it the universe, but that's just language, right? We're just making up names for shit.",
        "f0f70768-1704-41a3-8131-01fe34a6127e": "That's about being a social animal. Now, what's the ultimate iteration of being a social animal? It is love. Now, why is love so potent? Because nature has one aim and one aim only. The reason you are a social animal is because of this one reason. The reason that you have drive and ambition is because of this one reason. Nature's only goal, this is it, this is the punchline of everything. Your motivation for sitting here right now, my motivation for answering these questions, the reason that we put these cameras together, built this channel, all of it is for one thing, because nature wants to make sure that you have kids that have kids. That's it. And now everything in your brain is nature pulling levers to make sure that you live long enough to have kids that have kids and that you actually have kids. So love, which I will say is a neurochemical state, is nature's way of going, yo, I want to make sure you do this thing. So it's this incredible cocktail of, I mean, obviously there's different kinds of love. I will assume you mean romantic love since you referenced my relationship.",
        "da920fc8-7037-4f2f-9cc3-86f7280539a2": "They didn't have any money evicted from places, which other people go through. I remember wanting to take care of my mom. My driver at 15, now that I look back at 13, even probably 12, I just want my mom not to work so hard. If I look, those things anchored me through life. If you're running away from pain and that's your driver, great. Use it. Actually feel the pain more. Don't ignore it and live a life of status quo or even a life of struggle because of that. In fact, let the pain sink in and let it be your driver. Then once you get past those, then other things kick in that can be your motivator, which I hope we get to talk about today. I think the main driver was taking care of my mom. I realized that at a young age, I watched how much my father struggled. He worked hard. My father wasn't lazy. He got up at six. He was busting his knuckles every day on cars and working really hard to work till late. He was frustrated. I was like, wow, he works hard.",
        "a1af995c-ad99-472f-a134-efa7f57b91ae": "I had, look, I didn't know what the word dividend meant. I didn't know what passive income was. I didn't know what wealth meant. I had no idea what these things were until I started reading books and we all live in a bubble. Each one of us, every single person lives in a bubble and until you get yourself out of that bubble, you don't realize how big the world is and how many different things there are. When I broke this bubble and started learning about money, I'd become obsessed with things. I started just like, I couldn't stop learning and it blew my mind how much I didn't know. Then I started learning about fitness and nutrition and I'm like, oh my God, so much stuff I didn't know. Then I started learning about spirituality. What? This is all the stuff that I had never learned about before. There's a world of things out there and when you think you know something, I can pretty sure guarantee you that you don't know it. The more you learn, the more you realize you don't know.",
        "7e41b4ea-d8e5-40ba-a425-a6a070062c24": "There's a life context element and then there's also the The frontal lobe element and that thinking of creating new habits and creating new values Creating less triggers in your life That's the opportunity that we all have and I think that's the project you're working on What's the stuff we can control without zapping ourselves and without putting pills in us those things set the boundaries? but the frontal lobe regulation of how we feel is in your own command and You've seen it in Buddhist monks. You've seen the mind-body connection in deep divers There's actually two nerves that come down and wrap around the heart They can think down their Pulse they can think down how fast their heart beats. This is not like baloney This is you can put an ultrasound we can look it up online. You see videos of it that shows that thinking can change Thought can change how fast your heart beats Why wouldn't we believe that thought?",
        "c85bd494-d00c-4590-94d9-8972b4fa9f39": "But my point is, and this is, it's not a self-obsessed conversation. I'm just, I don't understand why people keep saying this to me. The things that I'm saying are reasonable things. I do my best to articulate them in a way that people can hear. Sometimes I fail, of course. And sometimes, just like Jordan Peterson, I'm human, right? So I say things that piss people off. And I'm surrounded by people who give me advice on how to say them better for me. And I say them better, for which I'm grateful. And one of the things that really I find very positive, particularly after the Oxford speech that I did, I get very famous people from the left reaching out to me now and going, can we talk? How about this? Can we discuss this? Giving me advice too and going, look, if you want to, you know, we can see that in your speech, you were trying to reach the other side. Well, if you do, here's a way that you might want to phrase this, right? I see that as a sign that I'm doing the right thing.",
        "c50fd5bd-1ddc-4763-9c7e-d7c189eb3418": "But if when we do things like get cell phones in people's hands, or I know one of the things that you guys, I think if I remember correctly is on the list, it's just like a little breathing apparatus that gets babies that something like 5% of all infants, just they fail to breathe immediately. And if you breathe for them a couple of times, then it jumpstarts and all as well. So that if we actually do these things, there really is a noticeable consequence of that. Okay, so let's talk about the actual things that people can do. What was the biggest bang for buck on your list? So if 1 to 15 was the cutoff, what was the one that was like 1 to 30 or whatever? So we try not to do that because it's not a competition between these. These are just simply all amazing. But given that you've asked for it, and it's not surprising that that's what happens. The thing that is in some sense, the smallest is most likely to have the biggest bang because it's easier to have a big bang if you're really small.",
        "ef5b3a3a-ac24-4323-8c0f-aa8e5bd4adc3": "So if you're a beef eater, you've been stolen from by 50%. It's easy to get people to understand taxes theft. It's more complex. But anyway, as long as we're in agreement that they're stealing via buying power, I'm with you. Stealing purchasing power. That's right. So you are correct. However, I would like to take it a step further because what we're saying here is that when we print money, again, that's the point I cannot overemphasize. You are only violating individual private property rights. You are disturbing my power to control the assets that I otherwise could. And this comes in the form of price inflation. If I'm a steak eater and I've saved up to buy two years of steak and the price of steak goes up 40% because the central bank printed money, well, they've stolen steak from me effectively. Or a house, which is something a lot of people are complaining about. Insert your favorite asset here. I'm just picking steak because I'm a steak eater. So that is all well and good. It's incentivizing all the negative things you highlighted.",
        "61874d51-c64f-402f-8fa4-6d1e64ebd129": "That I excel in that I stand out in or if you could trust me to do one thing In your life for you. What would that one thing be if we know that people are struggling with the monkey mind they um, they're telling they're filling their cup up with a lot of things that are Self-destructive maybe too big of a word, but it's directionally correct that things that aren't leading them to joy to peace um How do we bring the ashram to them? How do we go about you know? Beginning the process of healing. I know A big part of your journey was questions questions questions questions questions. What are the right questions? Um, do we have to meditate is that optional? Do we have to give up sex like where where do we fall when you got to that part in the book? I had to laugh out loud So what how do we bring the ashram to people?",
        "b0ce2b01-bc06-48cf-91df-8db90136e097": "I hadn't done anything else from basically when I was 14 years old until I retired at 28. I did nothing. I didn't do any other activities. I was like angel investing and stuff. I had no idea what I was doing. Literally, it's like no ideas. It's like throwing darts. And when that occurred, I didn't tell anybody about what I was thinking. But I was deeply afraid of trying to figure out what I was doing. And I started just chasing and chasing and chasing, going and spending time in Asia, trying to do cross-border deals, learning about different businesses. And that was the amazing part was me seeing in real time the immersion that I did in the Olympic space. And then having that kind of relentless pursuit in the same way, even though it was out of a fear of not succeeding and feeling like the world expected me to succeed in whatever else that I did in my life, which is like not necessarily true. But I believed it. I believed that the world said, hey, man, you're five years behind. You should be retired by the time you're 30.",
        "a3e76a81-83d7-4e49-aeeb-f660b645b03a": "Even you go to bed right after you're not producing adequate melatonin for about an hour and a half. And so, again, you can be unconscious from sheer physical exhaustion, but you're not going to go through your sleep cycles efficiently. And so just be mindful of that. What I encourage people to do is to give yourself a screen curfew. Just 30 minutes. All right. I don't want to make this complicated. Just 30 minutes. But here's the rub. We are addicted to our devices like straight up. We just need to be. I am. We all are. You know, basically it's because of this dopamine loop. Right. Dopamine is so powerful, so interesting. Dopamine is one of the things I truly feel has helped to create our civilization as it is because it drives us to seek. Right. Dopamine drives us to to to seek and to grow and to find to discover. The Internet is perfect for manipulating this because every time you look for something, you find something, especially social media. You seek, find, seek, find, produce the dopamine that drives you to look.",
        "746909c6-de12-458c-9b96-c79d4b6dfde2": "But if AI really becomes as explosive and as decentralized as I believe it will, then the governments by themselves are going to have a hard time even maintaining control of the AI space. I'm not sure the Chinese model on this is going to work, I mean, in five and 10 years' time. Remember, they gave up on the great Chinese firewall, and instead, because it was too porous, and instead what they did was they used the surveillance mechanisms and they had a whole bunch of people that were online that were basically nudging Chinese citizens towards better behavior and towards certain things that they should say and against certain things they didn't say, and that turned out to be more effective. AI, I think, is going to become, if it becomes a much more decentralized space, it's going to be much, much harder for an authoritarian state to do that. But certainly, it'll be impossible for a democratic state to do it. Now, the question you haven't asked me is, does that mean that democracy is sustainable?",
        "2cfd4c59-2ce3-4b2f-88f9-8ea2960767a0": "What I'm really interested in is this question of, can we create new senses for humans? So, as a question, think about this question of why does vision feel so different than hearing, which feels so different than touch, which feels so different than smell and taste, given that it's all the same stuff on the inside. If I were to stick an electrode into your brain somewhere and listen to a neuron going pa, pa, pa, pa, pa, pa, pa, I wouldn't be able to tell you whether it's a visual neuron or an auditory neuron or a somatosensory neuron. It's all the same stuff going on in there. The question is, how the heck does your qualia of vision feel such that you would never confuse it with a sound? If I did a sound, you wouldn't think, oh yeah, that looks like something. I have a hypothesis on this. It's just a hypothesis at this stage, but I think it has to do with the structure of the data coming in. Your eyes are two two-dimensional sheets. Audition is a one-dimensional signal hitting your eardrums. Touch is a high multidimensional signal of stuff.",
        "adfbba62-1a74-4c98-9c24-230c9db27f16": "You want to get people from China, Russia, the US, North Korea, and others around one table and tell them, can we all shake hands and say we're not going to develop that thing. And even if they do, which they will not agree to that, you know, then they will question what happens if a drug cartel leader somewhere, you know, hiding in the jungles decides to expand and diversify his business and start to work on AIs that are criminal in nature. We need to develop the policemen. And to develop the policemen, we have to develop AI. And so all of those definitions, all of those prisoners' dilemmas, if you understand, you know, game theory, are basically positioning us in a place where our inability to trust the other guy is going to lead us to continue to develop AI at a very fast pace, because we're even worried about what the other guy could do due to our mistrust. And, you know, the clear example of that is what we saw with the open letter, which I think was a fantastic initiative.",
        "1d9a3f55-e6ba-4c0c-bf1a-249bb1f261cf": "You know if you look across the board across a bunch of areas of research. It's quite fascinating John Gottman who's done leading expert in terms of Relationships marriages most indicating thing in terms of whether a couple will get divorced or not is how they tell their story is merely saying Oh, so tell me the story relationship. How did you two meet and if it's oh my god? It was so wonderful is this and great, and then we had challenges, but we overcame them We got to know each other better. We grew together versus.",
        "aae73222-1141-4084-90b9-ef098c967f33": "I was really trying to make sense to people. What I was getting back was just this, you know, tsunami of bad faith attacks and craziness. And what was actually exploding was not just, you know, headlines that were false, but like, you know, in the final case, it was a clip of me on another podcast, which was genuinely misleading as to what I said in context on that podcast. But it simply didn't matter because the clip itself seemed to be, it seemed intelligible enough. It seemed clear enough what I was saying within the clip that people just, they didn't even want to hear that there was a context. Is this the Hunter Biden thing? Yeah. So they didn't, like literally, they didn't want to hear, and even like no one has the bandwidth to go back and find the context for the thing that they just reacted to, that just, you know, primed all their, you know, satisfied all their salt and sugar and fat receptors. And so when you ask like what my principles are, my general principle is to be very on guard for doing that sort of thing myself.",
        "8782847a-fe8f-41dc-ba1e-f29200a19aed": "If I want to change that, I either have to pull out the really old cells or I have to introduce younger cells that change the sigma. If the average is a function of the age of 5 billion cells out of 5 trillion cells, do the math. You can figure out how much you can affect your overall biological age by looking at that calculus.",
        "43b1ad60-77f5-4a0f-8400-220d2f8f98b8": "He's got to be six feet tall. He's got to make at least $100,000. He has to be somewhat in shape. It ends up being, I saw one recently, and the list was pretty basic. It wasn't crazy. I mean, it was what I just said, plus like one or two more things. And it was like 0.35% of men meet that qualification. And nobody would look at the list and go, that's absurd. It wasn't like, oh, they have to be worth a million dollars. I mean, it was really like some pretty straightforward stuff. And that was still 0.35% of men. And so if you don't go, oh, wow, all of these things have consequences. And thusly, I need to figure out how to address those consequences. When I think about you or I think about Lisa, it's people that have figured out, I both want to at times be assertive, but then at times understand that there's this whole other gear where from her perspective, she finds it compelling for me to lead is the easiest answer. Not all the time, of course not.",
        "aa2a563e-46eb-41ef-ac82-e063b1729f9d": "I don't want anybody to be forced into marriage. I can think of nothing worse. I used to have a recurring nightmare about ending up in a loveless marriage. But when I think I once, and I'm not a crier man, but I once wept in front of my wife because I was like, this was before we started this company and she stepped up front, became an entrepreneur. And I was like, the world is never gonna understand that I would not be able to do what I do without you. Like you have made me a better person. And that makes me ask the question, it feels to me like men and women need to come together. So I agree that we're in a moment now of massive flux and uncertainty. And that one result of that is to leave men in particular very uncertain of their role in this new society. So the securing of greater economic independence for women, I think has been the greatest economic liberation in global human history. So in the US today, 40% of women now earn more than the average man. In 1979, it was 13% of women.",
        "ac648007-4740-4829-911d-147dfd73ed4d": "dude i am super excited to watch you as you go into this next phase you're an extraordinary creative you work your ass off to get good at what you do and so seeing how young you are at this point in your career and that you've got so many creative years ahead of you be very interesting to see what you do um now that you know it's about the art more than it is about the recognition so very very exciting time i just i'm gonna interrupt you dude and i just want to say this is one of the best interviews i've ever done for real um i care that you took the time i care that you have incredible questions i love that your audience represents you um and i am extremely honored to be here so thank you so much for being",
        "34cc3b86-2774-46e3-8c9d-1502adfa7aa1": "That's an advanced skill, but that idea, how you train listening is you have to change your mindset, that it's about understanding. It's not the point where you're waiting to jump in. Anyways, but we could talk, so now I'm going to be quiet because I could go through the whole compassion training program. Tom Bilyeu Well, I really want to get to the self-compassion. I think that that's something that a lot of people in my audience struggle with is how to feel ... How to maybe forgiveness? I'm not sure. That's part of what I'm super curious to know. When you say to be self-compassionate, what do you mean? What do you get people to focus on? Is it dropping their eyes and ears down in their own heart, or is it something completely different? Jessica Lange No. You asked which was harder, first of all.",
        "72281b88-c17e-4ada-939b-418f1af6de6d": "And then you're bringing that into your relationship and unfortunately punishing them for a system that they didn't help create in you. So if you have that nature, try your best to work on it, but also try not to partner up with somebody who also does that because then it turns physical at some point. Yeah, unfortunately. That has to be completely awkward. It does. This is, people have got to decide what kind of person do you want to be? Not only think about it vaguely, write it down. What are your values? Like Lisa told me at the beginning of our relationship, if you ever cheat on me or beat me, I'm gone. Yeah. And she was like, hard line, no second chances, no discussion, gone. And knowing how stubborn she is, that would be that. And so I'm just like, first of all, I'm not drawn to either of those, but I was just like, okay, yep, totally understood. But also- What were your deal breakers with her? I never had like big things like that, but cheating would be a deal breaker.",
        "8300c126-1f27-4a85-91b7-63b6fbc52f85": "So this goes straight to the first and most important characteristic of an EXO, which is the massive transformative purpose. When you pick a problem that you are deeply passionate about, say curing cancer, you put all your emotional energy into that. Peter talks about the emotional connection that gets created. No matter what the tool set is or what the capabilities are, your emotional connection to that and the passion you bring to it is the thing that will separate you out from everybody else. Because somebody else has to come at it with exactly enough of the same passion and have access to the same tools. And that's what will win out. That'll be the key. And that's what will win out. That'll be the steadying ship for how do you navigate this chaotic world is what fundamental problem do I get excited about? And I'm just gonna go after that problem and stick with it. Yeah, I think you nailed it, Tom. The idea of an exponential org, what we lay out is the number one thing that a entrepreneur or a more advanced company needs to do is establish that MTP, that massive transformative purpose.",
        "ad6110e4-4e03-4bd9-a2db-d357c6299053": "I had the courage and the audacity to pursue these things, and in so doing, I have realized that human potential is malleable. We're all sitting atop massive reservoirs of untapped potential and ability, and my dream and my goal and everything that I do is oriented around getting people to not only understand that, but connect with that and begin to practice that, to manifest that in their own specific way. I love that more than you can know. Rich, thank you so much for coming on the show. That was awesome. Guys, when I say that you are going to want to dive into this man's world, you will not regret it. This is one of the most extraordinary transformation artists I've ever come across. There is something about people that fall into the ultra-endurance category. They've tapped into something in their mind. It's not like they start out as incredible athletes. In fact, I think of all the people that we've had on, none of them have started as extraordinary athletes. All of them have found it later. All of them have found it through hard work.",
        "73bc20d9-355d-4c00-8102-7abe57886200": "I've said this probably a dozen times on the show, if you want to believe in God, look inside the cell. This stuff is so crazy and complicated, it is unbelievable. But all right, cool. So that was an amazing walkthrough. I actually want to now look at this under a microscope to see what it actually looks like.",
        "dfd811b3-1daf-4ddf-8da7-88fd1f889815": "There is something really powerful in that. What you're describing is exactly what I get in the gym. I am strong.",
        "2a91913c-6e88-440f-80f3-75c402658a2c": "So how do you, how do you dig out of that? Obviously you got to love yourself. That might be hard. Surround yourself with good people in a good environment. Put sticky notes around your room, you know, have things that make you happy around your room. My room and my whole home is just, it's like a positive rainbow, Willy Wonka, amazing. I have a drawer that's just full of Skittles. Like it's not because I want to eat, it's just full of Skittles. Just because opening the drawer makes me really happy. And I want to see that many Skittles every time I open the drawer. I so get it. So when I'm feeling bad for audition, I just go, there's Skittles, you know, small things. I have quotes all around my house. I have certain friends that are my go-to friends that not necessarily because they give the best advice. They're just going to listen. They're going to be there. I'm not going to judge me. It's, it's impossible to think you can do these things on your own.",
        "da2b966f-5600-41ba-a435-a7e6dfe3afb8": "In addition to that, so you have company, every single company is trying to do this. If a company is not trying to do this, they're dying. Every single company is trying to produce more value, make more money, create a better product. But in addition to that, it goes back to everything that we just talked about. Why does inflation happen? The Fed says our goal is 2% inflation. Why? Why not 0%? Why not negative inflation? Because that would make things cheaper, right? And so now understanding, well, why does inflation happen? If you look at our economic system, and this is where, again, financial education is so important, 2% inflation is just enough inflation that most regular people don't notice it. It doesn't mean that it doesn't happen. It's just enough- But why do we want it? And so I'm going to get to that. So it's just enough that most people don't notice it, but why does it continue to happen? Because what is inflation? It increases the amount of dollars out there, right? It increases the monetary supply.",
        "c4431b67-7b26-4d27-86e2-49f4c2029329": "There have been a lot of flaws and you know But it it's this kind of It's almost like this living system of rules now That's that's again that's half of it. The other half is that America has like a real American religion We believe you know all men are created equal and a quality of opportunity and you know life Liberty and the pursuit of happiness and free speech and that you know, you'll have you know, you know Americans really have this religion of freedom from the government and and and you know, and and And and justice and fairness and whatever again a lot of Americans haven't always followed that but there is this real ethos and together It is the really really well thought set of living laws and that enduring ethos That is without that ethos who's gonna uphold the law I mean if you if no one believes in it, it's it all goes to hell So it's this belief in it this this reverence for those set of laws that together is robust and it can stand up to a lot I mean, there's a great quote from I forget who some Republican strategist in the early 50s and he was basically saying He was saying that, you know Americans are acting, you know,",
        "4345e599-9dce-4680-a451-4bfc662fcbfb": "And so, I have been, I'm glad to hear you're on the same page. I have intentionally kind of been an advocate for classical monogamy in marriage, because I think it is, in this day and age, it is underrated. Yeah, long term relationships, for sure, it's the most gratifying thing I've ever done. And I say that as somebody who's had the kind of worldly success that most people, you know, fight and die for. And I'm just telling you, like, nothing even comes close. And no matter how successful you are, at least in my experience, it's not like the negative voice goes away. It's not like, oh, it's just up and to the right. Like, it's still that jagged, you know, cliff of like, whoa, it's working. No, nothing's working, you know. Is it gonna last? Is this forever? Like, there's so much, like, whipsawing when you're trying to matter.",
        "67710270-9c9d-4895-932b-7403319e52bb": "People that try to, say, quit coffee at the same time they're going on a fast really undermine themselves, because the caffeine withdrawal is actually quite difficult. Fasting isn't so difficult. If you prep well, all of a sudden, fasting doesn't even look that hard. People go to cooking classes. They're interacting. They go down to the dining room. They interact with people, even on these long fasts, two, three, four, five weeks. And they do fine, but they are resting. And so resting in some ways is a little bit harder, but it's more effective. I say it's harder because you'll detox more. You'll feel worse. But we don't care how you feel. We care how well you get. So if you feel bad in fasting, doesn't bother me. As long as you get well, you'll totally forgive us. And so next time you fast, you want to make sure you rest. Now, it doesn't mean you can't do some stretching. You can't do meditation. There's things you can do, but they're more passive.",
        "01511872-0d68-4836-b25d-9f0f6e33ee1d": "And I tell everybody that no matter what your job is, is that you can go to work every day and separate yourself from anybody else. And it's no different than the sound guy on this set. If you pick up, you know what, this sound guy is really, really good. And he's worried about this, and he's worried about that. Then all of a sudden you tell somebody, you need a good sound guy at this. And then they end up on this person because of a recommendation. All of a sudden, this guy's known as the best sound guy in LA because he's paying attention or she's paying attention to details that the other sound people don't. No, you know what, I hear an ambulance out there. Let's cut it. Just the little, little, little bitty things. And I just think that it's easy to separate yourself from anybody else no matter what your position is. If you go to work for a company and you don't go up the corporate ladder, it's your fault. It's nobody else's. You're either with the wrong company where there's no upward mobility or you should separate yourself.",
        "b6536191-2652-4ab4-96da-569f6011d5d4": "So when I read that in your book, I actually had this impulse, I'm ashamed and I would never act on it, but I had the mask mandate impulse of like, you can't tell people that like you, you're just better off telling them that being fat is going to kill you. Don't be fat. Well, so this is where nuance comes into, uh, consideration. Everything I just said is more about lifespan, but let's talk about healthspan. Okay. There are reasons to not be obese that go beyond, you know, premature cardiovascular disease, cancer, et cetera. Think about the impact it has on joints. So it's not necessarily going to shorten your life if you're metabolically healthy, but there are still other consequences. That's right. Got it. Okay. Joints just because I'm carrying so much weight. Yes. Every time you take a step while walking, your knees are experiencing approximately three times your body weight in terms of force. Jesus. When you're running, it's about eight times your body weight. So losing weight has a very nonlinear effect on your joints.",
        "85074fce-1502-4624-8a0a-b8199bd62544": "It could be someone's party, it could be at someone's house and it's just confusing. It's like, how long do I need to stay or whatever? Well, usually the reason why we feel that way is we don't know the purpose for being there. We're like lost. If we can clarify the purpose, oh, it's their birthday and I'm showing up for them because I love them. Oh, the purpose is for networking because when we're in confusion, we just check out. That's like a simple example. But giving people a reminder, these are the two Cs, so you have confusion is a C on force negative and then you have clarity of purpose as the C on the force positive. You begin to go, man, why am I here? Oh shit, that's confusion. I'm in the C, I'm back in force. What is the correlate that'll allow me to, this goes back to your very first statement about perspective shapes your world. It's like the first sentence in your book. And so it's like, okay, wait, this is about perspective. I have my moment of awareness.",
        "9d90de71-080e-48dd-8782-a20d383d30ed": "It is I want to optimize for other people telling me that I'm as big of a loser as I think I am. Cool. Now I'm done. There's nothing. OK, cool. You you've been honest about what your North Star is. I don't think it's neurochemically advantageous, but you're not lying to yourself. So I don't have any. There's nowhere for me to go. OK, cool. So you've optimized. I think that is exactly what a lot of incels would say is that's where I'm at. That's all I think I can get out of life. Now they've started bullshitting. Yeah. The second they say it's all I think I can get, it's like, OK, that's your problem. If you're being honest that that's what you're optimizing for. Cool. The second you bullshit and say, I, I am like in this small group of people that cannot get better at anything that would lead to fulfillment. I'm perfectly fine with you taking off the table that I'm not going to pursue mating, which is devastating.",
        "881c884e-2438-4f60-980e-59bfefa0a33d": "You said when the Western mind focuses on one narrow thing, which that detached from that story, I would say, ooh, tell me more. That sounds amazing. I want to focus on something like that. Are you bifurcating Eastern-Western? And what is sort of the pathological part of the, well, first define the Western mindset for me, if you would. And then obviously, that's a good example of sort of where it goes pathological. But I'd love to hear more about how you view that, if that is the dichotomy. I'm absolutely bifurcating those two things. Because about six months after that, I went to Japan, and I met with the Ama women divers. They've been diving deep in the ocean for 2,000 years, 1,500 years. And they do it as a spiritual practice. They also do it to gather food, because they believe that the earth will stay in harmony If you only take what you can carry out of the ocean, the ocean will always provide. And they've been doing this for a long time. So I met with women in their 70s.",
        "2ce8b19b-e1c5-4d66-a148-6c445694de0f": "So I want to be the kind of person that's staying on task, that's bringing myself back to it. And then I'm going to practice so that I'm getting better and better and better all the time, which would be my advice for somebody who's level one that's trying to get to level two, three, four. I meditate every day. And so every day, I do this thing called just breathe meditation or that I call just breathe. I don't know if everybody calls it that or not. But I call it just breathe meditation. I'm just trying to come back to the breath. And it's my way of elongating the period of time where I'm actually focused on the breath. Now, it's actually not very long. I would guess 15, maybe 20 seconds on a good time. And then my mind starts to wander. And then I just remind me, oh, yeah, back to the breath, back to the breath. And so you get very good at, oh, I'm reaching for my phone, back to the task, back to the task.",
        "75191600-bca4-4c44-a7bc-6613ab4eab6a": "I have a thing on goal setting, but my big thing is that you show me someone with compelling, emotional, gigantic reasons, I'll show you someone who's changing their standards all day long. I'll give you one quick version that you've not heard before. One of the reasons I'm relatively fit is not just peak state. I have an uncle in my family that died at 50 years old of a heart attack. He's my godfather, my dad's only brother. I kind of resemble him, and I look like him a lot. On the way back from his funeral, my reticular activator's on heart attacks. On the TV screen on the airplane, I'm listening to music, is the Oprah Winfrey show. She's going through a new heart scan. I've unplugged my headphones, plugged into the airplane one. They're talking about this new scan at Cedars-Sinai that at that time was new. It could read the plaques in your arteries, the calcifications, without going really invasively. I scheduled it. I went in. I had a world-class doctor who understood reasons and leverage instead of just prescribing.",
        "5a820eff-9080-4b43-b0fb-bac71d209fc4": "Like, how do you use those concepts of encouraging yourself to be strong, to take action, with that notion of, and in fact define, what does it mean when you say there's no capital B blindness, only fire hydrants? So, I was diagnosed with my blinding disease when I was 13, before I was aware of any symptoms. So, you know, those awful lies I spoke of earlier, that awful sort of narrative I told myself about how it would be the ruin of my life, you know, I spent three, four years really feeling that, and those were some awful years. There, it was easy to have this perspective, or without even knowing it, I had this sort of perspective of, blindness capital B, to your point, this amorphous force, this sort of, you can't describe it, it's this foreboding, it's this awful future. It's this monster that's going to, you know, track me down and destroy my life. And that's not a very productive way to think about a challenge. That is not a, you know, a construct that's susceptible to much, by way of progress, concrete progress.",
        "6abf06ba-898f-4ca6-b896-e069a9a1bcac": "depression quietly overtook him turning him from a friendly vibrant man into an angry person He hardly recognized his marriage dissolved and his frequent drinking landed him in County Jail for 10 days for a DUI He knew at that point that he had to make a change now Look, he's the first to admit that his life has not been a tidy Hollywood story But despite the ups and downs the second act of his life has actually been even more incredible than the first Determined to be a good role model for his kids he found his way back to the gym and began to rebuild himself mind and body his determination and transformation were so inspiring that he began to attract national attention and his Incredible story of triumph over tragedy has seen him grace the cover of Men's Health magazine appear on Ellen in the Today Show and star in the military inspired competition series American grit and Despite having only one arm and one leg.",
        "2c672077-0aad-4c82-a081-c7e2e9408948": "To the people back then, it looked like the most important things in the world, like whether you believe in this theological view or that theological view, whether you do the Mass with this ritual or with like a very big issue, whether it was whether you give the ordinary Christians during Mass only the holy bread or also the wine. You look back, are you going to have a big war over that? Yes, they did have a very, very big war over that. And also people sometimes have big wars over fantasies in their minds. We have now just an example, you know, with the Russian invasion of Ukraine. So Putin had all these fantasies in his mind, for instance, that NATO is threatening Russia. You know, very simple question, name the country which was about to invade Russia in 2022. What, the Germans were about to invade Russia? Have you been to Germany lately? Do you think these people, what they want to do in life is go and invade Russia? Do you think the French want to invade Russia? Napoleon will come out of his grave and lead the Grand Armée again to Moscow? This is complete fantasy.",
        "0f0388c6-b4df-4f48-b8dc-3ce818bcc337": "So The thing that givers need to keep in mind is that if they find other givers Boom, they're helping each other their favors and they're both kind of on the lookout for being exploited But matchers can also be valuable as well because matchers It's not merely that they want to keep in a balance of give-and-take Matchers typically have a strong belief in justice So matchers are very happy to punish takers and to reward givers So so with other givers givers can do very well They can produce great things at work And if there's and if givers manage to surround themselves with matchers,",
        "42d36bdf-8db7-4921-9fd1-03d1f5839a08": "It's a distraction, and it can also create all of those chemical soup issues that we've been talking about with elevating cortisol and those kind of things. So ideally, get your television out of the room, the other tech. And last thing with the sleep environment I'll share, when I talked about melatonin, you need those two conditions, biological night, and you also need a dark environment. And so if you're in an environment where you're maybe in a suburban or city environment where there's like neighbor's porch lights coming in, there's LEDs outside, cars coming up and down the street, as crazy as this sounds, that small amount of light, what we're now dubbing light pollution, can have a significant impact on your sleep quality. And here's why we know this. Cornell University, I think, did the best study on this. And they took a test subject and had them sleep in an otherwise dark room. And they took a light, a fiber optic cable, and a light the size of a quarter and put it behind their knee. And that was enough to disrupt their sleep cycle.",
        "7ef1f557-dfa1-4f2f-8256-669aac53bdbf": "That's really powerful. So I'll do that now. If we're going to have like a proper cheat, like if it's the holidays or something, then I'll do, and I usually use legs, legs and back just because the muscles are so big. I mean, they're the biggest muscles. Booty, man, use your booty. I guess I use my booty. I was going to say maybe a little less exciting for a guy, but yes, I hear you. And you really can mitigate, like really mitigate the effects. Something that might spike me to 180, 190, I can keep to 130, let's say, by even doing it before I eat or what I'll normally do is I'll do it throughout the day. That way it's not like super obnoxious. So do a bunch of air squats, leg extensions, might throw in a little back, a little chest just to like round it out. Why not? It's really impactful. It's so cool. So that's why one of my hacks is this like 10 minutes of movement after your meals.",
        "d3a79b40-a4f6-48fa-a385-298c54dd0d42": "And, you know, I wouldn't change any of it, you know, and that's why I wrote about it and I embrace it. I mean, because a lot of people would be embarrassed, you know, to talk about it. I still cringe sometimes when I hear someone say, for shoplifting, because it just sounds, you know, it doesn't sound good. You know, people like, again, they don't realize I was a kid or whatever, but then I feel more comfortable when I can tell the story or someone can read the story. But it definitely is what made me who I am. Everything that I go through, and you talked about being bitter. I'm not bitter. And I have a saying, you know, don't get bitter, get better, because yeah, everything happens for a reason. I truly believe that. And my kids haven't gone, you know, through, you know, poverty or anything like that. So I think that obviously everyone doesn't have to live that lifestyle to just be like, I got street cred, I made it happen. You know, everybody's going to go through something different.",
        "141d2a93-eb88-4e67-965a-8aa00387d477": "It's born out of the clarity of knowing precisely what you're trying to achieve and by when, and knowing how to take advantage of, I've tried something, it didn't quite work, I need to get a little bit better, or this part of my game is weak, I need to focus on getting better at that thing. But again, all of that is born from clarity and being able to break down that clarity into action items, which is absolutely critical because action items are how we're going to turn our potential into skillset. And that is the critical chain that you have to walk. And then from there, it's about developing the self-awareness that you need to know what part of you is improving and what part of you is not improving. So that brings us to the second thing. They don't want it badly enough. The reality is that most people, even if they can get the clarity that they want in their life, they really just don't want it that badly.",
        "895f41bc-9d92-452c-8a02-179ed86481db": "And we looked at it and his aerobic capacity, his metabolic efficiency was very, very low. And there's actually good research recently showing that going through about six weeks of pure aerobic exercise prior to hypertrophy, straight up cardio, you're talking cycling, just steady state cycling, not intervals, not anything like that. Six weeks of lower moderate intensity cycling prior to going through hypertrophy training resulted in more muscle growth by the end of the study than those folks who did not do that aerobic part before. Do they have to keep doing the aerobic part? Nope. So some sort of primer. It's primer and it's most likely an improvement in aerobic capacity. Which makes the workout less painful? Recovery. It's all recovery from the training, right? So now you have the mechanisms that allow you to actually enhance your recovery, which allows adaptation to occur. If you dig too deep down that hole of fatigue, all you can do is come back to baseline. But if your recovery is higher, then we can actually get the results that we're earning.",
        "5b031eeb-54a4-44c3-a939-6d033c3b22ae": "I think everybody is capable of change unless you have some sort of incredible psychosis or diagnose something or another that makes it neurologically incapable. Everybody's capable of change. And so the importance of what you're doing cannot be understated because our brains are organized to spot evidence that matches our belief system. That's the way the RAS works. And until you start to interrupt the story that you're telling yourself, you're going to continue to feel stuck. You're going to continue to see those thoughts. And the kind of content that you're putting out is hugely important because the other thing that interrupts the RAS is representation. If you see somebody that looks like you or you see somebody like me that was facing bankruptcy 14 years ago and have liens on my house and you see somebody else that faced the shit that you feel overcome by, it's proof that you can do it too. And so thank God you're doing this. Yeah, it's interesting. Getting people to realize that whatever your frame of reference is, it's been a series of choices that you've made about what to believe. And the problem is most people think that what they believe, they have simply realized objective reality.",
        "8add63e6-8839-49b0-8862-59bb14bb8c89": "But ultimately at the end of the day, I think your points are really good. One like, well, I think it was Henry Ford, whatever it is that we believe is true. Yeah. Whether you think you can or you think you can't, you're right. Totally. I want to just honor everything that you're just describing. And if I was to give you my kind of worldview and zeitgeist on what gets broken and what gets healed or revealed or integrated, it's going to be a story that goes on a little bit of journey. If we have a little bit of time. We have time as long as I can track it, because if it starts to feel mystical, then I'm unmoored again and I don't know how to use it. Is it hard for you to track the mystical? Without defining mystical, which I introduced it and didn't define it, without defining that I don't know. So here's how I approach the brain. Dear black box, I don't know what you're doing. None of us do, but I can give you certain inputs and get certain outputs that are remarkably predictable.",
        "182a9786-6fca-4f35-9ad4-e2356c42a65f": "Because they're like, I'm just going to avoid it, I'm not sure, et cetera, et cetera. And you're like, hold on, like I've got you. You know what I mean? Like we're going to get through this because you're just wading through this shit that people tell themselves, right? And so finally when they're in the avoidance part, the biggest fear they have is making a mistake, right? They don't want to be seen as stupid. They don't want to lose status as a result of this decision. And so when we're dealing with that, it's making them understand that you don't need time to make a decision. You need information. And if the only source of the information you have is me, then let's talk. What are the variables that you're going to use to make the decision? And a lot of people haven't even thought through that.",
        "b74ffbd2-6e47-4227-86f9-0a534251c45b": "And so there's all these things that we want to make as truths, but there's easy examples that counter those things. So it's like, what are the few things that are true, or at least that seem to be present in all of the situations? And it seems as though there were surprisingly few. And so the three common traits that they had, or that they had found were one, that people have superiority complex. They believe they're better than others, and they believe that they deserve more than everyone else does, and that they can accomplish big goals, right? So they have a bigger vision because they believe they deserve it or whatever it is, that they were able to identify that. The second thing that they identify is that they had crippling insecurity, which is a paradox of paradoxes. They feel they'll never be enough, and they'll always be measured against the things that they've achieved.",
        "19569ab2-97f6-43f0-b4c1-0e9944e9272a": "I'm fucked up here life made me this way here I stutter I have these issues with with reading and writing and and I'm fat and I'm insecure You have to face that in that dark room in that dark room is who you are But in that dark room is where you have to create another human being that walks out of that dark room To face who you are That's the only way you're gonna get over all those things you have to create someone else Not like you have two different personalities It is you but you have to find strength in that visualization of almost me Cracking out Goggins like almost like that Superman cape Like I'm coming out a different person a person that doesn't give a fuck about anything Who doesn't care about being judged who knows I'm weak who knows I'm afraid who says whatever you think about me take it Whatever. I'm here. That's guidance in the dark room.",
        "b4e00054-0470-46c9-b3b7-4f8488c1ce5c": "to linger on this point for a second and it's funny because people ask you this question all the time and you give the same answer you're so consistent and yet people don't spend the time that you spend so let me encapsulate you've done so well as an investor it's kind of crazy and so needless to say people like all right what's the strategy and your answer is actually usually not specific your answer is understand the historical context understand the historical context and get smart people around you so you're not making decisions by yourself so the notion of it's another one of those is looking at investing looking at the human condition looking at your own life as this thing that has these repeating elements every dimension of every everything the way is another one of those and so that's how you could if i can get people to think what i want to convey what that means and then i want to then understand how to think at the principle level because then life becomes so much easier because if you have the principle and what i mean by that is um like you could look at all the things that are coming at you and they're just the things coming at you if you instead uh think of each thing as being like a type of species think about as an like an animal species or something okay what",
        "a1d1ffe9-cb93-42ce-97f2-cdb1b17b2282": "And I knew I was doing it for good intentions. I knew I didn't have, like, bad intentions with what I wanted to do. But the question was, you know, how do I get there? Because it was like, if I know if I try to convince my parents, it is like, it's going to be extremely stressful for me. I'm going to stress them out. It's just not going to work. So I'm just going to try to figure it out myself. And if I fail, like I said, I'm in school. So I kind of had that backup. But for me, like, I went to law school as well. The problem was, I wasn't the best student in school, in law school, particularly. I did well on the bar exam. I loved learning. And so for me, like, you know, I knew I needed to pass the bar. And so I studied hard and I actually did really well. But in the classes, I was not very good, except for a couple of the business ones, because I really enjoyed that.",
        "022e71b9-2e85-4d53-8645-68acd5c3c8f6": "And the things that you believe, you will unintentionally guide yourself towards. I think your belief about yourself and what you're capable of influences your accomplishments more than you can imagine, just because you don't put in the extra mile of effort or whatever that it was gonna take, because you don't believe that you can. Or you don't even allow yourself to dream it, and if you don't dream it, you're never gonna come up with a plan. So it is wildly influential in terms of what happens, just not in a mystical way, in a very tactical, you just end up either doing or not doing the things that you should. To me, greatness is leaving it all out on the field. You can't guarantee results, but you can guarantee, did you really play to win? And this is something that I am heartbroken for other people if they're not playing to win. And the only reason to not play to win is if you don't think you can win and you value yourself for winning. So my thing is, maybe I can't win. I think the odds are actually against me building the next Disney.",
        "35229e59-fabf-4a8a-82fc-616d9833f2c3": "That which we tend to pay attention to is aligned with what we believe and so that's all we get.",
        "4c2c6cdf-81fe-47d0-8009-2863cd437455": "And to me, what's interesting is that we can now actually show all the characters. We can show them fighting. We can tell you that there's more people in your brain, and in doing so, we can actually allow you to really manifest different sides of yours. So you know maybe that you're making better choices in the morning, and I make that choice in the evening. You might know that you're making better decisions when you're hungry, and I'm when I'm full, when you're talking to your friends, when you're alone. So we can now profile your brain. The other element is brain training. It doesn't have to be some weird game that's not intuitive. I think brain training just means learning as a habit, one step past where you're comfortable. If you're reading it, you know it, your brain's an idol. If it's too hard, it's not even engaged. I'm not even going to win this race. I'm not going to kick it in second gear. So just like video games, just good enough to get to the next level.",
        "af389069-bc5b-4dbf-bd68-9995bacbecf3": "Okay, so going back to the cognoscopy So we've got the blood work just went into some detail. I think you said there were three things So that was one. What are the other two and then the blood work you also want to look at inflammatory status? So that what do you check for? Yeah, so we check for HSCR P H SC RP I've never heard so that's high sensitivity C reactive protein This is a pentameric protein five of them together that come out of your liver When you have exposure to various pathogens and immunological things So that's critical. And in fact, if you look at Alzheimer's as a disease, what is it? What is Alzheimer's? You know, it's just a name The the big finding is it is related to two major things Number one is your innate immune system. So this is the evolutionarily older part of your immune system That is a relatively non-specific Phenomenon where it's saying something's wrong. Things are bad.",
        "cb617454-7757-44de-8dc7-8caee5efddf5": "And so they're able to control their actions and focus on a single thing for an extended period of time. And so if you put those three things together, it's like you've got a big goal that's pulling you this way. You've got this big fear that you are running away from, and then you've got impulse control to keep you focused on the one thing that matters. And if you do that, if you are the type of person who has those traits, then you are very likely to be successful. You gave me the chills twice while you were explaining that. So this is, I'm often asked, like, hey, what does it take to be successful, or how did I get successful? And I'm like, from the time I was a little kid, so I grew up lower middle class, but from the time I was a kid, I told everybody, I am going to be rich. You don't understand. I'm going to be rich. And I was so angered by not being able to get the things that I wanted as a kid. And I had a little problem with authority.",
        "6d42db10-edc4-4a7d-b0de-8c3099afe852": "And now I do remember that movie. One thing that I love about that is that once you get the new frame, right, it changes everything. It changes everything in the past. You look back at all the old perspectives now with the new frame, and that's really how memory works. They call memory a reconstruction. And so you never actually see the past as it is, but only as your current self perceives it, right? So there's a really great quote from Brent's life. He wrote a book called Time and Psychological Explanation. You would actually really love it. But basically he said that it's more accurate to say that the present causes the meaning of the past than the past causes the meaning of the present, because yeah, because the present causes the meaning of the past because it's the present frame. And so whenever you pull up a memory, it's from the frame of your current self. And so you get that new information, like at the end of the movie, boom, it changes the meaning of everything that occurred in the past.",
        "9dbe5032-85b3-4474-bcb5-66aad3704d5d": "or failure or just outright disappointment I think that if you like if you go to the age-old adage everything happens for a reason I believe that's true but not the way that we've been taught or conditioned to think right usually most people that's used in a circumstance where something terrible happens right you lose something right away everything happens for a reason it's going to be okay you know you're like screw you and your reason so to me it's it like because people think it's predetermined right or they look up to the heavens and they're like why why did this what did I do to deserve this right like they're searching for a reason outside of themselves and it's really just perpetuating the victim mindset versus I believe that everything happens for a reason but it's 100 percent our responsibility to choose the reason and so I think that if you can go into any endeavor pursuing it knowing that if I fail at this and and on a side note you know the book failing forward by John Maxwell I don't know if you've read that right but that was a huge game changer for me where I went you know almost every successful person failed at something that they really worked hard for they were striving for they might have committed their entire life to and then they failed and then they learned",
        "5e98751f-55f6-4d18-b527-e1e373c6de1e": "So again, evidence that getting in this restful state creates a clarity of mind that helps us get more creative, whether it's problem-solving or creativity. I'm just trying to figure out the interpretation that this is coming from the outside, that there is something that you would... But you don't have to believe that. We're not even talking about that. No, but isn't it... It's interesting.",
        "6471a526-cb37-4d64-b642-32d40c092220": "It was exactly what I needed. And that's becoming, I don't know, passe for people and it seems sort of middle ages now to have to sort of scrap and fight your way up. But there is something in that process of getting tougher that gives you your own agency. I feel like I control my own life now in a way that I did not before I learned how to ... and look, when I say learned how to fight, I'm talking intellectually. But having to stand up for myself, having to always be in deeply uncomfortable positions, and then also physically getting tougher through just adding strength to my body. What made you want to write children's books and what are some of the core principles you hope kids take away from that? Well, I decided to write kids books because I have four kids. And if you go out into the market these days and look for a book for kids that actually espouses the values that will make them lead a good life, there aren't very many. So instead of complaining about it, I said, okay, well, I'll write some books.",
        "db2f7391-e6e5-4b4d-87ea-ed52e1b7936e": "And when you have low interest rates, it creates ease of access to money. Because if you can borrow money for 2%, you only need a 4 or 5% return on your money to justify making an investment. But if you have to borrow money at 10%, now you need a much higher return on your money to justify that investment. And what we've been seeing, and this is not just SVB, there's a lot of examples of this, but what we've been seeing happen is investment institutions, venture capital firms, angel firms, and startups had such easy access to money. I mean, of course, we printed trillions and trillions of dollars over the last number of years, but now if you wanted to raise money, venture capital firms are sitting on boatloads of cash, and they're competing against each other to get the best investments. And so we saw the valuations of everything rise. Obviously, we saw home prices skyrocket over the last couple of years. The stock market skyrocketed, even though we were going through the worst recession during the pandemic since the Great Depression. The stock market grew, real estate prices grew, startup valuations went through the roof.",
        "cba6d6fc-f7f8-4d73-bf2b-570cdb8ee36e": "And you may even need to go and get your thyroid levels checked, like there's really could be a lot going on biologically. So to put it all into the language of a habit, you're going to go to bed early, however early you need to go to bed to not set an alarm. Number two, when you wake up, don't eat, you're going to work out, work out fasted, okay? I would highly recommend that you lift weights rather than doing a bunch of cardio. And then next, meditation, you'll be shocked how far that goes. And then we want to get some cold exposure in there if we can, that would be a really great way to get you going. And as far as diet goes, making sure when you do eat and try to do intermittent fasting so that you have, call it a 16-hour fasting window and an eight-hour feeding window.",
        "26a87a89-6059-420a-a48a-09605be22ce8": "And there's a little bit of evidence that now has turned out, I think there's been contradictory evidence. There was an initial paper that showed that diabetics taking metformin, they lived much longer than diabetics not taking metformin, and maybe even a little longer than non-diabetics not taking metformin. That's the data that gets pointed to in people as the best evidence that metformin might have an impact on longevity in humans. That sense is not replicated, at least in one other study. I don't know what the answer is there. Did you ever take metformin? No, I've never taken metformin. So there was something there enough that made you go, probably not. But rapamycin, I've heard you do take at least occasionally. Yeah. Yes, that's right. The other thing I want to say about metformin, though, because most people don't appreciate this, and I didn't actually know this until recently, is that in men, a significant fraction of men taking metformin, it actually has a negative impact on testosterone.",
        "1846ce3e-d668-4182-858b-25255d6bf20e": "I'm, not talking about repression of self but regulation So for example help me differentiate. So for example, I threw up at the airline counter and they've Overbooked the airplane, okay my healthy response is disappointment and some degree of anger I'd say this is not right that you did this. I want you to redress it. You do something about it, please Throwing a tantrum Yelling at the poor clerk behind the counter who had nothing to do with creating the problem Who's just trying to do her job? And trying to help me as best she can Is that that's not a mature adult That's a child who's Mid-focal cortex or self-regulation has gone offline and his emotional circuits have taken over.",
        "92d0cab6-e20b-4f41-b439-5284a0532001": "And when I say quality of sleep, what does that mean? Let's break that down. So your sleep is regulated by changes in your in your brain waves. It's really fascinating stuff. And we still don't know really what sleep is. Trying to define sleep is like trying to define, you know, when Forrest Gump is like life is like a box of chocolates, sleep is like pretending to be dead. We don't really know. Right. But we do know the changes that happen in the brain. We cycle from kind of a normal waking state with gamma, beta. We're probably in beta right now. We move to alpha, theta, delta is where the deep anabolic dreamless sleep takes place. And we need all of them. And there's a certain percentage we spend in each that helps rejuvenate our mind and bodies. And if you optimize certain things, you'll do it more efficiently. One of those gear shifts, like if you think about your body, like this kind of manual transmission is melatonin. Like people hear about melatonin is a sleep hormone. It just helps your body to efficiently go through your sleep cycles.",
        "7bcd9f43-ed2e-4111-b157-f74d7c2c360b": "We see how they've resolved them over time. We start to codify these things. And it's like however, wherever we've seen this instance occur before or something similar, we codified into law. So it's legal discovery. We're discovering laws that naturally emerge from dispute resolutions over a long period of time. That's English common law. You can contrast this with legislation by fiat, which is just a legislator saying, here's the new rule. I wrote a new rule. If you don't abide by it, here's the penalty. And pay the tax or pay the fine, whatever it is. Very different, right? It's antithetical in many ways to English common law. That's the purview of the state. So when I'm speaking about the need to mitigate statism in the world, that's what I'm trying to speak to. It's this non-consensual aspect of human interaction. It's not necessary. Now, the retort would be, well, what about when someone breaks into your house? That's not consensual. You need to respond non-consensually, right? Kicking them out.",
        "b285be31-ac9a-49c7-a669-a436e1c9be41": "And I said, well if that's what you say, then that's that's what that's what I got to believe and he was like Well, that was the case, but gambling drugs and alcohol took me away from my family and You never really like understand People's pain and why they are in certain situations even me with my pain and why I was feeling a certain way until you actually have a Conversation and they're willing to open up and talk to you about it And you know probably a few months after meeting him, you know, I'd asked one of my teammates To you know kind of help him find work because they they had a pretty pretty good business there that was doing really well They ended up giving him a job giving him a place to stay and Then you know next thing I know maybe not two years later, he's running the whole southern region and He goes from being a guy that's homeless to being a guy that has a job and a guy that I ended up having a good relationship with through high school and I kind of helped bring this kid guys family together at 13 years old So I'm like, well, maybe this is what he means, you know connecting people I'm a man of faith.",
        "978a2231-ffbb-49f0-92e1-f56f3f29901b": "Now, if you're as angered by that notion as I am, you realize whatever it is you're going to give yourself over to and do all the way, it needs to be something that you are really on fire about. Now, getting on fire about something, you're not born with that. You cultivate that fire. So you're going to pick something, starts as an interest.",
        "a5d2c9e4-29ec-486f-ad69-879feef58260": "Okay, well, when you look at it, if someone has a 200 year, America, as it was built, right? So the slaves now have to catch up to where the slave master was. If we looking at it like that, like that's hard. It's a race you can never win. So if you coming from poor, you trying to close a group of people who had a 300 year head start on you. Even if you looking at it like that, you can't win. Because you coming at it from a defeatist, from a victim viewpoint. Man, they had four years head start on me, I can never catch up. No, that's not my thing. The wealthy people already know how to build wealth. They gonna keep on compounding their wealth. They gonna keep on making sure they make the right investments. They gonna keep on making sure they build businesses. They gonna keep on making sure that they're ahead of this curve. Okay, the economy's gonna crash, guess who's gonna win more money than all in a recession? The wealthy people, why? Because poor people are panicking right now.",
        "3ae5a46b-6075-4ea7-bfa3-3e57fc9e16ac": "He talks about how one of the reasons he thinks that there is such rampant divorce in the modern era is that the, not that there isn't a ritual around marriage, but that it's lost all of its oomph. There's nothing anymore that really resonates with people. Religion is weakening. And so he's like, yeah, that's going to be a problem until somebody solves that. So for my own wedding, I ended up going through a ritualistic scarification. I wanted to be a different person the day before than the day after. And that was a big thing for me. And while I won't say that's the only reason that I've had an 18 year relationship now with my wife, it didn't hurt that at least that's the mentality that I have and that I wanted to go through some sort of ritual like that. Maybe the easiest way to talk about this is, how is Burning Man a ritual? It is a pilgrimage. Let me just say, the word pilgrimage speaks to the idea of a group of people with common purpose going to a certain place at a certain time with a certain common intent.",
        "64610d78-1836-4491-ab7a-e797ce68993f": "In some cases, it may be a relative or a friend who can get you going, and so on. As I said, one of my main principles is there's always a path out there. You just don't happen to see the path now. So you have to find the path. If you find that path, and you can't find it alone, the way you find that path is to speak to other people. Get many ideas by other people. And then, you know, you have to keep yourself trial and error. You've got to keep at it. Like when you're getting a job or getting a skill, it's a lot of trying, and so that requires a certain amount of discipline. And if you have a discipline problem, get help with the discipline problem. Have somebody kick you out of bed or whatever it is that you can get there. There is a path. You just don't see the right path at the moment. So many aspects of life are more actually the opposite convention. Like comfort, it's comfortable. Well, look, life teaches you over and over again. You want to get stronger? Okay, it's not comfortable.",
        "7d158924-fe45-411e-9eaf-17f3b5034a71": "Right. All right, super interesting. Now let's get into what are the things that we should be adding. I like your take on meat. I have now, I've really tried to go plant forward. So we have, there's a guy here on the team who has a really big percentage gap between his chronological age and his biological age. So I was like, what do you do? And he had been vegan for years, so I was like, all right, let's do this. And he gave me this concoction to make in the morning. It's largely fruit though. And I was like, there's no way you're going to die. Like when I first saw him eating it, I was like, bro, like there's no way that's good for you. And his body composition, of course, he's very, very skinny, has a hard time putting on weight. So I was like, is he like skinny fat? So anyway, let me try this. Wearing my continuous glucose monitor, I eat this thing.",
        "142bbe27-9407-4283-8802-8202c9bbda19": "Yeah You know, they're young and so they obviously know that I'm an advocate of huge goals I heard one of your guests recently say there's a difference between vision and huge goals, and I really like that I want my kids to have vision and I want them to have huge goals and the thing about huge goals is You almost have to take the huge goal and shelf it don't forget about it But shelf it and now focus on everything that's small to get there.",
        "36e42807-6084-4bdd-8188-e5c465d06062": "And he said that he would just eat an unimaginable amount of junk food and McDonald's, French fries, all of it. And he was like, God, I could be misquoting, but it was something like 10 or 11,000 calories a day. And he said, Tom, I had six pack abs at all times. But he was like, the amount of swimming I had to do was so insane. That's why. So is it just that, oh, you can get there, but you're going to have to be professional athlete level of working out? Or is he lying, wrong, whatever? If you can do that level of exercise, you're already reasonably healthy. So you can keep up that regimen until you can't anymore. Most people today are not metabolically healthy enough that even if they had all the willpower in the world that they would be able to do that amount of exercise were that unhealthy. But can I ask a pointed question on that? I know you're going somewhere.",
        "438a8687-e8fd-4843-9643-08c5ed474734": "So how do we effectively take control of the process of rewarding and punishing ourselves to keep us on track towards our goals? I think being cognizant of it at the absolute base layer, you start to see the world through very different lens and you're like, okay, that was punishing, huh? Like that was rewarding. Great, I'll do more of that. But then you start to think, you're like, why do I do that? And you really start thinking about, you're like, well, because I, sometimes it's so funny. Like I'll have, because we invest in buying products and whatnot. And so I had two different products that were in the same category because I liked the category that I was looking at. And one of the products had a better result. Like it had a better end outcome when the customer uses it. And the market leader, and this is who they were trying to disrupt, had a slightly inferior result, but it delivered the result almost instantly. And the other one took like five minutes. And this one was like five seconds. And the other one was objectively better. Like science, it had all the stats and everything.",
        "aff2417c-ed7a-4be1-8182-fa8933572cf7": "You could also be coming from a different place because of your cultural background or whatever.",
        "6d247283-c942-44dc-aebb-68f737904080": "And the question is, does that generalize and then become viral? We've seen an instance of COVID and that expansion. We've seen programs that can explode nuclear reactors like Stuxnet and others. What happens if you start combining these and you get a misalignment? So it's got a strange objective function. Our organizations already are like slow dumb AIs. You know, and like Germans are the most sensible people that we probably know. And yet they committed the Holocaust. And we see this over and over again. Where organizations chew up people. What if an AI takes over an organization and then decides to do something disruptive or something terminal, such as creating a virus? We don't know about that, but that's at the extreme. When we look at impact, we have the more mundane. The more mundane is what happens to programmers when everyone becomes a programmer, just like photographers. You know, now you can take amazing pictures with your thing. What happens when Google's MedPalm2 model now can outperform doctors in medical diagnosis, but also empathy, according to the latest paper in Nature?",
        "69e25422-a838-4abc-9893-975e11bf0f7e": "And I told him so because he doesn't have enough experience in that thing for me to feel like, okay, like you need to go get knowledge that would be useful in this job. But as he was telling me his story about what he had applied, that willingness to step function, he'd gotten into surgery. And so he's on the, uh, there's a name for it, I'm forgetting now, but basically they sterilize everything. And they're the ones that when you say scalpel, they had to do the scalpel, that whole thing. Okay. This kid took himself from Watts, which if anybody's familiar with South Central LA, Watts is rough, rough. And so we used to hire a lot of people out of Watts. So I, I know what I've seen Watts up close. That's one of the few places I've been scared in broad daylight. It is, it's, it's a whole thing. And so he took himself from that to getting all the way there by saying, okay, I'm going to believe that I can learn. I'm going to push myself.",
        "2b86af3b-0b1c-4bfc-b54d-90581c20a349": "And so that mathematics and conscious experiences have a deep intimate relationship that I'm still trying to understand, but the empirical evidence is quite strong. I mean, all the psychophysics that people have done, we just find mathematical structure everywhere. And that's why I came back to this Gödel's incompleteness theorem, where that theorem is just saying, no matter how many mathematical structures you discover, you haven't started. There will be endless more structure. Where did that come from? Gödel figured out how to do this. So it came from. And can I, let me, maybe now I'm understanding it. So we once thought the atom was the smallest structure, and then we discovered there's something below that and something below that and something below that. Are you saying outside of the headset, there's just no end to the something below that? That's right. Interesting. That's right. That, and, and this is what Gödel's result is that there is no end to the mathematical structure. So is the incompleteness theorem that you will never be able to complete it.",
        "d70673e4-13c2-4080-ac22-a3f7f8c8a8b7": "Our brains naturally put us into sort of a median state. They keep showing that every time somebody has a horrific experience, they're quadriplegic or something, their happiness, their subjective happiness scale returns essentially to normal, most people. Or if they win the lottery, their happiness scale returns to normal. I don't think they're asking about the right thing. I think happiness is more about leading a certain kind of life, and we have to really think about what that means. And leading a good life may not feel good. Really? May not. That's interesting. Did Jesus lead a good life? Did Socrates lead a good life? Sure. But would you say though that- I feel so good most of the time. Do you think though, or was it just the end? I wouldn't want to live those. That wouldn't be my good life. Right. That wouldn't be my good life, but- That wouldn't be your good life, or it wouldn't be your pleasurable life? Neither for me. I wouldn't want that. I couldn't tolerate that. It's too much for me.",
        "3f371c30-1792-4741-bd87-d6088fc440fe": "I make mistakes all the time. Yeah. But I don't get fooled in that way anymore. Your audience should learn that from you. Like that is one of your greatest lessons you can offer. Because I think that people continue to set goals and they arrive at them and they don't feel like they thought they would. And then they start to doubt themselves and their ability to cast the right goals or to set the right goals. I remember when I first hit six figures, which was just a massive deal to me, and I remember the day and I remember taking a shower and being like, why aren't the angels singing? Like where is the celebration? Where are those like cute little balloons that all the girls on Instagram have? Like nothing is different about my life. In fact, I feel like exhausted. And, you know, it's interesting because I feel like I learned that lesson really young.",
        "2f14b5c0-8f56-435d-bdae-33058fe9a367": "And that's where the sort of catastrophic explosion and consequences inevitably come in. And so whenever you feel yourself going, I'm just going to blow past what everyone's saying. They're all idiots. They don't know. That's a really bad sign that you're probably doing something out of ego. So I think that certainty is something I'm always nervous about. So it's become sort of cliche in entrepreneur circles. And you've probably read this article. You know the idea of like, it's hell yes or hell no. You're either 1,000% on it or you say no. But all the difficult decisions I've ever made in my life were like 51-49. So it's like in some ways I'm actually really skeptical. I think that there's a great point in that article, which is just don't do stuff just because you're supposed to. But it should be tough. And if it feels easy, then I want to question that, I guess is one of my answers.",
        "ec6dcac7-9b4d-4fa8-a893-94d66dee681f": "Jay Smith That's the premise, or payoff, of IMAX. Lose yourself more, and for two or three hours, project onto the screen, mirror neurons, all that kind of thing. Our brains aren't evolutionarily wired to distinguish between what's on the screen, and what we're actually perceiving through our own eyes. That's why they had those initial silent movies with the train coming, and everyone bailed out of their seats. That's the premise of IMAX, binge watching, we've just talked about, and that notion of it gets out of hand. I planned one. I ended up watching eight. That's a sign of the neurochem happening. Streaming pornography is a great example, because if you think about it, why do we do it? There's no evolutionary payoff. If I succeed at watching porn, I do not propagate the gene pool one bit, but what I do do is I create a state of pronounced physiological arousal, and a state of sated neurochemistry that I find appealing.",
        "19707b01-5000-49b9-8856-2c43e2e0f9b6": "I'm no longer at a space where I'm at that level of thinking about what I should be thinking about. It's like if you walk into the gym right now and go, I want to get a workout in. The worst thing you can do is have no workout plan. Walk in there and go, what do I do? You'll have stress at the fact of, like, there's all these machines. I can do so many things. What do I do? As opposed to, like, someone gives you a workout and goes, okay, cool, because now you can do what we do best as humans, getting the momentum and work. The brain can almost kick off at some points. You just do the work. So for me, I spend ample time, like, I think four or five hours a week of just thinking about certain windows of time or, like, the week ahead or what am I going to do at that time? So when that window shows up, I go into flow.",
        "b258bd0d-671c-4949-b27a-615580b4728f": "And one of them is we can't what we call let dust settle. So you can't just let something go that bothers you. You have to address it and you have to come up with rules of engagement. So around me, liking things to be efficient or liking things to be tidy. We've had to come up with rules of engagement of how we navigate that thing. Also coming to understand the difference between a collision and base assumptions, which is I think the world works like this and difference in values. I think the world ought to work like this. And when you have a difference in base assumptions like, oh, I never considered a different angle. I didn't realize I had that base assumption. Thank you for pointing that out. Now I can adjust. And one of us is right about, you know, it it. I had just never considered another thing. And we're moving from base assumption to value system going from, well, this is how it is, but it's not necessarily how it ought to be. It ought to be like this. And can we change it? And so realizing when you have a conflict of values, you have a problem.",
        "48bec77b-0d2d-44dd-963e-40c005aac060": "If you had grandkids or great-grandkids, and you couldn't play with them, or you couldn't tie your shoe ... We actually use tying a shoe as one of the metrics to evaluate flexibility and certain physical performance. Most people our age don't think of tying their shoe as a physical performance, and yet when you would start to lose those things, I think you'd have a radically different view of, what am I doing? How do you get there and look, perform, and feel like the way we imagine a 60-year-old today, a fit 60-year-old? Because I know some 60-year-olds that are just amazing, right? What we've discovered over the last 20 years is there are certain types of enzymes that help package the DNA and help with the DNA repair. These are the ones that are doing the ping pong game, and without those, we're screwed. We basically will age more rapidly. Conversely, what's really exciting is we've discovered that you can make them more active to make sure the DNA is packaged correctly and the repair is very efficient. There are ways you can do that, exercise, dieting, being hungry.",
        "5a579c38-2ed0-4a70-ae79-b6186aa63f9b": "When I put that in conjunction with helping anybody, but Native Americans specifically, see a sense of self-worth, get a picture of what's possible, one, why do you think that filmmaking will be effective, which is something my entire life has built around, and then two, what are the kinds of stories? I know some of it is we just want them to see people playing normal roles, a dad, regardless of the fact that he's Native American, but what's that other thing? You talk a lot about the warrior spirit. Are there stories that you want to tell people that impart a certain life code that you want people to internalize? I think sharing stories, of course, in our culture is how things were passed down, how historical events were passed down, how we learned from each other. My grandfather talking to me every day in the garden when I was working with him is how I learned a lot about who I am today, and who he was, and who he is. I think when we look at these mediums that are more accessible and more viable than they've ever been before with access to reaching people, we have to be out there telling our story.",
        "a7df3aa2-666d-40d4-97e4-15d7f7f17ab9": "He needed the weight to ultimately give him the traction to move forward. And without that weight, he didn't have traction. He was spinning out. And so I've kind of used that analogy for myself. Basically, when I got home from that mission experience, that was in 2010. I was 22 years old. I, at that point, had already decided in my mind that I wanted to be a writer. But I didn't actually know what that meant. And so five years went by. A lot of time went by. And I didn't really take that much action on my future self. And once we became foster parents, when I was at Clemson doing my PhD, all of a sudden, I felt this huge weight of responsibility on me. Like now, all of a sudden, we had these three kids. And I knew that my time was going to zip by. And so all of a sudden, I felt this extreme pressure in a good way. That whole pressure can either make a diamond or bust a pipe. But I felt this extreme pressure that I needed to get moving because time was going to zip by.",
        "8b651579-007a-45a3-a6d0-5cd418d453c5": "I remember once I got an opportunity to ask you a question in one of the live coaching sessions. And I asked you on how to set boundaries and how to deal with past relationships. And the guidance that you gave me, it helped me so much. I found the courage to deal with the past. I am so focused on the present. And most importantly, I am learning to prioritize myself. Thank you so much for that. I can't thank you enough. I'm like a different person to have never felt this way. So thank you so much for that. And a special shout out for all the Women of Impact episodes that you do. It's so amazing, so powerful. It's like a daily reminder for me to believe in myself and keep working hard to be the better version of myself. And you believe that I can achieve and I'm capable of doing. So thank you so much for everything that you do. I can't thank you enough. I can go on and on about everything. But thank you so much. Keep doing what you're doing. It's just so inspiring. Thank you. Hi, Lisa.",
        "59ea90d6-d890-465b-b6c1-b028ca3c4614": "And if anybody's listening to what you just said, because this is where the mind goes, they'll be like, yeah, but when I, when I ask questions, I feel stupid because I, it exposes where I came from, my background, my deficiencies, the way I immunize myself is because I do exactly what you did. I don't give a shit. I'll ask questions. I'm not afraid. I transport my, this whole room that I'm in to a different, to my playing field where I know they'd be out of their depth. And I imagine, well, and this could be as simple as, you know, you play Twitch all day and you're a great gamer, whatever it is that you're a little patch of dirt that you own, transport that room to your territory and imagine them out of their depth because everyone's out of their depth and you are always in your element somewhere to immunize yourself from the insecurity. But love the way you put the pieces together for those listening who want to say, okay, but make it even more actionable.",
        "c64b618d-2923-4040-b585-c3dcf1919244": "And so just because we can't explain how something works right now doesn't mean we can't leverage or use it. And I believe intuition is one of those things. This is really fascinating to me, and I promise you I'm exploring this with an open mind. Here's how I look at it. So if you had said humans, this would be a lot easier.",
        "8bde1641-7dec-4861-9196-291bd9221a7b": "It sounds like only four days, but shut the ... no lights, nothing, complete blackout. I didn't want to talk to anyone. The way I got past that was small steps before big leaps. Small wins digs you out of big ditches, meaning that, well, I wasn't going to have a book deal in the next few weeks, but what could I do to at least give me more validation and self-confidence? I wrote one article, got that published. Wrote a second article, got that published. Then I started to get a little bit more traction and excitement for what I was doing again. Then I hit up my agent and was like, okay, I'm going to redo the book proposal for the fourth time. A proposal is like 50 pages at least. It's the small little wins that give you the confidence to put yourself out there. If you're looking to get a new job, why not do something small first to give yourself more confidence so in the interview you have a better success rate? That one small thing you can do is maybe a freelance gig. Maybe do someone a favor, something small."
    },
    "relevant_docs": {
        "1dbb0282-5515-4aac-a41a-4ebe8cae84a9": [
            "1049512d-a249-4b00-b3d9-1c968e55c871"
        ],
        "8c385a7b-d1fe-4aae-b4f7-859960521ab4": [
            "1049512d-a249-4b00-b3d9-1c968e55c871"
        ],
        "7643d7ad-e021-42c2-be21-57737e8bd997": [
            "1bd2bae1-97d9-48c0-9648-28e1db642ed1"
        ],
        "8bce7923-d057-44e2-bd6e-e716692ff19d": [
            "1bd2bae1-97d9-48c0-9648-28e1db642ed1"
        ],
        "def539f1-7dba-4382-bd02-96e8e6056d77": [
            "e31fb36f-e01c-4a03-a59c-828ba6650af9"
        ],
        "821bf337-3169-447f-9852-ed3635407ac5": [
            "e31fb36f-e01c-4a03-a59c-828ba6650af9"
        ],
        "438e0382-a6e2-4adb-bbb5-d24ee437cbfb": [
            "a2cb7934-80f0-4825-a02d-80fff666e804"
        ],
        "370f2eea-9075-40b9-aaf3-9ac620036835": [
            "a2cb7934-80f0-4825-a02d-80fff666e804"
        ],
        "2bd7a805-108b-4f55-80de-7ff95adb1fb7": [
            "e541d6cc-205b-466d-a1de-96c1897570d6"
        ],
        "8303b1d9-8183-4be1-ad5d-ba7393d6f511": [
            "e541d6cc-205b-466d-a1de-96c1897570d6"
        ],
        "ab42de5c-dfc9-4341-b6f0-a721390c3f3b": [
            "4da4be28-89ec-4b59-996f-51b0d8da5e03"
        ],
        "ece8bced-7b70-4895-8e59-5e108f4bbdbf": [
            "4da4be28-89ec-4b59-996f-51b0d8da5e03"
        ],
        "fcd061ec-a0a1-469a-9a52-442190147f05": [
            "8f651179-a4a0-4cd8-8d99-5ffb51854cc2"
        ],
        "7827b694-decc-4919-9832-2d11c03c61be": [
            "8f651179-a4a0-4cd8-8d99-5ffb51854cc2"
        ],
        "e14714f8-8955-4433-bc62-0d4b468ea1f3": [
            "75605365-5802-49e0-9226-4a1960e928fc"
        ],
        "b6675554-c85b-4ac6-bcbe-6f0ea49c41d0": [
            "75605365-5802-49e0-9226-4a1960e928fc"
        ],
        "4a53a751-8ac1-46cf-a10d-743f1bc95915": [
            "33c97a27-7d5c-4400-874e-521c10f112a9"
        ],
        "36e91f1c-1e85-4c91-9ae6-9c5d187e322f": [
            "33c97a27-7d5c-4400-874e-521c10f112a9"
        ],
        "86ffd7d3-87fe-4844-b25b-eda2f3805e6f": [
            "8286dc4a-44f6-47b5-b612-e0e07a7ff6b2"
        ],
        "1f1ad234-5020-4c93-a091-577d198d4666": [
            "8286dc4a-44f6-47b5-b612-e0e07a7ff6b2"
        ],
        "6be0516d-734c-49a6-aba7-a09eb4129eb3": [
            "a2d8b2a1-89ea-4157-9866-3b4ba7b1f6a2"
        ],
        "c167c46b-124b-43f2-b46d-5cffdb992eeb": [
            "a2d8b2a1-89ea-4157-9866-3b4ba7b1f6a2"
        ],
        "0e25d8ff-b64c-4d1f-a64c-b521fe75fe45": [
            "2033a8b5-ab95-49a5-8459-d8c636b4fba9"
        ],
        "4f227aab-7814-4307-bc7a-4d48e800704d": [
            "2033a8b5-ab95-49a5-8459-d8c636b4fba9"
        ],
        "880ba549-cb74-4b61-b236-322654857f8b": [
            "a1c3be48-d3a6-4e61-99ac-948b07505cb9"
        ],
        "9494c68c-40a5-4b4f-9a6f-40a2686616cf": [
            "a1c3be48-d3a6-4e61-99ac-948b07505cb9"
        ],
        "a95b3f97-6e46-4bfe-8ad9-f0b7ff75b4c1": [
            "590cf0b5-de6e-4cea-bb12-ab891a9d100e"
        ],
        "ea003277-c487-4e73-b1ef-473a99c9fbdd": [
            "590cf0b5-de6e-4cea-bb12-ab891a9d100e"
        ],
        "de6871d5-8ea8-4429-ace3-f5008c1610bc": [
            "050dd6d6-51d3-4173-9f26-9704668bf156"
        ],
        "572d898d-0d68-4d7b-bbf2-0ff0340c027e": [
            "050dd6d6-51d3-4173-9f26-9704668bf156"
        ],
        "1df8be22-2a5b-4891-9343-5052f4ff38ab": [
            "a29d504b-ff59-4aa7-8fe9-e527f1bcfa2b"
        ],
        "1254f181-b99a-4757-88a2-e977f552ae04": [
            "a29d504b-ff59-4aa7-8fe9-e527f1bcfa2b"
        ],
        "f7d5ab87-bc4a-45e1-9f1c-c509203fc794": [
            "9c6ae5e3-da5b-44a6-ba87-d10d2df571db"
        ],
        "8444ccc2-3fe9-4e68-91af-0ed5814e3636": [
            "9c6ae5e3-da5b-44a6-ba87-d10d2df571db"
        ],
        "37e1c76d-383d-496b-8cb2-aadbf47966ab": [
            "1295010b-2860-4cf9-a95d-7d63e56f5af2"
        ],
        "9afcf19f-f215-46bb-8afa-3f0cb1c91386": [
            "1295010b-2860-4cf9-a95d-7d63e56f5af2"
        ],
        "eba17304-b759-43b4-8267-da3357e5e892": [
            "92821e50-50bc-473f-b673-dc7bc3efddb7"
        ],
        "92d0cb77-a3cd-4e7d-90a7-3058736c79d9": [
            "92821e50-50bc-473f-b673-dc7bc3efddb7"
        ],
        "f6919a6c-b422-450b-ab95-09967fe8fde1": [
            "feb9a888-90f7-46b3-be67-3bdb5cbaf5c0"
        ],
        "98a92060-0759-4a5b-a75f-2cfd559a3512": [
            "feb9a888-90f7-46b3-be67-3bdb5cbaf5c0"
        ],
        "1d2f1341-cf24-454c-a91d-5ede27e74cdd": [
            "c567a384-6032-4e48-8a13-fb7bfe4f42e5"
        ],
        "c64c6e95-ebd8-4ce6-8b3e-1f75d0328bf0": [
            "c567a384-6032-4e48-8a13-fb7bfe4f42e5"
        ],
        "a4239582-d277-4388-98d3-cf5b11c43698": [
            "53d0ff70-a816-40f7-9c66-0bb9fe539d25"
        ],
        "99238d69-79cb-4a78-828c-1df64cf054de": [
            "53d0ff70-a816-40f7-9c66-0bb9fe539d25"
        ],
        "6d35110d-f2f8-4041-b7e2-cdfa46c4f1aa": [
            "534b5108-cc39-4d5c-b836-32d8ebae43dd"
        ],
        "705ff21e-44e2-47bc-b059-d771a8e58f42": [
            "534b5108-cc39-4d5c-b836-32d8ebae43dd"
        ],
        "0e565b91-00aa-407e-8aa5-47690995b6f5": [
            "159d62f2-aa70-499c-b15c-2384ece7bb6b"
        ],
        "41ccfb50-82fd-4d88-b2b6-cd07467da72e": [
            "159d62f2-aa70-499c-b15c-2384ece7bb6b"
        ],
        "b1e2e165-452a-4967-b2c2-223d6e6c3f10": [
            "69aa85d3-c88f-4f66-9a0d-b17010cc97be"
        ],
        "4db3ac46-9157-4dd1-bac2-4e0933ea767c": [
            "69aa85d3-c88f-4f66-9a0d-b17010cc97be"
        ],
        "31cc2b40-16b4-4008-a86a-95d9d38a236a": [
            "8d636626-175f-4cf5-b669-fb8f7798e981"
        ],
        "57ec51f9-5fc3-497e-84e6-dcca898ac28a": [
            "8d636626-175f-4cf5-b669-fb8f7798e981"
        ],
        "b91f2303-067b-480b-b328-e95e4e3b3705": [
            "b1fe7301-e5a6-4e1b-98ae-adb69036a9aa"
        ],
        "9056819a-5638-4012-96cf-8f545b7fb65d": [
            "b1fe7301-e5a6-4e1b-98ae-adb69036a9aa"
        ],
        "417b9112-3c03-4aae-ab82-dd1767e06ee6": [
            "a2e21436-5517-4ca9-9541-54d564065e8f"
        ],
        "c7ac713b-362f-4353-a3d0-0c3a08a5a0a2": [
            "a2e21436-5517-4ca9-9541-54d564065e8f"
        ],
        "71d61c80-0e36-4d26-bd6a-65e198affee8": [
            "a3c6bd6b-2b19-4dbb-a5cb-9e073be72564"
        ],
        "984768e3-aff5-43cd-bbfb-bcc6e7c75ab0": [
            "a3c6bd6b-2b19-4dbb-a5cb-9e073be72564"
        ],
        "fe4ada03-bfe9-4866-8451-894f286a8b52": [
            "84671ae9-6c59-4f2e-8524-a76aa53de93c"
        ],
        "a91aba00-91cf-4161-945c-cfce944ff4fc": [
            "84671ae9-6c59-4f2e-8524-a76aa53de93c"
        ],
        "93699847-c069-4336-b9d7-748d1d544cd9": [
            "16f61010-41f8-4f89-a50d-7d20a0d08d13"
        ],
        "ff145b5b-01f0-46ff-8512-1e62570c94a6": [
            "16f61010-41f8-4f89-a50d-7d20a0d08d13"
        ],
        "93d3c955-1215-4507-973f-99af07ea47ce": [
            "f0f70768-1704-41a3-8131-01fe34a6127e"
        ],
        "259a8a45-b309-435a-81fc-d766e000faea": [
            "f0f70768-1704-41a3-8131-01fe34a6127e"
        ],
        "9f7e59b1-7782-4d79-a508-2031a21cad40": [
            "da920fc8-7037-4f2f-9cc3-86f7280539a2"
        ],
        "79388e31-515b-420c-a371-d1287bcfa607": [
            "da920fc8-7037-4f2f-9cc3-86f7280539a2"
        ],
        "a336a848-a6bd-45df-a35d-4a90e3b67e66": [
            "a1af995c-ad99-472f-a134-efa7f57b91ae"
        ],
        "30319472-2bc2-49dc-8990-582e7089da4b": [
            "a1af995c-ad99-472f-a134-efa7f57b91ae"
        ],
        "0f321cfb-b0ac-4401-9c41-79235c875ab9": [
            "7e41b4ea-d8e5-40ba-a425-a6a070062c24"
        ],
        "de82e76c-e3e4-4bff-ba4c-2df5e38567c0": [
            "7e41b4ea-d8e5-40ba-a425-a6a070062c24"
        ],
        "b51fb539-fbe3-449b-b1a8-1cd116329478": [
            "c85bd494-d00c-4590-94d9-8972b4fa9f39"
        ],
        "e62367f2-c352-4a57-a321-b0591ff94b55": [
            "c85bd494-d00c-4590-94d9-8972b4fa9f39"
        ],
        "9947ec1b-3bab-45f3-8bb0-fbf4c781b639": [
            "c50fd5bd-1ddc-4763-9c7e-d7c189eb3418"
        ],
        "8ab35373-7126-4c30-99e6-492776c7f496": [
            "c50fd5bd-1ddc-4763-9c7e-d7c189eb3418"
        ],
        "4488fc95-912d-4f1c-81b2-683978491b2b": [
            "ef5b3a3a-ac24-4323-8c0f-aa8e5bd4adc3"
        ],
        "4b5a2ab6-ef52-4e89-b603-9b3d2384f843": [
            "ef5b3a3a-ac24-4323-8c0f-aa8e5bd4adc3"
        ],
        "6f228cab-f9d5-4461-a9be-28707e886340": [
            "61874d51-c64f-402f-8fa4-6d1e64ebd129"
        ],
        "b0c9b4c5-e0ef-4f11-92ae-f07ec63ae48c": [
            "61874d51-c64f-402f-8fa4-6d1e64ebd129"
        ],
        "a3810bce-048b-41bd-bbad-3ae6a9518e71": [
            "b0ce2b01-bc06-48cf-91df-8db90136e097"
        ],
        "7919d4aa-5fbd-4179-8016-2908a06ef69a": [
            "b0ce2b01-bc06-48cf-91df-8db90136e097"
        ],
        "c8511f19-5b93-4490-944c-667e50afa044": [
            "a3e76a81-83d7-4e49-aeeb-f660b645b03a"
        ],
        "7427fe17-d757-4d42-909f-cd495c6df3aa": [
            "a3e76a81-83d7-4e49-aeeb-f660b645b03a"
        ],
        "ed38efa3-a353-44e4-8e70-e14a56100c2e": [
            "746909c6-de12-458c-9b96-c79d4b6dfde2"
        ],
        "3f459b3c-17b5-4f17-bfdc-d164e89ad4bd": [
            "746909c6-de12-458c-9b96-c79d4b6dfde2"
        ],
        "7b0f4744-9ed7-4ad4-a8c9-83b00d300a63": [
            "2cfd4c59-2ce3-4b2f-88f9-8ea2960767a0"
        ],
        "80b455b6-fc28-4e90-878f-481f10118c33": [
            "2cfd4c59-2ce3-4b2f-88f9-8ea2960767a0"
        ],
        "34bf33e3-b070-466c-bbe0-ff73c59b5c09": [
            "adfbba62-1a74-4c98-9c24-230c9db27f16"
        ],
        "e749a611-3c03-425a-9ccd-e60b3768e2ec": [
            "adfbba62-1a74-4c98-9c24-230c9db27f16"
        ],
        "6209e4fb-56ae-4c76-a06b-a15aaba8f77c": [
            "1d9a3f55-e6ba-4c0c-bf1a-249bb1f261cf"
        ],
        "ee73d6e6-c7d0-4c5a-9252-ba39c43efa50": [
            "1d9a3f55-e6ba-4c0c-bf1a-249bb1f261cf"
        ],
        "39ae223a-6a3a-44a0-b3eb-40155f060d53": [
            "aae73222-1141-4084-90b9-ef098c967f33"
        ],
        "a8b3025f-2356-4e96-9fda-ac25579e0b8e": [
            "aae73222-1141-4084-90b9-ef098c967f33"
        ],
        "ed1047c4-abb5-4ed5-a4c9-fa158943afe2": [
            "8782847a-fe8f-41dc-ba1e-f29200a19aed"
        ],
        "daeaa6a2-bbfb-46a2-92c6-e820c6ab5dc7": [
            "8782847a-fe8f-41dc-ba1e-f29200a19aed"
        ],
        "325e96d5-c3c7-47bb-9dfd-6d6c7539ae5b": [
            "43b1ad60-77f5-4a0f-8400-220d2f8f98b8"
        ],
        "a47f2409-83d6-462d-93f4-ce32bb91c608": [
            "43b1ad60-77f5-4a0f-8400-220d2f8f98b8"
        ],
        "a5c1637c-34ef-4880-9d87-cf45ee1df2bd": [
            "aa2a563e-46eb-41ef-ac82-e063b1729f9d"
        ],
        "37329930-40cd-4702-9acf-0d55bfaccebd": [
            "aa2a563e-46eb-41ef-ac82-e063b1729f9d"
        ],
        "edac24b6-6cde-4e37-b94c-1f65a5902d02": [
            "ac648007-4740-4829-911d-147dfd73ed4d"
        ],
        "baee11b7-4f10-4ce4-b5bc-b51286576a2b": [
            "ac648007-4740-4829-911d-147dfd73ed4d"
        ],
        "cacf50f3-c1b4-4cb1-925c-64b510f23d5f": [
            "34cc3b86-2774-46e3-8c9d-1502adfa7aa1"
        ],
        "8552b3f6-a4e9-4d61-b86f-a3ed9d560419": [
            "34cc3b86-2774-46e3-8c9d-1502adfa7aa1"
        ],
        "59f0d231-67f2-48ef-923c-78c57e523b6c": [
            "72281b88-c17e-4ada-939b-418f1af6de6d"
        ],
        "a1bd7152-a44e-4a68-9830-71060780769f": [
            "72281b88-c17e-4ada-939b-418f1af6de6d"
        ],
        "b514e5ea-b42f-4582-9f94-d910adb8c30d": [
            "8300c126-1f27-4a85-91b7-63b6fbc52f85"
        ],
        "37074320-3d6e-4823-b652-25f0ba410780": [
            "8300c126-1f27-4a85-91b7-63b6fbc52f85"
        ],
        "b4209d92-5b56-4d89-a3a8-d6f05cd56522": [
            "ad6110e4-4e03-4bd9-a2db-d357c6299053"
        ],
        "59058c95-8303-4388-b20e-0ee3f2f83d41": [
            "ad6110e4-4e03-4bd9-a2db-d357c6299053"
        ],
        "dda259a2-c082-4eb4-bc8d-902a77b61c21": [
            "73bc20d9-355d-4c00-8102-7abe57886200"
        ],
        "5ced01cf-362f-404b-b811-769ef3b27b8a": [
            "73bc20d9-355d-4c00-8102-7abe57886200"
        ],
        "a9cc0923-10dd-4675-a2b3-657c3111b557": [
            "dfd811b3-1daf-4ddf-8da7-88fd1f889815"
        ],
        "acee6d44-f335-414d-9153-b83c8a0c95a4": [
            "dfd811b3-1daf-4ddf-8da7-88fd1f889815"
        ],
        "1288a462-f5ff-40db-bc65-89e9fae247b6": [
            "2a91913c-6e88-440f-80f3-75c402658a2c"
        ],
        "ae659b70-e12b-4881-823f-fbd34a887af3": [
            "2a91913c-6e88-440f-80f3-75c402658a2c"
        ],
        "3ad8865a-2a55-4d52-b245-773fa7bd3698": [
            "da2b966f-5600-41ba-a435-a7e6dfe3afb8"
        ],
        "4304caea-7538-4f74-810a-809c237bfa00": [
            "da2b966f-5600-41ba-a435-a7e6dfe3afb8"
        ],
        "addccc7c-8a2a-427f-a3aa-d0d33603db83": [
            "c4431b67-7b26-4d27-86e2-49f4c2029329"
        ],
        "ae33f7d5-ddad-444f-885f-f44f1e4bcd7c": [
            "c4431b67-7b26-4d27-86e2-49f4c2029329"
        ],
        "5a573884-e770-4628-8567-93a13d3bd5b2": [
            "4345e599-9dce-4680-a451-4bfc662fcbfb"
        ],
        "0c0021ff-8e05-4cde-a8c3-8ca7900caa9a": [
            "4345e599-9dce-4680-a451-4bfc662fcbfb"
        ],
        "f7431596-34fd-447d-8c16-1e040b1bbd62": [
            "67710270-9c9d-4895-932b-7403319e52bb"
        ],
        "4f52e4c0-39e0-4143-8036-339d7bb0e467": [
            "67710270-9c9d-4895-932b-7403319e52bb"
        ],
        "9ca1fdbd-b658-447e-8459-17e9deacf161": [
            "01511872-0d68-4836-b25d-9f0f6e33ee1d"
        ],
        "cf161cfb-59d1-41bc-8acd-c20374de4aca": [
            "01511872-0d68-4836-b25d-9f0f6e33ee1d"
        ],
        "23290300-d56d-4683-92d8-24920b3a400f": [
            "b6536191-2652-4ab4-96da-569f6011d5d4"
        ],
        "e32db108-cc05-492f-a863-e8f680664603": [
            "b6536191-2652-4ab4-96da-569f6011d5d4"
        ],
        "27857a52-0ae6-4745-85b4-c1a63137943b": [
            "85074fce-1502-4624-8a0a-b8199bd62544"
        ],
        "48d4331b-2bf3-4279-9a7f-bddbbb32c241": [
            "85074fce-1502-4624-8a0a-b8199bd62544"
        ],
        "c9e328af-f86f-4e2e-82cf-83a1b8ada58e": [
            "9d90de71-080e-48dd-8782-a20d383d30ed"
        ],
        "27759fa3-e667-4ca3-93f0-c3e972557b56": [
            "9d90de71-080e-48dd-8782-a20d383d30ed"
        ],
        "c77bfc62-3b3a-44a5-8768-c7a63552881b": [
            "881c884e-2438-4f60-980e-59bfefa0a33d"
        ],
        "06ec2d39-53e3-41ab-b725-fcd36cc240ef": [
            "881c884e-2438-4f60-980e-59bfefa0a33d"
        ],
        "ec706ff8-20e1-4376-b636-5a6e0f362cd4": [
            "2ce8b19b-e1c5-4d66-a148-6c445694de0f"
        ],
        "73e24a10-2d6d-4b87-b674-56cd86349b53": [
            "2ce8b19b-e1c5-4d66-a148-6c445694de0f"
        ],
        "822ace4e-32b7-465e-a657-b50457ba08b4": [
            "75191600-bca4-4c44-a7bc-6613ab4eab6a"
        ],
        "8a6c4bb3-716c-4b11-bfe9-fb48e27a979e": [
            "75191600-bca4-4c44-a7bc-6613ab4eab6a"
        ],
        "025ff3f4-4f13-49d5-a105-1fb48ad3dcb8": [
            "5a820eff-9080-4b43-b0fb-bac71d209fc4"
        ],
        "7aff7327-99cc-4d78-a337-d32f18fe0b86": [
            "5a820eff-9080-4b43-b0fb-bac71d209fc4"
        ],
        "bde48063-abca-40e7-b98f-757f147fa6ec": [
            "6abf06ba-898f-4ca6-b896-e069a9a1bcac"
        ],
        "57e52766-0565-4d3d-bc2b-6f01a3a2c6db": [
            "6abf06ba-898f-4ca6-b896-e069a9a1bcac"
        ],
        "c0804101-4e2e-4c3e-b1a4-82ae9d3a2418": [
            "2c672077-0aad-4c82-a081-c7e2e9408948"
        ],
        "97711692-c61a-422a-a78d-7009efec2320": [
            "2c672077-0aad-4c82-a081-c7e2e9408948"
        ],
        "a964f571-215c-41f6-82c3-006153eea1ae": [
            "0f0388c6-b4df-4f48-b8dc-3ce818bcc337"
        ],
        "248f294a-b60d-4dd1-aaa2-9aaac7bf5601": [
            "0f0388c6-b4df-4f48-b8dc-3ce818bcc337"
        ],
        "024073ab-435b-4a1c-bacc-1e7053c27fab": [
            "42d36bdf-8db7-4921-9fd1-03d1f5839a08"
        ],
        "1a1ce911-5ec2-4a41-b66f-79fa8c7d3b57": [
            "42d36bdf-8db7-4921-9fd1-03d1f5839a08"
        ],
        "0d5fb292-490d-461e-8c5c-239db93f67cc": [
            "7ef1f557-dfa1-4f2f-8256-669aac53bdbf"
        ],
        "ea46b94a-e523-4378-9297-1da024296503": [
            "7ef1f557-dfa1-4f2f-8256-669aac53bdbf"
        ],
        "1367dd1b-1159-468e-9162-31cf5d4f9ac3": [
            "d3a79b40-a4f6-48fa-a385-298c54dd0d42"
        ],
        "c4d1ce3a-8ca9-4fc7-9cb3-69910cc277d3": [
            "d3a79b40-a4f6-48fa-a385-298c54dd0d42"
        ],
        "3e92164f-2d5b-45db-b4c6-1139f705fefe": [
            "141d2a93-eb88-4e67-965a-8aa00387d477"
        ],
        "f2e13df7-d0a9-4559-bf5d-eecfb963a875": [
            "141d2a93-eb88-4e67-965a-8aa00387d477"
        ],
        "351186ea-f7fb-4ac2-a225-0b8b83ce75bb": [
            "895f41bc-9d92-452c-8a02-179ed86481db"
        ],
        "c9cc683b-b7be-4efa-bfbd-ed9003633dae": [
            "895f41bc-9d92-452c-8a02-179ed86481db"
        ],
        "935da384-ba21-455d-af9e-7e41f30be0f5": [
            "5b031eeb-54a4-44c3-a939-6d033c3b22ae"
        ],
        "fb1d55bc-ecb2-48ca-81f6-b06328086361": [
            "5b031eeb-54a4-44c3-a939-6d033c3b22ae"
        ],
        "5a3b5c99-1ff4-41ed-ac53-275e80894b07": [
            "8add63e6-8839-49b0-8862-59bb14bb8c89"
        ],
        "35be56fe-aed9-4cd3-8be8-c33542e95c99": [
            "8add63e6-8839-49b0-8862-59bb14bb8c89"
        ],
        "46483969-8695-4f6d-93b8-559512a757e4": [
            "182a9786-6fca-4f35-9ad4-e2356c42a65f"
        ],
        "ed28c9d4-b7dd-4418-b473-3ec2a9d758d8": [
            "182a9786-6fca-4f35-9ad4-e2356c42a65f"
        ],
        "ee69d963-100e-4928-aaa2-1f81e9a8c567": [
            "b74ffbd2-6e47-4227-86f9-0a534251c45b"
        ],
        "0b65edcd-95f9-4126-9227-4fdeb8388ce8": [
            "b74ffbd2-6e47-4227-86f9-0a534251c45b"
        ],
        "b07b332d-205c-4f39-8b80-e05e7a8ca043": [
            "19569ab2-97f6-43f0-b4c1-0e9944e9272a"
        ],
        "b5e0127a-76dc-415f-add0-33dd88048a51": [
            "19569ab2-97f6-43f0-b4c1-0e9944e9272a"
        ],
        "0d6979fb-af59-4d97-be06-74379b521e98": [
            "b4e00054-0470-46c9-b3b7-4f8488c1ce5c"
        ],
        "a96f4c05-44a7-47cb-a238-bdc080fe2289": [
            "b4e00054-0470-46c9-b3b7-4f8488c1ce5c"
        ],
        "e3597794-8ed4-40d3-b6ab-c5172427f15a": [
            "a1d1ffe9-cb93-42ce-97f2-cdb1b17b2282"
        ],
        "53ae9bc7-f7fb-4f70-a3d6-1941a3cdce30": [
            "a1d1ffe9-cb93-42ce-97f2-cdb1b17b2282"
        ],
        "222bb38e-be26-4ef4-9a16-ab41d3d1e256": [
            "022e71b9-2e85-4d53-8645-68acd5c3c8f6"
        ],
        "64fd4379-b30b-481d-9488-3fd7cf1a105e": [
            "022e71b9-2e85-4d53-8645-68acd5c3c8f6"
        ],
        "5a51193c-7bb7-47bc-9979-fba23e498a38": [
            "35229e59-fabf-4a8a-82fc-616d9833f2c3"
        ],
        "c215b7cc-b7ef-40dc-900e-dd77637ec143": [
            "35229e59-fabf-4a8a-82fc-616d9833f2c3"
        ],
        "27499a79-c1ce-469e-afe6-15a1de56b817": [
            "4c2c6cdf-81fe-47d0-8009-2863cd437455"
        ],
        "3514919d-141d-44b8-afbb-d2a06c7cdd98": [
            "4c2c6cdf-81fe-47d0-8009-2863cd437455"
        ],
        "83a1ed3b-ccfd-446b-b9e1-4fb3dc89cc26": [
            "af389069-bc5b-4dbf-bd68-9995bacbecf3"
        ],
        "c585b9d7-8ec1-47c7-b8de-5799118dbb51": [
            "af389069-bc5b-4dbf-bd68-9995bacbecf3"
        ],
        "d322a6be-4089-42cc-abe9-f128ec3d1c0e": [
            "cb617454-7757-44de-8dc7-8caee5efddf5"
        ],
        "ae4b8681-87d6-47ac-b554-6dcecdfd830e": [
            "cb617454-7757-44de-8dc7-8caee5efddf5"
        ],
        "7fa6889b-0162-477a-af37-c7d05b51fc35": [
            "6d42db10-edc4-4a7d-b0de-8c3099afe852"
        ],
        "b32d1bd4-b659-43e9-9a82-540e7effb53d": [
            "6d42db10-edc4-4a7d-b0de-8c3099afe852"
        ],
        "75a555ac-b1cb-480a-bfe3-b72e3d8c8692": [
            "9dbe5032-85b3-4474-bcb5-66aad3704d5d"
        ],
        "923223cf-0009-4974-a81b-5afac8b55588": [
            "9dbe5032-85b3-4474-bcb5-66aad3704d5d"
        ],
        "57ba7e84-9f55-4c27-bcd6-9a367bec2225": [
            "5e98751f-55f6-4d18-b527-e1e373c6de1e"
        ],
        "62f078ea-e256-4919-9474-7a352448d251": [
            "5e98751f-55f6-4d18-b527-e1e373c6de1e"
        ],
        "c955ce6c-fd10-41ff-aead-f7f2af037bce": [
            "6471a526-cb37-4d64-b642-32d40c092220"
        ],
        "ab6bd6c2-e823-4bf3-b4dd-dbc299d4cb6b": [
            "6471a526-cb37-4d64-b642-32d40c092220"
        ],
        "34c93225-3fa7-49a3-a282-22fc5bd870ec": [
            "db2f7391-e6e5-4b4d-87ea-ed52e1b7936e"
        ],
        "7d970a2c-a8b9-4c84-849b-7ac9363943c9": [
            "db2f7391-e6e5-4b4d-87ea-ed52e1b7936e"
        ],
        "3ce0000f-f796-4e13-b657-57612e0a6042": [
            "cba6d6fc-f7f8-4d73-bf2b-570cdb8ee36e"
        ],
        "5d687980-bf11-4b87-b38d-8bbd55d6b861": [
            "cba6d6fc-f7f8-4d73-bf2b-570cdb8ee36e"
        ],
        "f7138aaf-b4f9-485e-97d5-866443465834": [
            "26a87a89-6059-420a-a48a-09605be22ce8"
        ],
        "2bcf8323-2e74-4237-8421-e97524d92bc9": [
            "26a87a89-6059-420a-a48a-09605be22ce8"
        ],
        "d67780c3-e0a8-4154-81e9-8989059c0cb9": [
            "1846ce3e-d668-4182-858b-25255d6bf20e"
        ],
        "672385c2-03d8-482d-b276-51bdea1f86db": [
            "1846ce3e-d668-4182-858b-25255d6bf20e"
        ],
        "b9b323a3-734c-4c63-a5d6-c1bfd3de4c65": [
            "92d0cab6-e20b-4f41-b439-5284a0532001"
        ],
        "253a1549-ff07-45e8-91c0-8a3da3148223": [
            "92d0cab6-e20b-4f41-b439-5284a0532001"
        ],
        "344528d7-53d8-4d95-a0f8-c378a3564b19": [
            "7bcd9f43-ed2e-4111-b157-f74d7c2c360b"
        ],
        "99366503-9845-4a70-afe5-c6ec60a53a7d": [
            "7bcd9f43-ed2e-4111-b157-f74d7c2c360b"
        ],
        "393d221a-ee42-40ff-aec5-d91366b7c1a6": [
            "b285be31-ac9a-49c7-a669-a436e1c9be41"
        ],
        "8514b854-76d0-47a8-9f05-af7370bc5fec": [
            "b285be31-ac9a-49c7-a669-a436e1c9be41"
        ],
        "bac82127-7507-4554-b5c8-5ff4001f00cd": [
            "978a2231-ffbb-49f0-92e1-f56f3f29901b"
        ],
        "7cd2ad91-ee3e-43bc-b11d-3b0d8dc65a0c": [
            "978a2231-ffbb-49f0-92e1-f56f3f29901b"
        ],
        "dd3882cc-5bbe-4531-b466-23cd2d407505": [
            "a5d2c9e4-29ec-486f-ad69-879feef58260"
        ],
        "27ec803f-3c18-4bdb-b285-7472d4e3d2f5": [
            "a5d2c9e4-29ec-486f-ad69-879feef58260"
        ],
        "4fc27be2-12ab-4756-866f-fbbce3212429": [
            "3ae5a46b-6075-4ea7-bfa3-3e57fc9e16ac"
        ],
        "f8b0712d-e093-4fcf-9b53-5dab7fd1f198": [
            "3ae5a46b-6075-4ea7-bfa3-3e57fc9e16ac"
        ],
        "ee497b89-899e-4577-9d2d-2af69e92cbff": [
            "64610d78-1836-4491-ab7a-e797ce68993f"
        ],
        "3417fc6b-399b-481b-827a-bad0058a7443": [
            "64610d78-1836-4491-ab7a-e797ce68993f"
        ],
        "32d6b683-c654-407c-af52-dcb99a891e29": [
            "7d158924-fe45-411e-9eaf-17f3b5034a71"
        ],
        "5880e66a-8033-4bd5-b9e7-88ebee014b05": [
            "7d158924-fe45-411e-9eaf-17f3b5034a71"
        ],
        "7c183002-e284-41dc-a298-62cfe1906200": [
            "142bbe27-9407-4283-8802-8202c9bbda19"
        ],
        "acc451dd-48a8-4ab4-b63d-fc935fb22f49": [
            "142bbe27-9407-4283-8802-8202c9bbda19"
        ],
        "cd96ac29-7297-4e74-a647-4653af67b180": [
            "36e42807-6084-4bdd-8188-e5c465d06062"
        ],
        "107d3444-9451-4e98-9c75-3ce961004cd7": [
            "36e42807-6084-4bdd-8188-e5c465d06062"
        ],
        "46a89466-3bf4-4521-85fb-eb6592e24709": [
            "438a8687-e8fd-4843-9643-08c5ed474734"
        ],
        "e852e328-ea25-454b-aaa8-4cf73aa69628": [
            "438a8687-e8fd-4843-9643-08c5ed474734"
        ],
        "438e2f88-d2c1-404a-b6f7-93f62886c63a": [
            "aff2417c-ed7a-4be1-8182-fa8933572cf7"
        ],
        "fe0ea526-e4b7-4b51-a454-32c283a2b9c4": [
            "aff2417c-ed7a-4be1-8182-fa8933572cf7"
        ],
        "7250aaa1-1ae2-4902-86bd-f4f1dfc161e7": [
            "6d247283-c942-44dc-aebb-68f737904080"
        ],
        "54ee553c-8e31-4f70-9663-89bd74eff2bf": [
            "6d247283-c942-44dc-aebb-68f737904080"
        ],
        "25fb5b54-b72f-44b7-90cb-52d9cd622c55": [
            "69e25422-a838-4abc-9893-975e11bf0f7e"
        ],
        "cd44b282-2ef4-47dc-94cf-87b7fc450472": [
            "69e25422-a838-4abc-9893-975e11bf0f7e"
        ],
        "501ec194-e896-4470-9932-4160b0eb097d": [
            "2b86af3b-0b1c-4bfc-b54d-90581c20a349"
        ],
        "1228cb0b-1da0-44a6-96e2-a99531e68602": [
            "2b86af3b-0b1c-4bfc-b54d-90581c20a349"
        ],
        "3f326a92-6a80-4872-9836-0818017cc064": [
            "d70673e4-13c2-4080-ac22-a3f7f8c8a8b7"
        ],
        "8a2a6e36-ca57-4d0a-becf-0a9ee8156a50": [
            "d70673e4-13c2-4080-ac22-a3f7f8c8a8b7"
        ],
        "a8aa6acd-f576-4dba-a510-82c8b6a638e2": [
            "3f371c30-1792-4741-bd87-d6088fc440fe"
        ],
        "725cc5a2-b744-45bb-8b60-effdb7ec819a": [
            "3f371c30-1792-4741-bd87-d6088fc440fe"
        ],
        "4b50050c-3901-407c-ae32-8b26962e3da9": [
            "2f14b5c0-8f56-435d-bdae-33058fe9a367"
        ],
        "80d8b0e9-6c85-47ab-a798-59eae3c21231": [
            "2f14b5c0-8f56-435d-bdae-33058fe9a367"
        ],
        "411337ee-e002-493d-9de9-09bf24713fbe": [
            "ec6dcac7-9b4d-4fa8-a893-94d66dee681f"
        ],
        "27ccba7b-9495-40cf-8cd1-eaf9ac201665": [
            "ec6dcac7-9b4d-4fa8-a893-94d66dee681f"
        ],
        "bf4fcf07-d8c0-4a66-be30-21816e7028af": [
            "19707b01-5000-49b9-8856-2c43e2e0f9b6"
        ],
        "bb917dc3-2cf9-42fe-a22c-88789f3a84ae": [
            "19707b01-5000-49b9-8856-2c43e2e0f9b6"
        ],
        "0e64de95-c45b-4fdf-8b0f-dde9810b1f16": [
            "b258bd0d-671c-4949-b27a-615580b4728f"
        ],
        "c0816568-3292-4fd4-aec9-74a0ddda1b02": [
            "b258bd0d-671c-4949-b27a-615580b4728f"
        ],
        "3a79b1f0-d983-489b-85f5-592f7c1fd086": [
            "48bec77b-0d2d-44dd-963e-40c005aac060"
        ],
        "78d882c0-8f11-4665-81ae-00f97bb7e09f": [
            "48bec77b-0d2d-44dd-963e-40c005aac060"
        ],
        "318df537-e5e9-4a91-b632-8d7e932e4ed9": [
            "5a579c38-2ed0-4a70-ae79-b6186aa63f9b"
        ],
        "bcf680e9-8043-4d08-8a10-f628d44fed80": [
            "5a579c38-2ed0-4a70-ae79-b6186aa63f9b"
        ],
        "622ad144-be81-4022-8656-53713508b683": [
            "a7df3aa2-666d-40d4-97e4-15d7f7f17ab9"
        ],
        "3a600375-b30d-47c7-baa4-9a41120f8a6d": [
            "a7df3aa2-666d-40d4-97e4-15d7f7f17ab9"
        ],
        "9c87ff1b-a777-4b4c-afff-776af9b43879": [
            "8b651579-007a-45a3-a6d0-5cd418d453c5"
        ],
        "9c6fc23f-1fd2-4e33-981f-bf62a6a40bb7": [
            "8b651579-007a-45a3-a6d0-5cd418d453c5"
        ],
        "834a5fee-7244-40b8-be23-e6f58b762550": [
            "59ea90d6-d890-465b-b6c1-b028ca3c4614"
        ],
        "c2a52a6b-7bcb-4751-9679-df63ac11d2de": [
            "59ea90d6-d890-465b-b6c1-b028ca3c4614"
        ],
        "49452053-5456-4882-9ab3-2ac4bc37ca06": [
            "c64b618d-2923-4040-b585-c3dcf1919244"
        ],
        "a8667b4c-dba7-4285-a9c9-f9b59f813e11": [
            "c64b618d-2923-4040-b585-c3dcf1919244"
        ],
        "91d90097-2787-4125-aa2c-0ce40c1a6947": [
            "8bde1641-7dec-4861-9196-291bd9221a7b"
        ],
        "454b3be4-73d9-4b6c-82b8-063ab7319c5e": [
            "8bde1641-7dec-4861-9196-291bd9221a7b"
        ]
    }
}